{"isOp":false,"number":"1931504","threadNumber":"1931372","comment":"<a href=\"#p1931387\" class=\"quotelink\">&gt;&gt;1931387</a><br><a href=\"#p1931410\" class=\"quotelink\">&gt;&gt;1931410</a><br><a href=\"#p1931419\" class=\"quotelink\">&gt;&gt;1931419</a><br><a href=\"#p1931439\" class=\"quotelink\">&gt;&gt;1931439</a><br><a href=\"#p1931467\" class=\"quotelink\">&gt;&gt;1931467</a><br><br>“Since when are you a swordsman, Ael?” You ask, sliding back into the conversation at a convenient time.<br><br>“Since a few minutes ago. I figured I’d give it a try; might be better than the quarterstaff, since I like to get up close and personal.” She says, with a shrug.<br><br>“Looks good on you.” Nel says, giving her a thumbs-up.<br><br>“Thanks,” Aelriss nods. “You’re not looking half-bad yourself.”<br><br>“What, do I not get any compliments?” You ask.<br><br>“You look – the exact same, more or less, Ashe. I don’t know what you want from me.” Aelriss shrugs.<br><br>“Right, I look the same – but it’s still good.” You nod.<br><br>“I… guess?” Aelriss says, making an ‘eh’ gesture with a twist of her wrist.<br><br>“You guess?” You respond, pushing away from the railing and doing a little half-turn. Tatsumaki giggles at the sight.<br><br>“It’s that old wooden shield that does it, Ashe. That thing is absolutely unsightly.” She rolls her eyes.<br><br>“This old wooden shield has saved my life!” You say, then pause to think, pensive gaze drifting up and away. “Once, maybe.”<br><br>“Seems like it’d just get in the way.” Aelriss says, shooting you a teasing smirk. “That said – since you’re our resident tactical mastermind, I was hoping you’d chime in on…”<br><br>“Yeah, right. Well, we know about the Seal and Tethiss’s Claw – the Araneids, remember – there’s a lot of unexplored territory down there that people are just pushing into that sounds promising. A unique area means a Materialization Altar, which means big-time payout assuming no one’s beat us there.” You suggest.<br><br>“A Materialization Altar means a Precursor, though, which probably means us dying.” Nel reminds. “We only beat Kjorikos with the help of the Guardians, remember?”<br><br>“Just a suggestion, Nel; besides, we’re tougher now than we were then.” You respond, making a note in your UI. “Did you have any suggestions?”<br><br>“I’m looking for some stuff on the message boards; of course, there’s always the hunting grounds if you just wanted to farm, maybe try to find a big monster – but I’ve got some leads that look promising.” Nel says. “I’d need a couple of minutes to compare information, if that’s okay? I’ve been away from all this for a bit, and it moves <span class=\"mu-i\">fast</span>.”<br><br>“No problem. I had a couple more things to take care of around here anyway – been doing some maintenance, and haven’t fully assessed myself after the raid. Can we reconvene in a little bit?” You say, moving toward the Observatory archway.<br><br>Aelriss slides past you, taking your spot on the railing, and grinning at you. “Don’t keep us waiting.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1507160541000,"time4chanFormatted":"10/4/17(Wed)19:42","id":"5MgKH1+U","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"7da1fc1e1823bdb3403ed50003467fa33604a4ba.jpg","fileSize":"175545 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/images/1507160541445.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507160541445s.jpg","md5":"1qka0JF46Ffm4zjx9qbFYQ==","w":"1000","h":"476","tn_w":"125","tn_h":"59"}
