{"number":"1931681","threadNumber":"1931372","comment":"<a href=\"#p1931589\" class=\"quotelink\">&gt;&gt;1931589</a><br><span class=\"quote\">> [[ Armsmaster Perk Discovered: Titan’s Grip – Allows dual-wielding of two-handed melee weapons. Further increases ease of use of oversized weapons. Requires Dual Wield Mastery. ]]</span><br><br>“How do you know what I’ve been doing?” You ask, instinctively moving away to create space between the two of you.<br><br>“Daft questions.” Kjorikos scoffs. “You said yourself: you killed me, Ascheritte. Now, I’m only so real as the memory of me. The matter stands: we are the same in many ways, you and I.”<br><br>“Do you know a way to bring back the Nameless, then?” You note a hint of urgency in your own voice. “The word ‘einherjar’; does it mean anything to you?”<br><br>“All that matters is the price you’re willing to pay.” Kjorikos responds. “Reach the surface, foremost, and you’ll find what you seek. Just bear in mind it’s not the paradise it was in my day.”<br><br>“The Identifiers – what are they, really?” You ask. “And the Observers? If you know what I’ve been doing, you know about them too – I fought one with your memory.”<br><br>“Consider them a boon from the Celestials. You’re their latest effort, after they disavowed us. I’d tell you not to bother trying to reverse-engineer their technology, but precise instructions are completely wasted upon the likes of you.” At this, he gives a bit of a laugh. “The entities whom have now deemed you personally worthy of destruction – the Observers, as you now know them – are the same ones who once grew powerful enough to subjugate gods. They are the ones who brought destruction to the world, and now watch all that is; condemning the Earthsea to ruin was merely one of their momentary whims. The Celestials are never without their pride – but even now, they find themselves backed against the wall courtesy of these fiends. You’ll soon find we are all on borrowed time.”<br><br>Your fingers twitch a bit. A spark of violet lightning runs down your arm.<br><br>“We’ll be in touch, Ascheritte.” Kjorikos says. “I see a piece of myself in you. I look forward to seeing what becomes of it.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1507165748000,"time4chanFormatted":"10/4/17(Wed)21:09","id":"5MgKH1+U","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"029147120947128.jpg","fileSize":"106549 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/images/1507165748799.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507165748799s.jpg","md5":"FLT94TBrqJIe0Xk8HO1DDA==","w":"620","h":"400","tn_w":"124","tn_h":"80"}
