{"isOp":false,"number":"1931377","threadNumber":"1931372","comment":"<span class=\"quote\">> [[ To-Do: Short-Term ]]</span><br>• Read your unread message.<br>• Collect your share of the Observatory’s taxes from the vendors inside.<br>• Return to Averron City proper to identify your remaining unidentified items.<br>• Discard your cursed belongings, or find a way to break the curse.<br>• Spend unspent EXP.<br>• Choose a new primary weapon and search for equipment upgrades.<br>• Contact Ayla and see if she’s alright; perhaps organize a meeting.<br>• Figure out where you stand in the guild situation.<br><br><span class=\"quote\">> [[ To-Do: Long-Term ]]</span><br>• Devote resources – yours and those of the other proprietors – to the Observatory’s facilities, upgrading it via Celestial Materialization.<br>• Empower Strife Memoriam through further investment of Celestial Gems.<br>• Touch bases with the Excavator effort and all to do with the Earthsea Promenade.<br>• Find a way to restore UIs to the Nameless, and ascertain the meaning of ‘einherjar’. Potentially find a solution to short-term unrest.<br>• Maybe figure out what happened with that Anaximander thing? Honestly probably Liza’s problem.<br><br><span class=\"quote\">> Smith, Liza, Vyx, Nel, Tatsumaki, Ayla, Kengo, Florica, Vision and Aelriss are online.</span><br><span class=\"quote\">> Donnel is offline.</span><br><br>What will you do?<br><span class=\"quote\">> Check your message.</span><br><span class=\"quote\">> Tell the others you’ve got some errands to take care of foremost.</span><br><span class=\"quote\">> Ask Nel if there’s any promising quests now that the raid’s blown over.</span><br><span class=\"quote\">> Suggest exploring a deep branch such as the Seal or Tethiss's Claw.</span><br><span class=\"quote\">> Other.</span>","time":1507156879000,"time4chanFormatted":"10/4/17(Wed)18:41","id":"5MgKH1+U","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"Aelriss.jpg","fileSize":"132820 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/images/1507156879889.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507156879889s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":"1000","h":"605","tn_w":"125","tn_h":"75"}
