{"isOp":true,"threadNumber":1931372,"number":1931372,"subject":"[[ Broken Sky Online Quest - Session 31 ]]","name":"BSO","trip":"!!lUcx6J6dWDQ","id":"5MgKH1+U","time":1507156716000,"time4chanFormatted":"10/04/17(Wed)18:38:36","comment":"<span class=\"quote\">&gt; [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.c<wbr>om/archive.html?tags=Broken%20Sky<br><span class=\"quote\">&gt; [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">&gt; [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline<wbr> <br><span class=\"quote\">&gt; [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br><span class=\"quote\">&gt; [[ Underground: Averron Observatory – Overlook // Neutral Territory // PVP Disabled ]]</span><br><br>You’re starting to feel like time doesn’t mean anything anymore.<br><br>See, it’s the same day. You know that for a fact. You can log out and check. You’ve been playing for a comparatively little cut of time when you consider the fact that Broken Sky Online has kept your brain ticking for <span class=\"mu-i\">days</span> on end – hours upon hours of constant travel or high-flying, life-threatening combat. What is it that you’re feeling, then? How long can you, and everyone else in Averron and the rest of the underground for that matter, tolerate such a thing? Ayla said it herself: if this is the way things are, you could step away from the game for hours and come back having missed virtual days – weeks, even. Something has to give. You wonder where the equilibrium will lie when all’s said and done.<br><br>“Ashe, what the fuck?” Nel says, slugging you in the shoulder; you start in place, jumping a little bit in your seat. “You told me you were okay! Are you lying to me?”<br><br>“Yeah.” You nod. Your hands are shaking a bit, hovering inches above a holographic display projected from your UI; that’s right, you were making a to-do list. You’ve been feeling a tad forgetful for some reason. You need more Celestial Gems. There’s a notification, too; it looks like you have an unread message as of a few minutes ago. “Did I space out again?”<br><br>“This is the third time since we got up here.” He sighs.<br><br>“Oh.” You respond, genuinely unaware. “What do I… do? Just stare?”<br><br>“Mostly.” Nel says, expression indicating genuine concern. “Like there’s something on your mind. And you move your mouth, too! Like you’re whispering to yourself – counting, maybe, or trying to remember something. It’s – uhm, creepy.”","filename":"1427157837862.jpg","fileSize":"75 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507156716180.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507156716180s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":738,"h":1200,"tn_w":153,"tn_h":250}
