{"isOp":false,"threadNumber":1931372,"number":1931589,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"5MgKH1+U","time":1507163043000,"time4chanFormatted":"10/04/17(Wed)20:24:03","comment":"<a href=\"#p1931555\" class=\"quotelink\">&gt;&gt;1931555</a><br><a href=\"#p1931557\" class=\"quotelink\">&gt;&gt;1931557</a><br><a href=\"#p1931559\" class=\"quotelink\">&gt;&gt;1931559</a><br><br>“Kjorikos.” You tilt your head a bit. He looks the same here as he did in life; with the hood of your cloak pulled up, one could be forgiven for mistaking you for him or one of his adherents. “Or someone with a knack for impersonation?”<br><br>It couldn’t be, could it? Your gaze drifts down to his chest – there’s a vertical gash in his armor where you pierced it with your sword. Strife Memoriam pulses gently; it feels as though ice rimes the back of your head.<br><br>“You’ve begun to doubt your own mind.” You remember his voice clearly: thoughtful and domineering. “Do you now doubt your sight as well?”<br><br>“What do you want?” You shake your head. “I <span class=\"mu-i\">killed</span> you.”<br><br>“How quickly you condemn me to death given the resources you’ve spent to preserve my memory.” He folds his arms, taking a step through the door towards you. “For devoting myself to the past, I was called a heretic. I thought you would learn from me. No; we are kindred, for you, in your practice, belike my mirror image.”<br><br>You sigh. Perhaps he wasn’t kidding about being corrupted by memory, but— “You tried to bring back the dead.”<br><br>“The same could be said of you and the Nameless.” Another step closer. Dust swirls around his boots.<br><br>[[ 1 ]]<br><span class=\"quote\">&gt; “Do you know a way to bring them back?”</span><br><span class=\"quote\">&gt; “Not the same thing. Why are you really here?”</span><br><span class=\"quote\">&gt; Activate Strife Memoriam and attack.</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; Spend EXP on Critical Threat, which improves critical strike range when attacking with wielded weapons.</span><br><span class=\"quote\">&gt; Spend EXP on Dual Wield Mastery, which improves damage and chance to hit with a weapon wielded in the off-hand.</span><br><span class=\"quote\">&gt; Spend EXP on Whirlwind Attack, allowing the user to spend PP to attack all targets in their reach with incredible speed.</span><br><span class=\"quote\">&gt; Spend EXP on Titan’s Strength, allowing the user to comfortably wield a two-handed melee weapon in one hand; additionally, when wielding oversized weapons, Fatigue buildup is reduced.</span>","filename":"1422502875646.jpg","fileSize":"1.22 MB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507163043516.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507163043516s.jpg","md5":"CZLW14nhKuMeZzS00V1HqA==","w":2098,"h":2966,"tn_w":88,"tn_h":125}
