{"isOp":false,"threadNumber":1931372,"number":1931509,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"5MgKH1+U","time":1507160620000,"time4chanFormatted":"10/04/17(Wed)19:43:40","comment":"<a href=\"#p1931504\" class=\"quotelink\">&gt;&gt;1931504</a><br><br>The NPC that greets you at the upstairs store-front looks something like a large owl, wearing a waistcoat and bifocals. “Milord.” He nods reverently as you approach.<br><br>“Hey.” You nod. “It’s been a while – can I collect my share of the taxes from the Observatory here?”<br><br>“You may.” He says, interfacing with the ancient technology adorning the countertop. “Three thousand, seven hundred and eighty-eight credits have been deposited into your account. Aside, there is someone waiting to see you in the upstairs study.”<br><br>“Thanks. Who is it?” You ask.<br><br>“I… do not remember.” The owl pauses awkwardly in the middle of his response. “Is there anything else I can help you with?”<br><br>“Anything new in stock?” You ask.<br><br>“Only the essentials.” He responds. “The selection from the apothecary has been moved to a vendor within the Overworld simulation at the suggestion of Lady Ayla, milord. You should contact her if you wish to invest further in the facilities.”<br><br>[[ 1 ]]<br><span class=\"quote\">&gt; Head upstairs to the study.</span><br><span class=\"quote\">&gt; Head downstairs to the Soulforge.</span><br><span class=\"quote\">&gt; Ask if anyone from your group wants to return to Averron City, and travel with them.</span><br><span class=\"quote\">&gt; Tell your group you’re making a trip to Averron City, and head up alone.</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; Spend EXP on HP, allowing Ascheritte to endure more damage.</span><br><span class=\"quote\">&gt; Spend EXP on PP, allowing Ascheritte to utilize more abilities and more powerful Artifacts.</span><br><span class=\"quote\">&gt; Spend EXP on a weapon skill, improving Ascheritte’s damage, reliability, and techniques with a single type of wielded weapons.</span><br><span class=\"quote\">&gt; Spend EXP on a Perk, affording Ascheritte a unique talent or ability to augment his combat skills or change the way he does battle.</span>","filename":"1422324183059.jpg","fileSize":"387 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507160620974.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507160620974s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":679,"h":1549,"tn_w":54,"tn_h":125}
