{"isOp":false,"threadNumber":1931372,"number":1932434,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"5MgKH1+U","time":1507177151000,"time4chanFormatted":"10/05/17(Thu)00:19:11","comment":"<a href=\"#p1932316\" class=\"quotelink\">&gt;&gt;1932316</a><br><br>“I’d like to know about Tethiss, if possible?” You ask.<br><br>“Tethiss is the Araneid Queen, and rivals the Precursors in her power and intelligence. She is more capable than the lesser araneids – and weaves shadow magic like her own viziers. They organize themselves through a hive-mind connected to her.” The fortune-teller says, nodding sagely at you. “She knows you have stolen from her, Ascheritte. You must bleed every drop of her life from your body if you wish to be judged fairly in her court.”<br><br>“…What?”<br><br>“The silk of araneids is a useful crafting material, as it is very light but surprisingly strong when properly worked. It would be worthwhile to collect some if you wish to expand your wardrobe. The araneids will utilize their own silk to craft ranged weapons, as well as pitfall traps. Be wary of those, as well as the true spiders who live commensally with araneids, if you seek to traverse the Claw.”<br><br>You shake your head and sigh, more credits deducting from your chip.<br><br>“What can you tell me about this?” You ask, holding up the Symbol of Fire.<br><br>“It is a key to a hidden fortress in the magma chamber, which was once protected by the Earthcrowned Phoenix.” The fortune teller responds. “The Entombed who defeated the Earthcrowned Phoenix, named Linastra, failed to discover the hidden door. She kept the Symbol of Fire and planned to return, until she was killed when an araneid caused her to fall from a great height. She was incapacitated, but landed within the reach of the King’s Hand. I will mark the entrance on your map, if you wish. Bring protection against fire, for I sense a roaring flame within.”<br><br>“Where can I find hallowed ground?” You ask.<br><br>“Your best bet would be to utilize a Greater Materialization Altar to erect a permanent shrine to the Celestials. Hallowed ground is far from easy to come by, and such forces as the Observers do as they will to see it destroyed as quickly as it can emerge.”<br><br>You have 4220 credits remaining.<br><br><span class=\"quote\">&gt; Ask about Anaximander.</span><br><span class=\"quote\">&gt; Ask about another player by name.</span><br><span class=\"quote\">&gt; Ask about a Celestial Artifact by name or owner.</span><br><span class=\"quote\">&gt; Write-in.</span><br><span class=\"quote\">&gt; Depart.</span>","filename":"29ebab8867a0cc8b54d3cf2d39dbd819.jpg","fileSize":"33 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507177151885.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507177151885s.jpg","md5":"hwoMW1WhzQMQ2cK+PqwUGg==","w":736,"h":281,"tn_w":125,"tn_h":47}
