{"isOp":false,"number":"1932210","threadNumber":"1931372","comment":"<span class=\"quote\">> [[ UI Messenger – Group Chat ]]</span><br><span class=\"quote\">> [[ Ascheritte set the conversation topic to: Averron City’s Finest ]]</span><br><span class=\"quote\">> [[ Ascheritte ]]: Yo, I’m headed back upstairs.</span><br><span class=\"quote\">> [[ Ascheritte ]]: Upstairs upstairs. Anyone want to come?</span><br><span class=\"quote\">> [[ Tatsumaki ]]: ok</span><br><span class=\"quote\">> [[ Nel ]]: I mean I guess it has been a while</span><br><span class=\"quote\">> [[ Nel ]]: plus we’re going to be going somewhere anyway as a group presumably</span><br><span class=\"quote\">> [[ Aelriss ]]: Oh, great.</span><br><span class=\"quote\">> [[ Aelriss ]]: Well, I don’t want to be the odd one out.</span><br><br><span class=\"quote\">> [[ UI Messenger – Ayla ]]</span><br><span class=\"quote\">> [[ Ascheritte ]]: You alive?</span><br><span class=\"quote\">> [[ Ayla ]]: Questionable</span><br><span class=\"quote\">> [[ Ayla ]]: Is this important</span><br><span class=\"quote\">> [[ Ascheritte ]]: Are you in Averron City? I was heading up I’m just wondering if you wanted to touch bases.</span><br><span class=\"quote\">> [[ Ayla ]]: At my guild hall. Busy. Sorry.</span><br><br>The Freakshow guild invite nags you whenever you open your UI to message someone. Best give this whole guild situation some thought – maybe talk it over with the group when you’re all back together.<br><br>You rendezvous with your group and return to Averron City in short order. It’s a strangely reluctant journey but everyone seems happy to be back. It’s much quieter here than you remember. You can’t help but wonder just how bad the death toll is.<br><br>“Got business with the fortune teller is the main thing.” You say. Tatsumaki hops over, keen on joining you again. “Where can I expect you two?”<br><br>“Tavern. Duh.” Aelriss says, with a dismissive shrug. “Gotta catch up on the social side of things if you really wanna stay connected. C’mon, Nel.” Nel starts to protest, but she practically drags him off in that direction while he shouts emphatically about the political situation in town.<br><br>The fortune teller’s tent is full of heady fog, and you remember the NPC here; their features are obscured by a magnificent robe, glowing feline eyes staring at you from beneath the darkness of a hood. They smile wide as you approach, gesturing to the crystal ball in the center of the table.<br><br>“Welcome back, dear child.” The fortune teller says, grinning fiendishly. “It’s an honor to be in the presence of one of Averron’s two heroes. I can only hope your accomplishments have been justly rewarded.”<br><br>“Maybe.” You shrug; Tatsumaki does the same.<br><br>“Be seated, then, with your partner beside you. You need only tell me what needs revealing.”<br><br><span class=\"quote\">> “You meant Freya when you said two heroes, right?”</span><br><span class=\"quote\">> [[ Identify a weapon or artifact – 25# ]]</span><br><span class=\"quote\">> [[ Ask for a consultation – 75# ]]</span><br><span class=\"quote\">> [[ Ask for a prophecy – 100,000# ]]</span>","time":1507173160000,"time4chanFormatted":"10/4/17(Wed)23:12","id":"5MgKH1+U","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"84129481.jpg","fileSize":"91982 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/images/1507173160803.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507173160803s.jpg","md5":"IWAIpQfpGzEg/bsCbfrX2A==","w":"1023","h":"653","tn_w":"125","tn_h":"79"}
