{"number":"1933697","threadNumber":"1931372","comment":"“We’re back.” You wave to Aelriss as you approach. “Let’s get out of here.”<br><br>“Doll, come on – you’ve gotta stay with us.” One of the Nameless adjacent dismissively shoos you away. “We’ll hit up the lower branches with the crew. Anywhere you like.”<br><br>“Thanks, but no thanks.” Aelriss says, downing the back half of whatever’s in her mug in the space of a couple seconds and pounding it onto the table before her as punctuation. She starts to rise, but the aforementioned Nameless is first to his feet.<br><br>“Really? Look at the sword on this guy.” He’s built like a wall, and all but lumbers towards you; your reply to him is a look of mild irritation. “He’s gotta be compensating for something.”<br><br>As he draws within proximity, Tatsumaki gives him a one-handed shove to the chest – which sends him stumbling several feet backwards where he topples over the bar counter. Most of the tavern falls silent – the crowd around the bulletin board looking awkwardly your way – before someone starts cheering, and everyone else falls in line. The four of you regroup and promptly exit.<br><br>“You talk to Ayla?” Aelriss asks, as the four of you make your way into the street.<br><br>“A little bit. She sounds – stressed?” You shrug. “I’m a little worried.”<br><br>“I asked if there was a chance I could apply to join her guild, and she’s like ‘raaah go away I have no guild’.” Ael cringes. “This Alliance thing is getting kind of serious.”<br><br>“It won’t be much longer. Someone’s gonna crack.” Nel says. “It’s just a matter of who. Anyway, Ashe, you decide where you wanted to go?”<br><br>“I’m telling you; it’s gotta be Tethiss’s Claw. I saw so much down there.” You respond. “We’ve just got to play it smart.”<br><br>“Not happening with the four of us.” Nel folds his arms and shakes his head.<br><br><span class=\"quote\">> Ask someone else if they want to come. (Write-in.)</span><br><span class=\"quote\">> “You know anyone, Nel?”</span><br><span class=\"quote\">> “We can take it – it won’t be that hard.”</span><br><span class=\"quote\">> Tell of the hidden fortress, and suggest hunting in the magma chamber instead.</span>","time":1507238762000,"time4chanFormatted":"10/5/17(Thu)17:26","id":"5MgKH1+U","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"14218153210249.jpg","fileSize":"323403 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/images/1507238762687.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507238762687s.jpg","md5":"ZhZk4H83Hd76ypLqIuWpsg==","w":"1095","h":"869","tn_w":"125","tn_h":"99"}
