{"isOp":false,"threadNumber":1931372,"number":1933823,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"5MgKH1+U","time":1507240954000,"time4chanFormatted":"10/05/17(Thu)18:02:34","comment":"<a href=\"#p1933717\" class=\"quotelink\">&gt;&gt;1933717</a><br><a href=\"#p1933724\" class=\"quotelink\">&gt;&gt;1933724</a><br><a href=\"#p1933747\" class=\"quotelink\">&gt;&gt;1933747</a><br><br>“Agreed. I’d like to play it just a little cautious for now.” Aelriss responds. “Got anything else, Ashe?”<br><br>“Alright – I found a key to a hidden area when I was down at the Seal. It’s in the magma chamber, and the fortune teller recommends equipment that’s strong against fire.” You respond. “I was thinking we could go fight some lava striders, maybe look for useful stuff while we’re in the neighborhood?”<br><br>“Hm. I can do a little bit of elemental protection, but it’d be good to have some gear for sure. You could probably stand a new shield, if you can even use one with that monster of a sword.” She muses, hand rising to her chin in thought.<br><br>“I got options. I’ll make it work.” You respond. Tatsumaki pounds her open palm with her other fist, nodding in affirmation. “Nel, you got extra healing potions?”<br><br>“Always. How many do you need?” Nel asks.<br><br>“Just asking – work it out on the way down. I’ll cover you later.” You respond.<br><br>Nel nods. “This sounds a whole lot better – I mean, I’m all about hidden areas, so. Are we good to go?”<br><br>A quick self-check reveals Strife Memoriam’s allocated memory somehow changed itself back to Rust at some point.<br><br>[[ 1 ]]<br><span class=\"quote\">&gt; Change Strife Memoriam’s allocated memory.</span><br><span class=\"quote\">&gt; Leave Strife Memoriam’s allocated memory intact.</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; Visit the Celestial Materialization Altar before departing.</span><br><span class=\"quote\">&gt; Depart now, and use the Observatory altar in private later.</span>","filename":"1480131669990.jpg","fileSize":"131 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507240954777.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507240954777s.jpg","md5":"JRodPFCoCY2PtrkL2888mA==","w":900,"h":653,"tn_w":125,"tn_h":90}
