{"number":"1934943","threadNumber":"1931372","comment":"“…Ashe?” Nel asks; him and Aelriss arrive, but look like they’re keeping their distance.<br><br>You decide it’d be fun to spook them with a little victory dance, but can’t force yourself to stand. Instead, you manage the jolliest thing you can, hopping up and down on your long, jagged limbs. “<span class=\"mu-s\">When your light is snuffed out, we will inherit this world.[/spoiler]” says the scar in your side, while you totter back and forth frabjously.<br><br>“Not cool, Ashe.” Aelriss says, hand easing to the hilt of her sword. The pair exchange glances, and she takes a step back. “You’re still in there, right?”<br><br>A wave of black bursts off your form, inhuman armor receding into the otherworldly dark. You cough, landing flat on the ground with your limbs arranged in an awkward ‘X’.<br><br>“Kidding.” You manage, easing into a sitting position. You don’t appear to be injured currently.<br><br>“Well, don’t.” Aelriss sighs. “Where’s Tatsumaki?”<br><br>You point to the edge of the cliff; Tatsumaki climbs up and pulls herself onto the surface as if on cue. She makes her way over to join the group in time to investigate the loot.<br><br><span class=\"quote\">> [[ Inventory: giant lava strider ]]</span><br>tempered chitin plate x2<br>molten fiber x12<br>giant fire essence<br><br>“Huh. Two plates?” Nel asks. “That’s gotta be rare or something.”<br><br>“If you guys need – uhm, fire protection?” Aelriss stumbles over the last part; it’s intoned partly like it’s a taboo subject for some reason, and partly because she’s still looking askance at you. “Sorry, I mean – this is a good start. I could help someone out with the fire essences – maybe buy or farm some more stuff, if you can get some blanked rings or amulets. And if you take these plates back up to town, I’m sure there’s someone with a schematic for a fireproof shield...”<br><br><span class=\"quote\">> Seek more striders on level ground.</span><br><span class=\"quote\">> Investigate the area where the Symbol of Fire can be used.</span><br><span class=\"quote\">> Search for areas related to the Earthsea, like when you were last here.</span><br><span class=\"quote\">> Seek out the Underground Siren.</span><br><span class=\"quote\">> Other. (Write-in.)</span>","time":1507260464000,"time4chanFormatted":"10/5/17(Thu)23:27","id":"5MgKH1+U","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ"}
