{"isOp":false,"number":"1934178","threadNumber":"1931372","comment":"<a href=\"#p1934091\" class=\"quotelink\">&gt;&gt;1934091</a><br><a href=\"#p1934036\" class=\"quotelink\">&gt;&gt;1934036</a><br><a href=\"#p1934023\" class=\"quotelink\">&gt;&gt;1934023</a><br><br>“What do you guys think about the guild situation right now?” You ask.<br><br>“I’m starting to have second thoughts. Just – if you couldn’t tell.” Aelriss says. “I don’t know if Tatsumaki still has her heart set on joining the Guardians, but I bet they’d turn her away because of the communication barrier. That kind of thing is a big deal in hardcore play, even if you’re as good at this game as she is.”<br><br>Tatsumaki shrugs.<br><br>“You already know how I feel, Ashe. Guildless for life.” Nel folds his arms. “You’re not going soft, are you?”<br><br>“Guilds have benefits, Nel. I was thinking – just as an idea – maybe we should start our own, since we’re all in a crazy place with the whole Alliance situation.” You respond. “I’ve got stake in the Observatory. We could make it work.”<br><br>“…Maybe.” He turns away, grumbling a bit. “Doesn’t matter, though. You need five charter members and I count four of us – so unless you know someone as reliable…”<br><br>“There’s the solo all-stars. Crow, and Kengo – and that healer girl. Aelriss’s friend Donnel, too?” You ask.<br><br>Ael shakes her head. “He’s a great guy, but I don’t think he’s the kind of guy you’d want in your guild. Ashe. His go-to solution to the Nameless problem comes at the edge of his sword.”<br><br>“They did try to kill you, Ael.” Nel adds.<br><br>“They’ve tried to kill all of us.” You sigh. “You can’t simplify the problem that much.”<br><br>“What about the bounty hunters? You kind of know one of them, right?” Aelriss asks.<br><br>“No way! Have you seen the way they post on the forums?” Nel says. “They’d just do all kinds of crazy stuff behind your back.”<br><br>“There’s Smith. He’s pretty dependable.” You suggest.<br><br>“He’s kind of a creep, Ashe.” Aelriss rolls her eyes. “No offense to you or anything.”<br><br>You change the subject. “Nel, heard of any big marks around here recently?”<br><br>“There’s something called an Underground Siren, apparently – burrowed up from who knows where.” He responds. “I can send you its whereabouts, but it’s got a <span class=\"mu-i\">lot</span> of recorded kills. It’s this big thing that just – yells at Nameless so loud they die, apparently.”<br><br>You check your map, guild invite to Freakshow nagging you again when you open your menu. Regardless of what you do about that, it’d probably be worthwhile to at least send her a contact request at some point. Down here, a great swath of outcroppings and plateaus is visible stretching into the distance, where solo players and parties battle skinless, long-legged insectoids: lava striders. There’s a large one wandering about on the platform below you, carefully skirting across stalagmites that stick up from the molten rock.<br><br><span class=\"quote\">> Engage the lava strider beneath you.</span><br><span class=\"quote\">> Investigate the area where the Symbol of Fire can be used.</span><br><span class=\"quote\">> Search for areas related to the Earthsea, like when you were last here.</span><br><span class=\"quote\">> Seek out the Underground Siren.</span>","time":1507248225000,"time4chanFormatted":"10/5/17(Thu)20:03","id":"5MgKH1+U","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ"}
