{"isOp":false,"threadNumber":1931372,"number":1934511,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"5MgKH1+U","time":1507254882000,"time4chanFormatted":"10/05/17(Thu)21:54:42","comment":"<a href=\"#p1934451\" class=\"quotelink\">&gt;&gt;1934451</a><br><br><span class=\"quote\">&gt; [[ 73 ]]</span><br><br>There’s a blast of white fire from the point of impact as the edge of your blade – truly, a man-sized slab of metal that offers the mere impression of a greatsword – collides with a tempered exoskeleton. The strider screeches, crashing downward toward the stone beneath, and you afford a battle shout as a response, a hissing cry in a voice unlike your own that might well intimidate a man as well as a mere animal. As it falls, its leg follows through, swinging up to crash into your ribcage; you turn to avoid the worst of the blow, and your armor absorbs the remainder of the damage, but you’re batted aside, flying out from above the coverage of the outcropping and falling a distance. You take hold of your heavy sword between your feet, and your gnarled, cold-silver hands take purchase on the stone surface of the cliff, leaving you hanging over a hundred feet above the lava bubbling beneath.<br><br>There’s a little hole in the side of your body, you notice, where the swinging leg chipped your armor, and a pixilate, white light is peeking out from inside. “<span class=\"mu-s\">We are the true gods.</span>” it says, plainly. “<span class=\"mu-s\">We were here first. We are the true gods. Serve us or die.</span>”<br><br>Your gaze flicks back upward when you see movement out of the corner of your eye. Tatsumaki’s next to throw herself from the edge of the cliff as the strider makes its way towards you, and it doesn’t anticipate her landing on it. There’s a resonant thud as her first punch collides with it, and it struggles to maintain its hold on the rock face. Another punch, and another send the two of them together, measure by measure, down towards the molten rock. The creature whirls with unexpected speed, and she’s sent flying from its body, recovering midair and landing precariously on a stalactite over the lava; she looks around, confused for a few moments as if she’s wondering how to get out of this predicament, before she begins leaping from rock to rock on the deceptively long journey back up towards you.<br><br><span class=\"quote\">&gt; Leap back to the stone platform and fight it on even ground.</span><br><span class=\"quote\">&gt; Climb back up towards Aelriss and Nel.</span><br><span class=\"quote\">&gt; Attempt to make it above a stable landing, then deal a killing blow with the Memory of Exile’s special attack.</span><br><span class=\"quote\">&gt; Other (Write-in.)</span>","filename":"3462476335.jpg","fileSize":"167 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507254882509.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507254882509s.jpg","md5":"8FpCYrFUSGM47QW1PKcaaw==","w":800,"h":800,"tn_w":125,"tn_h":125}
