{"isOp":false,"threadNumber":1931372,"number":1935122,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"5MgKH1+U","time":1507262905000,"time4chanFormatted":"10/06/17(Fri)00:08:25","comment":"<a href=\"#p1935048\" class=\"quotelink\">&gt;&gt;1935048</a><br><a href=\"#p1935014\" class=\"quotelink\">&gt;&gt;1935014</a><br><a href=\"#p1934965\" class=\"quotelink\">&gt;&gt;1934965</a><br><a href=\"#p1934961\" class=\"quotelink\">&gt;&gt;1934961</a><br><br>The group follows you up to the mark the fortune-teller made on your map – you were near here in the past, with Cardus, Sulya, and Tatsumaki. It’s further, though, through a subtle sort-of alcove in the rock wall that leads down through a winding chamber that’s made uncomfortably warm by the heat and pressure of the deep-underground.<br><br>“I’ll stand guard outside, kay?” Aelriss says.<br><br>“Sure, I guess.” You respond.<br><br>There’s a great chamber inside that looks somehow regal; as you enter, you notice the shadow of a bird has been burned into the very stones beneath your feet. You wonder, then, if the phoenix might well rise again. Probably a problem for later, though. There’s a strange golden idol that seems to be part of the scenery in the center of the place; bronze faces crowned with symbols similar to the one you carry can be rotated on an elaborate gilded bezel. One appears somehow worn, though – and by replacing it and rotating the instrument as a whole…<br><br>You note the back wall of the cave shifting slightly; satisfied for now, you retrieve the Symbol and make your way back to the magma chamber. The four of you venture into the underground, passing time and hunting more powerful creatures in preparation for the journey to come…","filename":"210571290510.jpg","fileSize":"428 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507262905607.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1931372/thumbs/1507262905607s.jpg","md5":"UIk18ADCwTvKdLjpUZIeMA==","w":1920,"h":1162,"tn_w":125,"tn_h":75}
