{"number":"1947931","threadNumber":"1931372","comment":"I would like to suggest some immediate goals I hope everyone can get behind or at least discuss.<br><br>First and foremost I want to invest our celestial gems in repairing~<br><br><span class=\"quote\">> \"The Last Argument of Kings”, a masterwork relic greatsword (broken)</span><br><br>This is a relic class weapon dropped from the hardest boss we have faced so far. <br>Greatswords fit our current build perfectly and can compliment some of Strife memoriam's current allocations.<br>Ruby comes to mind.<br><br>I firmly believe it will be worth the celestial gem investment and would bring Ascherrite to an even more broken level of power.<br><br>Please understand this does not rule out acquiring different weapons later. Not every environment will compliment an oversized weapon. It's always good to have alternatives.<br><br>While I'm discussing weapons I would suggest our alternate weapon either being a fluxsaber (Dross) or a handgun.<br>Fluxsaber incase our main weapon is lost. They seem versatile against any foe. With little to no battle fatigue. I would suggest replacing our current one when the Forgemaster perfects them.<br>Equipping a handgun can give us a ranged option when we need it. As well as an option to bait and harass our enemy. <br>My personal preference is a handgun.<br><br>We currently have the perk~<br><br><span class=\"quote\">>* Titan's Grip [[ Passive ]] : Allows the user to comfortably wield a two-handed melee weapon in one hand; additionally, when wielding oversized weapons, Fatigue buildup is reduced.</span><br><br>Therefore either of these weapon options can be wielded with an oversized weapon.<br><br>After that we just need to replace our cursed boot.<br>~~Just a side note. We can hoard our cursed gear until we figure out how to undo the curse.<br><br><br>After investing celestial gems into our relic greatsword. <br>I suggest using most if not all the celestial gems we obtain in the future to power up Strife Memoriam.<br><br>Strife Memoriam is versatile in pretty much any situation and will continue to grow as we defeat stronger enemies.<br><br>I do not suggest using any more celestial gems in powering up locations we have uncovered. I suggest asking guilds to establish an equal investment on locations we share.<br>I am open to suggestions regarding this issue.<br>Running the suggestion by the Averron Alliance should get us somewhere.<br> <br>I put a lot of thought into this, I'm looking forward to hearing feedback from other anons.<br>I personally love this quest.<br>It's amazing in so many ways.<br>Welcome back Sylve~","time":1507553350000,"time4chanFormatted":"10/9/17(Mon)8:49","id":"Ib0XQwQQ","name":"Anonymous","subject":null,"trip":null}
