{"number":"1948315","threadNumber":"1931372","comment":"<a href=\"#p1948075\" class=\"quotelink\">&gt;&gt;1948075</a><br>I feel like the cloning item would be more useful than the time fuckery watch in more situations, depending of course on the limitations of both.<br><br><a href=\"#p1947931\" class=\"quotelink\">&gt;&gt;1947931</a><br>I would quite love to see The Last Argument of Kings repaired and used as our primary. <br><br>I also think we could use Dross AND a handgun as a secondary situationally with both worn on our belt, although it deserves note that by the wording of Titans Grip we could actually use a rifle such as Rubi in our off-hand (though I doubt we'd be very accurate).<br><br>However I disagree on using Celestial gems in the future /just/ for powering up Strife Memoriam. I think the Observatory will prove more profitable to us the more we invest in it. We've also only actually invested 2 CGs more than the other founders into this place, when we upgraded the forge.<br><br>I think it would be reasonable to ask the other Founders (or their associated guilds) to contribute equivalent amounts to us (2 CGs each) to purchase a teleportation gate. If we were willing to put off repairing LAoK then we could use the spare CG from the above transaction and our own current 2 to further purchase a single Sidereal Armor...and then apply the 1CG upgrade that boosts a single NPCs abilities by a large amount to that same armor. I feel like this would provide an adequate passive level of protection for the Observatory, such that we could leave it be and be comfortable until something changes.<br><br>I also feel this is superior to guild-provided protection for the Observatory because it's an impartial NPC, and will always be awake and on-guard. Maintains the Observatory's neutrality and let's be honest nobody likes guard duty, let alone in a game.<br><br><s>I admit that I do just want to see a Sidereal Armor though. Then I want to see what it's like buffed up. I think that'd be super cool.</s><br><br>If players aren't for the above and still want to repair LAoK then we should instead spend the free gem from the 3 other founders each donating 2 on getting the Custodian upgrade for the Observatory. Apparently we could run out of those things right now, and that's bad seeing as they maintain the place.","time":1507571352000,"time4chanFormatted":"10/9/17(Mon)13:49","id":"wCxJrWga","name":"Anonymous","subject":null,"trip":null}
