{"isOp":false,"number":"1954542","threadNumber":"1931372","comment":"Immediate goals continued~<br>Thanks everyone for discussing my suggestions.<br><br><span class=\"quote\">> Celestial Gems</span><br><br>There seems to be a lot of support in repairing..<br><br><span class=\"quote\">> The Last Argument of Kings</span><br><br>A lot of support for increasing the capabilities of..<br><br><span class=\"quote\">> Strife Memoriam </span><br><br>Some interest in creating a new artifact. As well as using gems to continue investing in the Observatory.<br><br>In regards to creating a new artifact I still believe it would be in our best interest to upgrade Strife Memoriam. Currently in battle, we are definitely a powerhouse while under our artifacts influence. We are also versatile in pretty much any situation, due to Strife Memoriam's nature.<br>Our main problem right now is how vulnerable we are when we cannot use our artifact. This is why I believe repairing The Last Argument of Kings and increasing Strife Memoriam's capabilities is worth investing in.<br>That being said I am not opposed to creating a new artifact, but I do have two concerns.<br><br>1: Multiple artifacts will become expensive to maintain and arguably less effective than maxing the capabilities of one.<br><br>2: Everyone has their own unique ideas for artifacts and it would be hard to come to a consensus regarding a new one. (I actually had a lot of fun reading through the potential artifacts everyone thought up)<br><br>The Observatory is definitely a different matter and I think there is an easy solution. <br>Personally when it comes to the Observatory I can agree with any suggestions to improve it. Improving the Observatory helps everyone in Avveron. However the Observatory was gained by the efforts of everyone that helped us during that raid. It is not ours alone, therefore any changes to it should be agreed on and invested in by the Avveron Alliance. This isn't a bad thing. We can bring our concerns regarding the Observatory to the Alliance and they should help in it's growth. Why wouldn't they? Everyone wins.<br><br><span class=\"quote\">> Stat Upgrades</span><br><br>I'm pretty much fine with whatever route we decide to take. Increasing hp/pp is always helpful and almost every combat upgrade we choose will help at this point. Personally I think we should max anything that will further reduce fatigue from using oversized weapons since we are already heading in that direction. I also think it would be worth investing in pp so we can use a few more Concussive Strikes. To give us an edge while not under Strife Memoriam's influence. Again I'm fine with whatever everyone chooses. Ascherrite is only lvl 11 there's plenty of room to grow.<br><br><span class=\"quote\">> Rubi</span><br><br>Since there was some support for a handgun I though it might be cool to ask either Smith or Ayla to convert Rubi into one. <br><br><span class=\"quote\">> Side effects Strife Memoriam/Time in game</span><br><br>I believe there isn't anything we can do about either of these. Side effects of artifacts are common and relative to the story's plot. Time changes in game seem to change during updates. So this is probably due to the nature of the game and again relative to the plot. I fear we cannot escape these even with our MC's shiny plot armor.","time":1507746906000,"time4chanFormatted":"10/11/17(Wed)14:35","id":"j1tk1NAx","name":"Anonymous","subject":null,"trip":null}
