{"isOp":false,"threadNumber":1931372,"number":1954544,"name":"Anonymous","id":"j1tk1NAx","time":1507746967000,"time4chanFormatted":"10/11/17(Wed)14:36:07","comment":"<a href=\"#p1954542\" class=\"quotelink\">&gt;&gt;1954542</a><br><span class=\"quote\">&gt; Guild</span><br><br>Guild politics is becoming a pretty major issue. We can basically join any guild at this point or create our own. When Sylve takes up a major interest in Broken Sky again and drops a starting date I plan on reading everything from the start (because it's so good). So I'll have a better idea of the general interest each guild in Avveron has right now. As far as I remember the biggest controversies regard the equality and freedom of players in Avveron. All of them seem to have valid points as well. For now I just want to suggest a path we can take, since there's a lot of interest in either creating a guild or remaining guildless. <br><br>We could create a small elite guild of players we personally trust. Ideally 5 to 10 members. This guild's main objective would be expanding Avveron by defeating Precursors and developing that area. This is basically the general goal in Broken Sky. By establishing our own guild we can keep our friends close, separate ourselves from choosing a side in the current state of Avveron, and at the same time create a situation where we can have a substantial influence on guild politics. There's a lot I hope we could accomplish by doing this. Some of our ingame friends are torn between the stress of joining a guild. Ours however would solely be to organize for raids. Joining this guild will give you a very real chance of defeating a Precursor and receiving everything that comes with it (celestial gems). Basically our members can expect a \"Hey want to raid this dungeon?\" Or a \"Hey let me know if you find a dungeon\" besides that they are welcome to do whatever they want. This should create an environment where even players that don't get along can join, since there's really no need to spend anytime together outside of raids. If we create this guild we can explain to Liza that this is the best way we can be of help to Avveron. Our sole goal being the expansion of our territory we want to have our most trusted and able contacts ready for any raid we encounter. At the same time tell her as a guild leader we would like to join the Alliance. If she agrees we can still request members of different guilds to assist in our raids if we're short a few members. As well as influence the political scene in a positive way. If all of this goes well we can explain to Freya that after the event we faced together we thought this was our best course of action. Personally I'm starting to understand Freya's philosophy. Ideally we should try to create a democratic system in the Alliance where Freya can voice her opinions. For now we tell Freya we consider her an ally and we hope she can assist us in any upcoming raids. Defeating a Precursor with members of Freakshow and Crimson Guardians is definitely a step in the right direction.<br><br>Any criticism is greatly appreciated~"}
