{"isOp":false,"number":"1979182","threadNumber":"1978591","comment":"<a href=\"#p1979014\" class=\"quotelink\">&gt;&gt;1979014</a><br><a href=\"#p1979019\" class=\"quotelink\">&gt;&gt;1979019</a><br><a href=\"#p1979032\" class=\"quotelink\">&gt;&gt;1979032</a><br><a href=\"#p1979122\" class=\"quotelink\">&gt;&gt;1979122</a><br>You navigate to the guild square and find the opulent barracks waiting for you opposite the fountain. Various players are talking and lingering about – mostly Identified, this time. The Guardians’ hall looks like it might be bigger. It’s probably just in your head, but there’s definitely more flags.<br><br><span class=\"quote\">> [[ Crimson Guardians – Guild Hall ]]</span><br><span class=\"quote\">> [[ Guild Leader: Liza ]]</span><br><span class=\"quote\">> [[ Guild Officers: Kainzo, Mendicant, Florica ]]</span><br><span class=\"quote\">> [[ “ Glory Is Forever ” ]]</span><br><br>There isn’t a legionnaire waiting for you at the door this time; rather, you just seem to have been given authentication to enter. You cross the threshold into the strangely-comforting space. There’s a loud conversation in the other room, and you invite yourself in, doing your best to look like you belong here as you meander past the training area.<br><br>“There’s nothing more I can say to you on the subject.” Florica says, holding her hefty tome close to her chest. Liza and the officers are seated at a large table beneath a map of Averron on a flat-panel digital display; various machinery decorates the room, looking like a bit of a server farm. “The seal, though unlike artifice in its nature, is secure as can be. It is not permanent, but is doubly redundant.”<br><br>“I’ve heard you. I just can’t believe you’re so certain.” Liza responds from the head of the table. “She isn’t Anaximander, but that doesn’t mean she can be trusted.”<br><br>“She is not to be underestimated. Her capacity is akin to mine, truly – her ability is spoken of in the depths of the Diabolique.” Florica responds. “Thus, if you do not trust her skills without some arbitrary proof, you’ve no reason to trust mine.”<br><br>“That’s completely absurd, and you know it.” Liza rolls her eyes. “Even if she’s truly done us and the rest of the city a favor today – you don’t even know her. Standing up for her is a waste of your energy. Especially when Freakshow continues to invite controversy into Averron.”<br><br>“We stand for the players of Averron.” Kainzo says. “Those who’d sabotage us are not included.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1508278540000,"time4chanFormatted":"10/17/17(Tue)18:15","id":"FZtRkOsu","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"Liza.jpg","fileSize":"224126 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/images/1508278540844.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508278540844s.jpg","md5":"ISSYkFy0Q44FRnO7ppyxJg==","w":"1500","h":"2322","tn_w":"80","tn_h":"125"}
