{"isOp":false,"number":"1979792","threadNumber":"1978591","comment":"<a href=\"#p1979565\" class=\"quotelink\">&gt;&gt;1979565</a><br><br>“One thing – the merger. You’re still pushing for it, I take it?” You ask.<br><br>“Of course.” Liza nods to you. “The prospect is growing better by the minute. You should meet some of our new recruits.”<br><br>“Okay, good – but why?” You ask. “The other Alliance guilds are going to lose people, and the class divide in the city is going to get worse.”<br><br>Liza shakes her head, looking dismissively at you.<br><br>“Ascheritte, you know well the disadvantages of our current arrangement. Three disparate guilds with different goals and organizational standards? This isn’t a matter of class or subjugation; it’s an imperative to unite the capable – and those who wish to fight among them, notwithstanding my own desire to see us organize the most optimal fighting force possible – beneath a banner that stands for Averron as a whole.” She says. “The others may stand aside if they wish, but the Underground is actively attempting to destroy us. The city’s population has decreased dramatically. Without a unified force, we face extinction.”<br><br>You hesitate to respond, and Liza looks curiously at your expression. “Is it about Ayla?” She asks. “You’ve never had anything to worry about from me, Ascheritte – you should know better. I’ve been off her case since our last meeting; I’ve even made an offer to make amends, to which she neglected to respond. If she wishes now to completely derelict her position, it’s none of my business except where it pertains to our survival as a whole, but it is rather unlike her to ignore her responsibilities.”<br><br><span class=\"quote\">> Depart for the Writ Keepers’ guild hall.</span><br><span class=\"quote\">> Ask if Florica can craft you something.</span><br><span class=\"quote\">> Ask if they know anything about Observers.</span><br><span class=\"quote\">> Other. (Write-in.)</span>","time":1508286221000,"time4chanFormatted":"10/17/17(Tue)20:23","id":"FZtRkOsu","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"23059230522.jpg","fileSize":"232826 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/images/1508286221814.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508286221814s.jpg","md5":"TIb4nXTTRZqlxiEm7jy6Vw==","w":"1465","h":"760","tn_w":"125","tn_h":"64"}
