{"isOp":false,"number":"1979006","threadNumber":"1978591","comment":"<a href=\"#p1978888\" class=\"quotelink\">&gt;&gt;1978888</a><br><a href=\"#p1978896\" class=\"quotelink\">&gt;&gt;1978896</a><br><a href=\"#p1978927\" class=\"quotelink\">&gt;&gt;1978927</a><br><br>“What do you guys think of the idea of – like, an organization to fight the Observers?” You ask.<br><br>“The whats?” Aelriss asks, looking over quizzically.<br><br>“The shadow monsters that are popping out all over the place? The ones that corrupted the Earthsea, and the old world?” You tilt your head when you look back at her. “Have you not heard the voices?”<br><br>“…Ashe, you are legit scaring me.” Nel says.<br><br>“They’re a big deal!” You groan. “Freya and I fought one down at the Calamity Rift – it had tons of health, said all sorts of weird stuff, cursed all my gear…”<br><br>“Don’t get me wrong, Ashe. It sounds worthwhile. I just have no idea what you’re talking about.” Aelriss says.<br><br>Tatsumaki nods. They really haven’t encountered a single one. \"Whatever,\" You say, \"I'll explain better later, alright?\"<br><br>“Where are you heading?” Ael continues, folding her arms as you split off the path.<br><br>“Got business up in the city. We’ll catch up, yeah?” You ask.<br><br>“Yep.” Aelriss nods. “Tats and I are gonna have all the fun. C’mon, girl…”<br><br>The city is as you remember; you were here not long ago, but this time you’re here alone.<br><br><span class=\"quote\">> Head to the Crimson Guardians’ guild hall.</span><br><span class=\"quote\">> Head to the Writ Keepers’ guild hall.</span><br><span class=\"quote\">> Other. (Write-in.)</span>","time":1508276335000,"time4chanFormatted":"10/17/17(Tue)17:38","id":"FZtRkOsu","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"1480131333989.jpg","fileSize":"100604 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/images/1508276335427.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508276335427s.jpg","md5":"tJSaNvv48q1J/q4aF3dk9w==","w":"1240","h":"694","tn_w":"124","tn_h":"69"}
