{"isOp":false,"number":"1979437","threadNumber":"1978591","comment":"<a href=\"#p1979318\" class=\"quotelink\">&gt;&gt;1979318</a><br><a href=\"#p1979273\" class=\"quotelink\">&gt;&gt;1979273</a><br><a href=\"#p1979220\" class=\"quotelink\">&gt;&gt;1979220</a><br><a href=\"#p1979208\" class=\"quotelink\">&gt;&gt;1979208</a><br><br>“Not completely,” You respond. Everyone deserves the benefit of the doubt, you think, but Freya doesn’t at all seem like the type that has no agenda of her own. “I know she’s done us all a favor when it comes to the Exiles – but that’s not to say she’s not up to something, or maybe she’s not. I’m keeping an eye on her, anyway.”<br><br>The conversation stalls for an instant as Liza and Florica look between one another, as if they each expected a different answer.<br><br>“What’s this Diabolique you’re talking about?” You ask. Your eye catches Florica, who taps on the back of her book – a Celestial Artifact, you know – with a manicured, crimson-painted fingernail to indicate it to you. You cock an eyebrow as you look over it, almost losing yourself in the twisted, ancient symbols on the cover. It resembles the old script; you know not what it means, but feel instinctively that what it represents is offensive to your nature. “The Arcana,” You recall. “Diabolique? Your spellbook.”<br><br>“It contains the roots of this world.” Florica says. “Arts different in their nature from those of any artificer.”<br><br>“You can read that?” You ask.<br><br>“Somewhat.” Florica responds. “I am learning.”<br><br>“Right, right.” Liza shakes her head to clear her thoughts. “What was it you wanted to talk about, Ashe?”<br><br>“The Observatory, remember? I’ve been waiting to hear from the other proprietors or their organizations about investing.” You say. “I put a couple Gems in myself, but like I said, I can’t be the only one.”<br><br>“Well, we arranged a deal quite some time ago – our funds have been organized, as have those of the Writ Keepers, and we’re waiting now for the Disposable Heroes to come through with their contribution. When I pondered the possibilities, I thought it best to accord the requisite amount to simultaneously construct a pair of Advent Gates for faster travel; then, I told Kainzo – being the proprietor – to defer to you,” Liza says. “Assuming that your experience of Averron would inform the most beneficial overall decision as to how the Gems should be spent. This was a while ago, but apparently you weren’t contacted?” She looks to Kainzo.<br><br>Kainzo looks dismissively at a holographic projection from his Identifier – then over it, glancing cynically at you. “Forgive me, Liza. I did so via message; perhaps I spelled his name incorrectly.”<br><br>Liza looks askance at the officer before turning back to you. “Well, get in contact. Ascheritte, does this sound reasonable?\"<br><br><span class=\"quote\">> “Sounds perfect.”</span><br><span class=\"quote\">> “We should wait until we can construct a gate in a useful location deeper underground.”</span><br><span class=\"quote\">> “The Observatory needs defenses foremost.”</span><br><span class=\"quote\">> “We need a way to take in more money.”</span><br><span class=\"quote\">> “We need new NPCs and facilities instead.”</span>","time":1508281484000,"time4chanFormatted":"10/17/17(Tue)19:04","id":"FZtRkOsu","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"Florica.jpg","fileSize":"112006 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/images/1508281484177.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508281484177s.jpg","md5":"zF0VW1pa8434SWR49HQ7OQ==","w":"420","h":"850","tn_w":"61","tn_h":"125"}
