{"isOp":false,"threadNumber":1978591,"number":1979188,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"FZtRkOsu","time":1508278655000,"time4chanFormatted":"10/17/17(Tue)18:17:35","comment":"<a href=\"#p1979182\" class=\"quotelink\">&gt;&gt;1979182</a><br><br>“I’m just surprised we’re still taking trustable information out of a book called the Diabolique.” Mendicant shakes his head and sighs.<br><br>Liza laughs. “You mean to tell me your trust has started to waver as well?”<br><br>“’Course not, Liza. I’m just like you. I don’t trust anything for no reason.” Mendicant nods. “I trust y’all, since we’re a team. I trust the Alliance leaders, more or less, ‘cause they’re chill – even if Sven’s wife is a little bit of an ass sometimes. I even trust <span class=\"mu-s\">this</span> nerd,” He says, pointing to you as you enter, and punctuating the phrase by pointing to Liza: “Because <span class=\"mu-s\">this</span> nerd says to.”<br><br>“Ascheritte.” Liza makes a mocking expression toward Mendicant, which softens promptly as she nods firmly to acknowledge your presence; Kainzo kicks his feet up and turns away, arms folded. “I didn’t hear you enter.”<br><br>“You’re talking about Freya?” You ask.<br><br>“You were there with her in the Rift.” Liza says, and Florica leans toward you, looking interested. “Do you trust her?”<br><br><span class=\"quote\">&gt; “She’s done only good by me.”</span><br><span class=\"quote\">&gt; “Not completely – she’s a fire-starter, but she has done us a favor.”</span><br><span class=\"quote\">&gt; “Not in the slightest; I know she’s just waiting for her moment.”</span><br><span class=\"quote\">&gt; “Not what I’m here to talk about.” Move on to the matter of the Observatory.</span>","filename":"Mendicant.jpg","fileSize":"572 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508278655972.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508278655972s.jpg","md5":"+78OE3ab9LfAS7jV7nbizg==","w":850,"h":1163,"tn_w":91,"tn_h":125}
