{"isOp":false,"threadNumber":1978591,"number":1980821,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"FZtRkOsu","time":1508299978000,"time4chanFormatted":"10/18/17(Wed)00:12:58","comment":"<a href=\"#p1980693\" class=\"quotelink\">&gt;&gt;1980693</a><br><a href=\"#p1980697\" class=\"quotelink\">&gt;&gt;1980697</a><br><a href=\"#p1980698\" class=\"quotelink\">&gt;&gt;1980698</a><br><a href=\"#p1980700\" class=\"quotelink\">&gt;&gt;1980700</a><br><br>“It said I was in the overworld – there were no location names, and I had no communications. Everything was surrounded by acidic fog, and this thing I assume was an Observer – this man, all in black, with a white fire inside of him – sent his pet, which was as big as a building by the way, to attack me.” You respond. “I had to fight it. And there was another, in the Rift—but we knew that, right? The guardians of the Earthsea were given power by the Observers?”<br><br>“…You too, then.” Her fingernails dig into your cloak, but her grip lets up after a moment or so, expression softening. “They made you fight one of those things on your own.”<br><br>Eh. You had it under control.<br><br>“Yeah. Do you know about this?” You ask. “Why haven’t you told anyone?”<br><br>“It <span class=\"mu-s\">happened to me.</span>” Ayla says. “Twice.”<br><br>She falls to the ground and starts to draw in charcoal on the reverse side of a stray parchment page. It looks as if she’s scribbling, at first; then the first image that takes form appears to be full of holes. Plantigrade legs terminating in savage claws of noxious fog are recreated from memory. A spot untouched by charcoal is as a white light that spills from its inner core.<br><br>“You had to fight this?” You ask, watching the creature take form before you.<br><br>Ayla shakes her head. “I couldn’t. I didn’t have a weapon – I had nothing.”<br><br>“So how did you survive?” You ask.<br><br>“It was a labyrinth.” She says, looking wide-eyed at you for a moment before she goes back to her drawing. “And I had to do—like, crypto, sort of. Like a puzzle. The first one was easy, once I figured out what was going on. The second one, I don’t even know how I managed to—If it happens again I’m not going to make it.”<br><br>Imagined in your third eye, you can almost see the labyrinth presided over by a minotaur of black flame.<br><br>Crypto, huh? You probably wouldn’t have survived that. Girl must be damn smart.<br><br>“That’s why you’ve been iffy about logging in and out – the time thing, too, of course, but…” You sigh, collecting yourself.<br><br>“Your thing.” She says. “Did it speak to you?”<br><br>“It said a bunch of nonsense – I’ll try to remember.” You respond. “What about you?”<br><br>“Same.” She nods, her voice darkening. “I know you.”<br><br>“I know you.” You manage the same, recalling the memory of Exile. You add something extra: “I live in you.” – and she recoils in shock, dropping her charcoal to the floor where it bounces limply off the minotaur’s eye.<br><br>There’s a long pause.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"98124870129508.jpg","fileSize":"108 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508299978037.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508299978037s.jpg","md5":"HiUsXafSNzJdUJ0+pqQx4w==","w":894,"h":894,"tn_w":125,"tn_h":125}
