{"isOp":false,"threadNumber":1978591,"number":1980152,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"FZtRkOsu","time":1508291276000,"time4chanFormatted":"10/17/17(Tue)21:47:56","comment":"<a href=\"#p1979820\" class=\"quotelink\">&gt;&gt;1979820</a><br><a href=\"#p1979832\" class=\"quotelink\">&gt;&gt;1979832</a><br><br>The conversation stalls, and you find yourself taking a seat at the table – concerned with matters of the Alliance, but also of other things. “What do you guys think about the Observers?”<br><br>“Were you extended an invitation to sit down?” Kainzo asks.<br><br>“Yes.” Liza responds, before looking back your way. “You’re full of big questions, aren’t you, Ascheritte?”<br><br>“Well, Mom always said I have an inquisitive mind.” You groan, rolling your eyes. “You know anything, or what? I can’t get the things off my back and no one else in the entire world seems to be aware they exist.”<br><br>Liza looks Florica’s way as if awaiting her answer.<br><br>“We don’t know much.” The witch nods. “I’ve been our main source of interest along those lines, and I can only research so quickly. Beyond the presence of those who possess their ‘gifts’, I can’t say much beyond the fact that they’re hard to hide from, good at going undiscovered, and don’t seem to have weaknesses.”<br><br>“Great.” You respond. “No tricks?”<br><br>“If you think about it, the Celestials supposedly had unlimited power, and the Observers conquered them.” Florica says, still smiling. “Bodes well for us, doesn’t it? Now, they merely watch – and they target people, as if they are playing a game of their own with us. Based on what, I can’t say for sure.”<br><br>“How come more info about these guys hasn’t cropped up yet? Everyone in the world playing Broken Sky Online; you’d think if there’s nothing on the in-game boards, someone would have let something slip on the Internet proper by now?” Mendicant asks, folding his arms.<br><br>“They don’t have names.” You respond. “They break the whole user interface and scramble communications.”<br><br>“They cover their tracks.” Florica says. “It’s hard to tell when someone reports an Observer sighting versus another anomaly; the term Observer isn’t even highly popular in the public lexicon. What’s more is that message board posts go missing, often, where such things are concerned. It’s strange – even discussion outside the game ends up conveniently deleted sometimes. People have suggested that there’s a very major stance against spoilers given the nature of the game, but…”<br><br>“It’s a ridiculous thought.” Liza says. “But at this point, it would hardly surprise me.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"Kainzo.jpg","fileSize":"77 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508291276081.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508291276081s.jpg","md5":"AP+qPVkv+JUnxpvug3RPjg==","w":500,"h":702,"tn_w":89,"tn_h":125}
