{"isOp":false,"threadNumber":1978591,"number":1980134,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"FZtRkOsu","time":1508290879000,"time4chanFormatted":"10/17/17(Tue)21:41:19","comment":"<a href=\"#p1979836\" class=\"quotelink\">&gt;&gt;1979836</a><br><a href=\"#p1979907\" class=\"quotelink\">&gt;&gt;1979907</a><br><br>“It’s not just her – I mean – this plan just leaves a lot of people out, even if you’ve really laxed your requirements. There are plenty who’ve been set back to square one, I know…”<br><br>“Non-issue.” Mendicant says, relaxing back with what sounds like a sigh of resignation. “Within a reasonable deree, anyway. You know when you die, if you keep on going as a Nameless, you’re not guaranteed to spawn back in Averron City, right? Obviously there’s a chance, since you can spawn here in the first place, but it could be any other city. Might not even be a city where you end up. Our population is, well.” He gives a whistle as he points dramatically downward with his thumb. “It’s probably stable for now, maybe even going back up, but have you wondered why it’s so quiet lately? Statistically, more cities are ‘not Averron’ than are ‘Averron’, so.~”<br><br>You nod, giving a sigh yourself. It makes sense, though...<br><br>“I’m just concerned. A guild has to have a leader, and having one guild with one leader standing out above the rest? It’s the kind of thing that breeds a conflict whether or not you want it to be about that.” You respond. “I’m worried you’re setting yourself up to be another Hecatel.”<br><br>“That’s a hot take.” Mendicant laughs.<br><br>Liza frowns, looking away with a pensive expression. “Maybe we need another Hecatel.”<br><br>“<span class=\"mu-s\">That’s</span> a hot take.” Mendicant says, looking incredulously over.<br><br>“I’m serious.” The redheaded girl responds. “We’ve seen their schematics. Their weapons, their technology – everything they have outstrips us by an order of magnitude. Hecatel is some – absolute overlord monarch with a city named after her. I don’t want that for us. I don’t want to <span class=\"mu-s\">be</span> that. But they must be doing something right, if…”<br><br>“You’re not thinking clearly.” Mendicant gives her a dismissive wave. “Rationalize?”<br><br>“I know.” Liza nods, looking affirmatively over at the officer. “More likely than their leadership is that they know something we don’t, or have something we don’t that’s vastly accelerated their development. But it’s an interesting thought, isn’t it, to consider what she must be capable of – we officers of the Alliance are only just holding on to what we have in Averron, and she’s singlehandedly kept an entire civilization under her thumb.”<br><br>“As a tyrant.” Florica muses, a mischievous smile creeping across her face. “Or a god.”<br><br>Liza scoffs, then shakes her head. “There’s been enough fighting within the walls already for us all to know that this city would never bend to the will of a tyrant, regardless of how many of us remain. So perish the thought.”<br><br>“Averron City. Rebellion HQ.” Mendicant grins. “Population: us.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"Hecatel.jpg","fileSize":"350 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508290879574.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508290879574s.jpg","md5":"e8Pa1wNON4myXSpWpe5plA==","w":1024,"h":1474,"tn_w":86,"tn_h":125}
