{"isOp":false,"number":"1981011","threadNumber":"1978591","comment":"<a href=\"#p1980844\" class=\"quotelink\">&gt;&gt;1980844</a><br><a href=\"#p1980856\" class=\"quotelink\">&gt;&gt;1980856</a><br><a href=\"#p1980862\" class=\"quotelink\">&gt;&gt;1980862</a><br><br>“Since before the raid?” You ask. “I bet a few minutes.”<br><br>“But however long, it’s taken hours since then, right – in here, a day or more, easily? No way it hasn’t. And you’ve been playing second-for-second since then.” Ayla says. “I’ve been trying to keep track but there’s no good way to estimate – one to one or two, sometimes—sometimes one to twenty, or even sixty, maybe? There’s no way to tell once you’re under. Someone could cut your throat and as long as your gear was still on you wouldn’t even drop connection until your heart stopped. If they didn’t shake you out, or you didn’t log out yourself, then…”<br><br>It’s a troublesome thought. You imagine yourself lying in bed. There was a commotion outside, last time – maybe a party in your apartment block? You wonder if it’s resolved, where your roommate is, if it’s the next day or not… this distortion – could it be having a more profound effect on the lot of you?<br><br>“Do you think this Observer thing happens to other people?” You ask, for the sake of clearing your head.<br><br>“Maybe. There’d be no way to know if they didn’t survive, and I imagine it’s a pretty hard-to-believe story if it just happens to you out of the blue.” Ayla says. She brings a balled hand to her eye for a moment as if wiping away an unseen tear. “Listen—I don’t know how much longer I can expect to put up with this. If I don’t make it, I don’t know what’s going to happen. To the Observatory, or the Alliance…”<br><br>You shake your head. “Take it as it comes. You can do this until you’re about to fall apart but there’s no way to be ready. Is there?”<br><br>She frowns at all of the full parchment pages. There isn’t.<br><br>“Freya has their power too. A gift from them – received as a Celestial Artifact, perhaps, or some other way? – that resonates with their nature.” You add. “This famous bounty hunter called Canderence said it was the power of Lifedrain.”<br><br>“It’s not clear where they came from.” Ayla nods. “But they used an art that was unlike any other to drink the power of the gods. By the time they could no longer hide, the Celestials were weak, and they were strong. That must be it.”<br><br>“Whatever the case, it seems as if she’s betrayed them.”<br><br>“I’d worry about anyone who hopes to survive having drawn the ire of both the Celestials and the Observers.”<br><br>Another pause.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1508303566000,"time4chanFormatted":"10/18/17(Wed)1:12","id":"FZtRkOsu","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"Freya.jpg","fileSize":"104332 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/images/1508303566321.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508303566321s.jpg","md5":"BuOsh/0BGfNJAjgLD+NXWQ==","w":"403","h":"834","tn_w":"60","tn_h":"125"}
