{"isOp":false,"threadNumber":1978591,"number":1981014,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"FZtRkOsu","time":1508303644000,"time4chanFormatted":"10/18/17(Wed)01:14:04","comment":"<a href=\"#p1981011\" class=\"quotelink\">&gt;&gt;1981011</a><br><br>“What about my Artifact?” You ask. “It’s causing strange things to happen. You know about it, right – it preserves the memories of fallen enemies so I can use their powers in battle. Now I’m seeing ghosts, having weird visions that I’m not even sure are completely real.”<br><br>She looks like she’s had an epiphany. “It’s using you.”<br><br>“What?”<br><br>“Like… the Celestial Gems. When you see one, what does it feel like?” Ayla asks, teeth grit. Her legs are shaking and she’s rubbing her shoulders. She looks like an addict who’s afraid of dying.<br><br>“Reclaiming something important that you forgot you needed. But – better. Like,” You say. “What I’d imagine it’s like to reunite with a lost loved one.”<br><br>“It hits that same frequency for everyone, doesn’t it? But not everyone can possibly know what that feels like—in fact, you just said it’s what you <span class=\"mu-i\">imagine</span> it’s like, didn’t you? Not everyone knows what a crawler carapace feels like – or what a dead body smells like, right, for that matter. But the game is – triggering those emotional reactions in a similar way in everyone that plays. Is it simulating them, somehow? Using the experience of others to enlighten you, like a hive-mind? Or…”<br><br>“You said it was using me?” You ask.<br><br>“Offloading.” She says. “There’s no technology in the world that could handle all of this – but how… I don’t know. It doesn’t make any sense. But it’s in your head, somehow – your real, thinking head. Or it’s doing a good job of seeming like it. The worst part about any of this is that I haven’t been able to figure out a way to test anything. Hardly matters now, though.”<br><br>Borrowed time, like Kjorikos said. You can only weather the storm so long before they tear you down. If they can’t outplay you, they’ll just drag you to wit’s end, and who even says they have to play by the rules anyway?<br><br><span class=\"quote\">&gt; “What are you going to do?”</span><br><span class=\"quote\">&gt; “Does anyone else know about this?”</span><br><span class=\"quote\">&gt; \"Only as long as you think it doesn't. There's definitely no chance if you just let them win.\"</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","filename":"4fb72b8e572b0c1623d6bf589d2f4742.jpg","fileSize":"63 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508303644837.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508303644837s.jpg","md5":"bwV11BZVQ2tjUWzqs//FMQ==","w":736,"h":587,"tn_w":125,"tn_h":99}
