{"number":"1983269","threadNumber":"1978591","comment":"“One last thing, if it’s okay?” You ask. “Relics – have you heard anything about them?”<br><br>“They’re like the blessed items of the past: old items with anomalous properties. Probably not as powerful or broad in scope as Celestial Artifacts, but certainly valuable in their own right.” Ayla says. “They’re rare enough that we don’t have a whole lot of information—knowledge is at a premium right now, and people are still hoarding. Probably with justification, too. Anything that gives you a leg up on the next guy makes you a commodity.”<br><br>“I might have found one with an effect on it called Nobility. No one seems to know what it does – identifying it yielded an unknown effect.” You respond, then menu over to produce the Last Argument. The broken greatsword’s hilt is warm to the touch; it vibrates in your hand with forgotten glory, learned that its time has come once again. “I was wondering if you had any idea; I think it might be related to Hecatel’s rule – like some kind of mind-altering effect.”<br><br>“I guess it’s a possibility. As good as any, since I can’t wrap my head around how her kingdom works.” Ayla nods. “Mind tricks also aren’t well documented in this game – at least, as far as Averron’s collective knowledge goes. That’s kind of troublesome to me. People have gotten fortune teller reports about subterranean creatures with hypnotic or maddening effects, but no concrete details.”<br><br>“Haven’t heard of the effect at all, though?” You ask.<br><br>“Can’t say I have.” Ayla responds.<br><br>“Alright, thanks.” You nod. “Hey, I’m probably heading to clear a hidden area – a fire dungeon behind a secret passage. Probably has some good stuff behind it that can give you an edge…?”<br><br>“Sorry, Ashe. Like I said, I’ve got some stuff to take care of. No cheating their game, either; I’ve tried everything both times, and plan to do the same the next time it happens.” Ayla says, with a sigh of resignation.<br><br>“If you had an Artifact, though—?” You suggest.<br><br>“I do.” She responds; she subtly points to the drill, which appears to rotate exactly ninety degrees on the spot. “S’how I got that thing together. I can access my inventory without menuing and move stuff around remotely in workshop areas – lets me build to a holo-draft without help and without making any mistakes. Doesn’t matter if I’m ahead of the curve tech-wise. They took that from me too.”<br><br>“You weren’t allowed to use your Artifact?” You ask. Yours is the only reason you survived.<br><br>She shakes her head. Damn.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1508370330000,"time4chanFormatted":"10/18/17(Wed)19:45","id":"FZtRkOsu","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"okjQYvR.jpg","fileSize":"2434076 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/images/1508370330570.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508370330570s.jpg","md5":"3wA52D1KTKUezefl5xdRfQ==","w":"2092","h":"1532","tn_w":"125","tn_h":"91"}
