{"number":"1984638","threadNumber":"1978591","comment":"<a href=\"#p1984636\" class=\"quotelink\">&gt;&gt;1984636</a><br><br>Inventories accorded and countermeasures prepared, and some strategies discussed in brief given you’ve no idea what to expect, the five of you make the long journey downward to the magma chamber, treading carefully as you enter the room where the Earthcrowned Phoenix allegedly fell. With the Symbol of Fire, you open the secret passage.<br><br>Fortress: the term suits well. It’s quiet inside, and you don’t even hear the rumbling of the underground. You walk in formation, crossing a bridge over troubled lava toward the molten edifice. You first notice the ancient, scorched bodies on low platforms near the lava, covered in a layer of soot, though the garments and red masks they don appear unburnt in death. Many are slumped, some prone, others entombed in ashes in a kneeling position—praying, as if offering themselves to the flames. They are like the people of old, of the Earthsea, you remember: human, but only just so, limbs elongated in uncanny ways. Only players are human; you know that.<br><br>“Nel, anything on this place?” You ask. “The stuff here, these symbols?”<br><br>“This place isn’t even on the map, Ashe. I’m flying blind myself.” He says. “It’s quiet enough that I could go off on a scouting run…”<br><br>“Hold it.” Cornelius grabs him by the shoulder, half-ducking and lowering his voice as his gaze rises to the inner gate.<br><br>“Is that a—fucking—?” Vyx asks. “Are there even—?”","time":1508389704000,"time4chanFormatted":"10/19/17(Thu)1:08","id":"FZtRkOsu","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"62edb0da22112c5a5a9f126b9a1490c9.jpg","fileSize":"107479 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/images/1508389704375.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508389704375s.jpg","md5":"W2IgAgjxH82VpkuX3U45tg==","w":"1000","h":"564","tn_w":"125","tn_h":"70"}
