{"isOp":false,"threadNumber":1978591,"number":1984137,"name":"BSO","trip":"!!lUcx6J6dWDQ","id":"FZtRkOsu","time":1508381662000,"time4chanFormatted":"10/18/17(Wed)22:54:22","comment":"<a href=\"#p1983906\" class=\"quotelink\">&gt;&gt;1983906</a><br><br>Starlight bathes the broken blade as the dust of a crushed Celestial Gem washes over it, becoming pure white energy that forms the weapon’s new half. Fully formed memories of a love you have never felt flood out of your hand as so many alabaster motes – the very blessings of the gods that once were – and you are sad to see them go such that your heart hurts and you choke back sobs. But the Last Argument accepts them eagerly. It drinks the power, and becomes whole again. The blade of the savage greatsword is a pure silver tinted blue, swept hilt of royal cobalt bound in gold effects. Your hand itches as you take hold of it; its time is soon to come.<br><br>Briefly, you consider the form of Strife Memoriam. It is a tool to observe and reflect, thus:<br><br><span class=\"quote\">&gt; [0] Strife Memoriam becomes contained within the holder’s eye. Improves connection to memories. Imparts a free upgrade point. (Commit: 8 → 8)</span><br><span class=\"quote\">&gt; [1] Strife Memoriam takes shape of a grimoire that records the fate of its foes. Requires a free hand while a Memory is not active; frees all armor slots. (Commit: 8 → 10)</span><br><span class=\"quote\">&gt; [1] Strife Memoriam takes shape of a mirrored amulet that watches ceaselessly, occupying a jewelry slot instead. (Commit: 8 → 8)</span><br><br>You have one Celestial Gem remaining.<br><br><span class=\"quote\">&gt; Change the form of Strife Memoriam to a tome or amulet.</span><br><span class=\"quote\">&gt; Fix Strife Memoriam within yourself to afford a more expensive upgrade.</span><br><span class=\"quote\">&gt; Purchase a one-Gem upgrade.</span><br><span class=\"quote\">&gt; Save for now and depart.</span>","filename":"1984612894619.jpg","fileSize":"73 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508381662244.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508381662244s.jpg","md5":"ijNYhHHsLtPvuOSPU3AkTw==","w":1236,"h":1600,"tn_w":96,"tn_h":125}
