{"number":"1986932","threadNumber":"1978591","comment":"[[ HP: 33 / 35 ]]<br><br>Damn, that’s hot.<br><br>Were it not for this shield, though, you’d be in a much worse-off spot. Flame blooms over the sides of the circular barrier, threatening to wrap around and consume you totally. It carries with it not just heat but a tangible force that pushes you back as you press against the approaching wall of fire.<br><br>Then, gunshots, from behind you. The most realistic ones you’ve ever heard in Broken Sky Online, in fact – or at least, what you imagine a real gun going off behind you sounds like – echo through the chamber as tracers whip overhead at a barely perceptible velocity; Vyx’s new weapons are firing enormous slugs rather than the caster bolts you’re used to, which take chunks out of the volcanic ramparts and bite into the drake’s scales. It hates this, and says so with a bellowing roar as it takes flight, soaring close to the cavern ceiling high overhead; the flames abate for a moment and are replaced with a pressure wave that sends you skidding backward toward the rest of the group.<br><br>“Incoming—!” in Nel’s plaintive voice is all you get to hear before a fireball from overhead scatters your ranks. You see him fly from the bridge, barely catching hold of the edge over the molten rock before scrambling down in search of safe footing underneath. You have no idea what he’s going to be able to do to damage this thing.<br><br>“Do we even have a plan?” Vyx asks. Her weapons are glowing orange-white with heat, and there’s spent casings all around her as she scrambles down the bridge toward the fortress. “Is there a playbook for this?”<br><br>“We’re making it.” Cornelius says, looking to be menuing as he walks – but keeping the enemy in the corner of his eye. He withdraws a longsword, which appears in one hand, and some sort of wand or rod which appears in the other. An aura of cold spreads outward from its feet, rapidly attenuating in the heat of this place but passing beneath you all the same. “So be patient.”<br><br><span class=\"quote\">> [[ HP: 34 / 35 ]]</span><br><span class=\"quote\">> [[ Fire Resistance Up ]]</span><br><br>Another blast of fire sends the two of you flying in opposite directions and destroys a length of the bridge in between; you hear the volume of the blast as it reaches you and knocks you away, and are treated to an upside-down view of rocks tumbling into the magma river beneath.<br><br><span class=\"quote\">> [[ HP: 30 / 35 ]]</span><br><br>When you land, you look up, and see the drake sneering at you. Patience might work – but you realize that it’s <span class=\"mu-s\">other games[/spoiler] in which the dragons land after a while to fight on your terms. It’s feeling you out, right now, and you’re not sure how sustainable this is…<br><br><span class=\"quote\">> Activate the Memory of Exile and scale the fortress wall.</span><br><span class=\"quote\">> Keep blocking and wait for an opening.</span><br><span class=\"quote\">> Try to get the party into the fortress proper.</span><br><span class=\"quote\">> Other. (Write-in.)</span>","time":1508462577000,"time4chanFormatted":"10/19/17(Thu)21:22","id":"FZtRkOsu","name":"BSO","subject":null,"trip":"!!lUcx6J6dWDQ","filename":"2141829515.jpg","fileSize":"26773 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/images/1508462577923.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/1978591/thumbs/1508462577923s.jpg","md5":"h4q1PAJo/v7g79g5HGXH/g==","w":"490","h":"368","tn_w":"125","tn_h":"93"}
