{"isOp":false,"number":"2004729","threadNumber":"1978591","comment":"Here’s what I can remember about what the Observers are capable of. <br>They were capable of stealing the power of the Celestials in order to subjugate them and by extension the entire world, driving the people of Sylvetica beneath the surface and taking great pains to keep them there. <br>They can empower, influence, and eventually take over the mind of NPCs such as the King of the Earthsea and his closest followers (such as Cidren, the Hand of the King)<br>They are also capable of sealing the entrances into the Earthsea or at least have control over someone who can. <br>They can impart their own powers unto players like Freya but it seems to have a price. In Freya’s case she was supposed to betray her own people. <br>They can take single out players during their login to either fight them or put them into a maze. The strange part about this is that they seemed prepared for Ayla, taking her artifact and placing her in a maze that seems custom tailored to her skillset. We almost seemed to catch them unaware since they did not take our artifact from us and they were just strolling along the Overworld before discovering us and attacking, before retreating after we wounded but did not kill its Guardian. They also appeared to be unaware of our artifact until they saw it during our original fight with them which could be why they didn’t take it. <br>When in direct combat with them they have minions called Guardians which seem more bestial and savage while the Observers seem more humanoid and capable of speech. Guardians are extremely fast and strong, capable of making great leaps and closing distance in the blink of an eye. Both the Observers and the Guardians appear to be resistant to the corrosive air of the Overworld. <br>During our fight with the Observer (not a Guardian) within Cidren’s corpse it was capable of shedding razor like projectiles of its own shadowy biomass as well as shapeshifting. It was also capable of poisoning us through needles that penetrate with mere contact with its body. It also gave us the dazed status with a psychic scream. Worst of all is its curse ability, which renders items unusable and is spread by contact and can then be transferred from equipped item to equipped item as well as cursing several stored inventory items at random if it touches our UI. It can only be uncursed by using a celestial artifact for each cursed item or using several to create Hallowed ground which will almost certainly start an Observer siege on that area.<br>The only known weakness of the Observers is the white flame-light on the bodies of both the Observers and their Guardians. That’s the only way we ever killed one. It is susceptible to mundane physical attacks.<br> <br>Let me know if you guys can think of anything else, that took way too much of my time if it doesn't start any discussion","time":1508822385000,"time4chanFormatted":"10/24/17(Tue)1:19","id":"sulWMYcI","name":"Anonymous","subject":null,"trip":null}
