{"isOp":false,"threadNumber":1978591,"number":2007249,"name":"Anonymous","id":"rRXZ0ZlT","time":1508893236000,"time4chanFormatted":"10/24/17(Tue)21:00:36","comment":"<a href=\"#p2007165\" class=\"quotelink\">&gt;&gt;2007165</a><br><span class=\"quote\">&gt;https://pastebin.com/pZv3XUPQ</span><br>Eh, evidently your definition and mine of 'high tier' varies wildly.<br><br><span class=\"quote\">&gt;Strife Memoriam, a Celestial artifact (worn, accessory, soulbound, 6/16 PP committed)</span><br>It's an excellent artifact, no doubt.<br><br><span class=\"quote\">&gt;“The Last Argument of Kings”, a masterwork relic greatsword (wielded, right hand)</span><br>It's masterwork and a relic, almost certainly awesome, no doubt.<br><br><span class=\"quote\">&gt;reinforced moltensteel bulwark (wielded, left hand)</span><br>It's certainly serving as an excellent shield against fire damage right now, and will likely be good against most damage. Undoubtedly better than our wooden buckler. The amount of effort that went into getting this piece of gear is, I feel, what we should do for our entire set.<br><span class=\"quote\">&gt;aetherbinder's cloak (worn, covering chest/head)</span><br>It was a boss's drop, so it's nice but it literally just gives +1 Resistance to Elemental Magic Damage that's it. There's surely a way to upgrade this.<br><span class=\"quote\">&gt;aethersteel chain helm (worn, head)</span><br>Gives +1 Damage resistance and +1 Resistance to non-elemental damage (that's a niche). We just bought this from the Forgemaster didn't we? There's better shit out there that can be made, found, or bought. Or we could upgrade this is you're attached for some reason.<br><span class=\"quote\">&gt;pegasus gilded cuirass (worn, chest)</span><br>It's not bad, but it can also be upgraded to be FUCKING BADASS, I'm sure. The only thing it's really got going for it right now is the charge effect.<br><br><span class=\"quote\">&gt;onyx-studded gauntlets (worn, hands)</span><br>Bonus damage to non/lightly armored targets made sense against the Earthsea fellows. Malus to armored targets never made sense. It doesn't have any other benefits, this is kinda shitty.<br><br><span class=\"quote\">&gt;star-plate leggings (worn, legs)</span><br>Heavy armor, kinda goes against our MO I think. Not bad, nothing special either though (yeah, fall resistance isn't anything special really, we don't know how much it really grants). We could upgrade it or get something something else for all I care.<br><br><span class=\"quote\">&gt;handcrafted lavastrider boots (masterwork, worn, feet)</span><br>About the same tier as the shield, except much more situational and therefore not as good.<br><br><span class=\"quote\">&gt;earthsea royal signet ring (worn, right hand)</span><br>Dunno, I like it though.<br><br><span class=\"quote\">&gt;\"Dross\", an aberrant fluxsaber (alternate weapon, worn on belt)</span><br>We've yet to try it, I bet it's cool, but the creator was literally going to throw it away as garbage.<br><br><span class=\"quote\">&gt;Unique Identifier: Ascheritte (worn, fixed, soulbound)</span><br>Yeah."}
