{"isOp":true,"number":3395258,"threadNumber":0,"comment":"When contemporary computing hardware standards – small-motion eye tracking, electroencephalography, and sensory complex neural dive – first made it to market, so many were enamored by the implications. Simulation technology was practically designed, for example, to revolutionize engineering, architecture, and digital art; the consequences it held for computational neurology were nothing short of incredible, and the potential it opened for disabled individuals to access fields previously inaccessible to them could not be understated. Applying such technology to an end of vapid entertainment and puerile escapism was thought of by pioneers as an insulting waste of potential; because this new technology was, at the time, so prohibitively expensive as to be only accessible to industry professionals, the idea of using it for gaming remained strictly within the enthusiast sphere.<br><br>Now, years later, the technology is everywhere. Many individuals wear glasses-rigs in everyday life, linking wirelessly to smartphones to project augmented-reality interfaces that obviate the difficulties of modern infrastructure’s complexity. You can navigate unfamiliar cities with a heads-up display that warns of traffic or inclement weather, or complete monetary transactions with the literal blink of an eye. And even though the levels of technology once only available to large top-end setups have proliferated through the consumer-grade market, the principle of virtual-reality gaming remains thoroughly enthusiast if only in the sheer indulgence of it. The idea of immersing oneself in an virtual world of anonymity and adventuresome luxury, that responds to want by shortcutting the brain’s capacity for reward, would once have been considered a danger to society rather than a dream come true.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","time":1554056610000,"time4chanFormatted":"03/31/19(Sun)14:23:30","id":"UY4d4r9X","name":"Sylv","subject":"[[ Broken Sky Online Quest - Session 33 ]]","trip":"!!osgMMlm58hs","filename":"1427157837862.jpg","fileSize":"76322 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554056610077.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554056610077s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":738,"h":1200,"tn_w":153,"tn_h":250}
