{"number":3395261,"threadNumber":3395258,"comment":"<a href=\"#p3395258\" class=\"quotelink\">&gt;&gt;3395258</a><br><br>For you, in many aspects, it is a dream come true. You find there is a certain romance to the immediacy and spontaneity of the virtual world you indulge in. Or, at least, you’ve convinced yourself of this because the alternative is to think of yourself as a filthy addict. With a sigh, you lean back in your office chair and let your eyes flutter momentarily closed, thinking of what all’s on your agenda. In real-space, you’ve got some shopping to do – both for groceries and for some actual furniture for the new place. There’s Grayson’s wedding, too, this upcoming weekend; you wince and poke out your tongue in an expression of momentary distaste. Feels like all of your friends are getting married off and leaving you behind, now. With a little bit of a huff, you reach down to grab another bite of the cake donut on your desk. There’s powdered sugar on your fingers; semisolid lemon-jelly crumbs fall onto your jean shorts, thankfully missing your plaid woolen shirt and dusting the tank top beneath. Maybe you are addicted to something.<br><br>Ah, well.<br><br>You’ve got other friends, anyway, for as much as they’re worth – or at least, you might, because it feels like someone’s conspiring to take them away from you, too. Connected to you strictly through the digital frontier, they’re the kind your grandparents would argue don’t count as real friends, but that’s hardly the point. Just a small amount of time to clear your head of emotions and thoughts of urgent, addictive necessity, has given you a clear course of action as far as what to do in simulation-space. You’ve decided it’s probably best to abdicate your position entirely. The Averron Alliance doesn’t need you, particularly; your technological understanding will eventually be replaced or replicated by someone else, and along other avenues, Ascheritte is undeniably stronger and an overall better player than you are. Even if he is a decidedly poor strategist, he’ll make a superior leader and cause less drama among the guilds by simply being. And as for the Writ Keepers? Dorian, your second-in-command and sole officer, seems either to care about your guild more than you do, or to covet your position as a leader more than you care about your guild. Under his command, you imagine, the Keepers will thrive.<br><br>It’s a shame you probably won’t make it back to facilitate the clean transfer of power.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","time":1554056673000,"time4chanFormatted":"03/31/19(Sun)14:24:33","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"84129481.jpg","fileSize":"94197 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554056673834.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554056673834s.jpg","md5":"IWAIpQfpGzEg/bsCbfrX2A==","w":1023,"h":653,"tn_w":125,"tn_h":79}
