{"number":3395531,"threadNumber":3395258,"comment":"<a href=\"#p3395520\" class=\"quotelink\">&gt;&gt;3395520</a><br><br><span class=\"quote\">&gt; [[ HP: 23 / 35 ]]</span><br><br>The dragon’s claw catches you. The beast snatches you from the air as you slam it into a conical spin toward the fortress wall.<br><br><span class=\"quote\">&gt; [[ HP: 12 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Affected By: Combat Regeneration ]]</span><br><span class=\"quote\">&gt; [[ HP: 13 / 35 ]]</span><br><br>You are carried with it, and collide together with the stone, which explodes inward, sending the two of you tumbling into the fortress interior. It’s dragging you toward the ground. You’ll be crushed inevitably if you don’t escape; struggling, you wrench yourself out of its grasp and push away, recovering mid-air before flailing ungracefully toward the ground. Your eyes widen as you tumble through the air and see the drake on a collision course with a Celestial Materialization Altar standing at the top of the great hall’s stone steps. You had never intended for such a beautiful creation to be destroyed—if only you had been more careful…<br><br>The dragon’s body produces a sickening crack as it bounces off of the delicate marble statue and rolls down the steps.<br><br>Hey, those things are pretty tough!<br><br>You manage to land below, meanwhile, and roll to a stop on one knee, while the dragon cracks the dark rock floor with its body on impact, skidding and bouncing for some distance back towards you. With Strife Memoriam’s reserve of power consumed entirely by your special attack, the Exile’s armor melts off of your body, sloughing from your chest and shoulders in disgusting ropes of ichor that drip and arc and pool beneath your feet. You reach up with a gauntleted hand and peel the remains of the helmet from your face like a sloughing web, staring up at your foe.<br><br><span class=\"quote\">&gt; [[ HP: 14 / 35 ]]</span><br><br>The dragon struggles to stand, moving in a measured semicircle around the spot it crashed down in. Beneath it, you can see an unscorched corpse, crushed by the impact in a way that paints a swatch of blood several feet across the floor. Armored and masked, the body is dressed in red regalia decorated with gold effects. The creature looks down to observe her, then roars in rage and sadness, a red glow flickering in its eyes at the sight of you.","time":1554063885000,"time4chanFormatted":"03/31/19(Sun)16:24:45","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"91551311e2b6d67c89ad43ebe5741df5.jpg","fileSize":"2558519 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554063885688.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554063885688s.jpg","md5":"AK/L8TMSH0KPsbC38bF5eA==","w":2000,"h":1084,"tn_w":125,"tn_h":67}
