{"number":3395520,"threadNumber":3395258,"comment":"<span class=\"quote\">&gt; [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.c<wbr>om/archive.html?tags=Broken%20Sky<br><span class=\"quote\">&gt; [[ Unique Identifier and Quest Information ]]</span><br>https://docs.google.com/document/d/<wbr>1UVYJRhx3qTmuo77uSZrdCtEoLfGzKAeWVJ<wbr>FAY_OJRqI/edit?usp=sharing<br><span class=\"quote\">&gt; [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline<wbr><br><br><span class=\"quote\">&gt; [[ Ascheritte ]]</span><br><span class=\"quote\">&gt; [[ Primary Archetype: Brawler ]]</span><br><span class=\"quote\">&gt; [[ HP: 35 / 35 ]]</span><br><span class=\"quote\">&gt; [[ PP: 10 / 10 (16) ]]</span><br><span class=\"quote\">&gt; [[ Celestial Artifact(s) In Use – Total Committed PP: 6 ]]</span><br><span class=\"quote\">&gt; [[ You have 0 unspent EXP. ]]</span><br><br><span class=\"quote\">&gt; [[ You have 1 pending guild invitation. ]]</span><br><span class=\"quote\">&gt; [[ You have 1 pending contact request. ]]</span><br><span class=\"quote\">&gt; [[ Nel, Tatsumaki, Aelriss, Donnel, Liza, Vyx, and Kengo are online. ]]</span><br><span class=\"quote\">&gt; [[ Smith, Ayla, Vision, Sulya, and Florica are offline. ]]</span><br><br>“I live in you.”<br><br><span class=\"quote\">&gt; [[ HP: 28 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Affected By: Memory of Exile, Fire Resistance Up (Cornelius) ]]</span><br><br>The voice pulses from within your body as the oppressive heat dries your flesh to cracking, light leaking from within the gaps in your ancient armor. In a fair game, dragons have attack patterns; they claw, bite, and tail-whip in predictable sequences, and after circling in the air for a time using breath attacks, they land to fight on your terms. But Broken Sky Online is not a fair game. You, exemplifying the relentless power of Strife Memoriam, are a fine example. Explosive fireballs buffet the floor around you as you dodge toward the wall of the molten fortress ahead. Your claws dig into the stone surface, and you launch yourself upward with a series of grappling leaps, light-leaking eyes fixated on the scaled foe circling overhead. You have reached the top, and can climb no further, but…<br><br>…with a final powerful leap, you launch yourself skyward. The dragon roars, a cone of flame erupting from its mouth to consume you entirely, aiming to burn you to cinders before you can reach your target; you spin, putting your moltensteel bulwark forward, and feel yourself wincing, teeth gritting, as you push into the flames. And when it subsides, you see the glint in a reptilian eye as you reach backward with your other hand and pull a Celestial sword from the lingering darkness. You wield the Exile’s blade, a paradox of light and shadow, a bar of gleaming white flame cast in crackling bilateral darkness, and you swing it with furious purpose. It collides squarely with your foe, turning its continued roar into a pained shriek as the ensuing black explosion blooms outward, consuming the two of you in the cold fire.","time":1554063739000,"time4chanFormatted":"03/31/19(Sun)16:22:19","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"3462476335.jpg","fileSize":"171253 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554063739928.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554063739928s.jpg","md5":"8FpCYrFUSGM47QW1PKcaaw==","w":800,"h":800,"tn_w":125,"tn_h":125}
