{"isOp":false,"threadNumber":3395258,"number":3395511,"name":"Sylv","trip":"!!osgMMlm58hs","id":"UY4d4r9X","time":1554063572000,"time4chanFormatted":"03/31/19(Sun)16:19:32","comment":"<a href=\"#p3395353\" class=\"quotelink\">&gt;&gt;3395353</a><br><a href=\"#p3395294\" class=\"quotelink\">&gt;&gt;3395294</a><br><a href=\"#p3395274\" class=\"quotelink\">&gt;&gt;3395274</a><br><a href=\"#p3395283\" class=\"quotelink\">&gt;&gt;3395283</a><br><br>“Maybe,” You respond, meeting his gaze earnestly. “I just spend a little bit more time working than you think.”<br><br>Jason gives pause, stopping to think carefully, though he looks away from your eyes to glance over your report a moment later.<br><br>“Syd—I’m sorry, alright?” He says, emphatically flipping back a page in a brief show of frustration.<br><br>“For what?” You ask.<br><br>“…Just—whatever. I’m gonna go give all this a read before I take it up.” He sighs. “You can take off early, if you want.”<br><br>“I’m gonna hang around here for a lil’ longer, I think.” You respond. “Close the door on your way out?”<br><br>“Yeah, no problem.”<br><br>Shaking your head, you breathe a sigh of relief as the door closes.<br><br>You won’t be back, you think, because Broken Sky Online wants to put you away. You’re not even sure if that’s just in-game anymore. You’ve managed to learn a lot about the game’s world. It’s given you opportunities you wouldn’t have had otherwise, making use of the game’s altered timescale which you haven’t entirely figured out to accomplish real-world work using engineered methods. It’s shown you things you wouldn’t have otherwise seen: beauty in a little piece of crystal that you didn’t know you’d never hope to lose—and never hope to go a moment without seeing again. You’re thriving. This game has given you life like no other addiction could feel like.<br><br>But you’re cracking under the stress. Your mind is running off the hook, ticking a mile-a-minute, and you don’t know how long…<br><br>It worsens every time you get closer to cracking the time dilation, is your theory—like there’s someone covering for their mistakes, or something they don’t want you to find out, or maybe you’re somehow being tested. If you’d just kept quiet and continued exploiting it to your advantage, maybe things would have been alright. Curse you and your damn inquisitive nature. You should have been smart enough to let sleeping dogs lie. Now, the ‘Observers’ are challenging you to cryptographic puzzles for the right to continue playing. Their games have started to go too far, and if you go back…<br><br>You turn, rise, and lock the door.<br><br>Then crash back down in your chair, and pull your rig over your eyes from your forehead. Eye-tracking leads you to the shortcut to launch the game, and a buzzing in your ears sends a tingle down your spine, numbing your mind and drifting you into vertigo. Everyone's waiting for you, but...<br><br>The darkness you descend into is entirely unfamiliar.<br><br><span class=\"quote\">&gt; [[ BROKEN SKY ONLINE ]]</span>","filename":"1422324183059.jpg","fileSize":"387 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554063572839.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554063572839s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":679,"h":1549,"tn_w":54,"tn_h":125}
