{"isOp":false,"threadNumber":3395258,"number":3395270,"name":"Sylv","trip":"!!osgMMlm58hs","id":"UY4d4r9X","time":1554056858000,"time4chanFormatted":"03/31/19(Sun)14:27:38","comment":"<a href=\"#p3395264\" class=\"quotelink\">&gt;&gt;3395264</a><br><br>“I got bored and started bug-hunting as I went on researching, right? Turns out, Kaiser’s whole app is basically fucked.” You click over to a minimized window, bringing up an IDE with an enormous cache of partially-obfuscated code. Click-dragging to highlight a large indented section, you point to the screen to demonstrate.<br><br>“…What am I looking at, exactly?” Jason quirks a brow.<br> <br>“There’s this totally pointless function call right here – and you’re loading a file into local memory that basically contains the user’s entire electronic health record in <span class=\"mu-s\">plain text</span>. All of their medical bills, social security info, provider visits, and the LifeChart info—which is a human-readable breakdown of everything they’ve done that day, complete with a spread of thought patterns and ‘how it made them feel’. It’s literally just the same leak that lost NeuraLife five percent of their market cap two years ago, just sitting there waiting to happen again. I just decided to remake the app myself from scratch and send that up with a presentation, but it’s taking me a little while. Since, y’know. Like you said, I’m not actually a real software developer.”<br><br>“Syd, first of all—that isn’t what I said, and you know I didn’t mean it. Second of all, you know you aren’t allowed to decompile this software, right?” He tilts his head, leaning in to look over your screen with increasing interest. The warning given is decidedly half-hearted. “Kaiser can get NeuraLife to take action against you.”<br><br>“That doesn’t make *any* sense. They’d practically be shooting themselves in the foot, and I don’t…” With a momentary pause and a bit of a huff, you pull out one of your desk drawers and produce a stack of stapled papers, handing it over to Jason. “Look—how about you take my presentation upstairs with you instead of a complaint this time, Jay?”<br><br>The manager quirks a brow as he thumbs through the papers. “You did this yourself? This is like forty pages.”<br><br>“Plus proof of concept and proposed implementation strategies.” You amend.<br><br>“Syd, how the fuck did you do this in a few days without help?” Jason asks, looking incredulously at you.<br><br><span class=\"quote\">&gt; Stupefying truth. “I hand-built a calculator and drafted it in a virtual reality cyber-fantasy world where I’m a technowizard named Ayla and time moves at a variable rate that’s up to seven times slower than in real life.”</span><br><span class=\"quote\">&gt; Be reasonable. “Maybe I just spend a little bit more time working than you think.”</span><br><span class=\"quote\">&gt; Petulant boast. “No idea. Have you tried asking upstairs? I’m sure one of the *real* software developers should be smart enough to know how it’s possible.”</span>","filename":"Ayla.jpg","fileSize":"105 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554056858992.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554056858992s.jpg","md5":"5XvLlrBnZqiUZB8+iQY06w==","w":565,"h":800,"tn_w":88,"tn_h":125}
