{"isOp":false,"number":3395264,"threadNumber":3395258,"comment":"<a href=\"#p3395261\" class=\"quotelink\">&gt;&gt;3395261</a><br><br>Mind wandering, you minimize the windows on your work desktop and stray briefly over to the imageboards. Posts about the game are deleted so frequently as to seem like someone is hiding information, but maybe if you can get the right words out or find someone out there that’s had an experience similar to yours, you can…<br><br>“Sydney.” Your project manager’s voice from behind startles you into a near-instant CTRL+Shift+W, but the fact that you have to fumble with your donut to do so makes it rather obvious that you’ve been slacking off. “Shitposting on company time?”<br><br>“Say I’m on break, Jay.” You swivel to meet his disdainful expression, and your own contorts into a pout. “Just because I’m salaried doesn’t mean I don’t get those.”<br><br>“You’re on break every time I come around. I’m about to be done letting you convince me you’re still working on your report on Kaiser’s LifeChart app—and that’s about the only thing that’s stopping me from calling upstairs to say they made a mistake hiring you, Syd.” Jason frowns. “And I don’t want to do that, ‘cause I kind of <span class=\"mu-i\">like</span> you. Please tell me you’ve made progress – or that I’m just totally wrong, and you’re totally done with the report already.”<br><br>“Well,” You begin. “I’m not done with the report, since I stopped working on it.”<br><br>Jason stares. “What.”<br><br>“Hang on, hear me out.”<br><br>“Okay,” He sighs. “Talk fast.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","time":1554056794000,"time4chanFormatted":"03/31/19(Sun)14:26:34","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"original_314840_QKR1Gac3r3n_jN8HGn_Y6k8Rn.jpg","fileSize":"3847875 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554056794312.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554056794312s.jpg","md5":"vZUsP+YEo7as+P6xW0cltg==","w":5000,"h":2130,"tn_w":125,"tn_h":53}
