{"isOp":false,"number":3395787,"threadNumber":3395258,"comment":"<a href=\"#p3395564\" class=\"quotelink\">&gt;&gt;3395564</a><br><a href=\"#p3395643\" class=\"quotelink\">&gt;&gt;3395643</a><br><a href=\"#p3395650\" class=\"quotelink\">&gt;&gt;3395650</a><br><a href=\"#p3395688\" class=\"quotelink\">&gt;&gt;3395688</a><br><br>The game’s inner workings are kept deliberately nebulous, bar your own HP – which you can’t even see at the best of times unless you’re really paying attention. So you don’t know how long exactly your own Artifact’s cooldown will run. But if you *move*, you can count it out, take advantage of your Combat Regeneration, and survive.<br><br><span class=\"quote\">&gt; [[ HP: 15 / 35 ]]</span><br><br>When the next fire blast propagates towards you, air in the empty space wavering with heat haze, you’re ready and already moving normal to it. Foe storms forward, claw over claw, sweeping its head to face you as it breathes. You jump, landing on an obsidian plinth and leaping to another, inferno washing over the previous platform with each subsequent step. For a moment, you wonder where your allies are… but as the only Artifact user in the party, you possess a potential in combat that the others lack that’s landed you so far ahead.<br><br>Feet scarcely in contact with the ground, you’re satisfied when you see the cone of flame subside, but your eyes widen when you see your next position anticipated with a large fireball. Turning, you put your large circular shield between yourself and the attack, and feel the heat on your skin when it explodes against you, launching you backwards.<br><br>You hit the ground hard, and it collapses beneath you, sending you tumbling toward the glowing magma beneath. As you fall, you right yourself, putting your feet toward the fire. But you aren’t burned when you touch down; in your mind, you can imagine Florica’s distant laughter as a crimson rune expands underfoot to catch you like a hidden platform atop the lava.<br><br><span class=\"quote\">&gt; [[ HP: 14 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Affected by: Molten Step ]]</span><br><br>You spring upward, clumps of molten rock launched in all directions by the force of your leap and the magic involved. When you see the look in the dragon’s flashing eyes as you rise with sword and shield ready, you know that it expected you dead. With a beating of wings that sends chunks of broken stone rolling across the floor, your foe rises to challenge you again. It moves forward, body slithering with a grace you would scarcely expect for a creature of such size and brutality, before launching towards you with similarly-surprising speed.<br><br>Troublesome. Your mobility options aren’t as good when you’re in the air and your Artifact isn’t ready to use.<br><br><span class=\"quote\">&gt; Shield wall, making yourself as small a target as possible in attempting to block the attack.</span><br><span class=\"quote\">&gt; Brace yourself against the charge with the Last Argument.</span><br><span class=\"quote\">&gt; Try to quickly drink a potion and dodge or otherwise tank through the attack.</span><br><span class=\"quote\">&gt; Use Concussive Strike in an attempt to launch yourself and your foe in opposite directions.</span>","time":1554069062000,"time4chanFormatted":"03/31/19(Sun)17:51:02","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"210571290510.jpg","fileSize":"438011 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554069062458.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554069062458s.jpg","md5":"UIk18ADCwTvKdLjpUZIeMA==","w":1920,"h":1162,"tn_w":125,"tn_h":75}
