{"number":3396707,"threadNumber":3395258,"comment":"<a href=\"#p3396230\" class=\"quotelink\">&gt;&gt;3396230</a><br><a href=\"#p3396232\" class=\"quotelink\">&gt;&gt;3396232</a><br><a href=\"#p3396272\" class=\"quotelink\">&gt;&gt;3396272</a><br><a href=\"#p3396326\" class=\"quotelink\">&gt;&gt;3396326</a><br><a href=\"#p3396245\" class=\"quotelink\">&gt;&gt;3396245</a><br><br>‘Your light,’ the voice echoes in your head, ‘belongs to me.’ You crave that light, when Strife Memoriam grows cold against your skull. You would drink the veins of a God dry for more power. <br><br>You shake your head to clear away the invasive thoughts, bracing your shield against any further incoming attacks. Your foe is powerful, but its purpose is singular: to strike by claw and by flame. These attacks are predictable, but only just; the dragon’s speed and sheer aggression, still, render it a force to be reckoned with. That, and the fact that it isn’t dead yet. But that’s no matter; if it wasn’t felled by the previous barrage, a second strike from your Celestial sword will surely end it.<br><br>“Tatsumaki! Gimme some space, girl!” Vyx is hard to hear in the echoing noise of the place, speaking over incessant handcannon staccato. You can’t imagine being on the receiving end of that barrage, under which even a dragon seems to wither. Her firepower is impressive; though you aren’t aware of how much damage each successful impact inflicts on its scales and the tattered webbing of its wings, you imagine it is as if drowning in a tide of metal. You know your shield can protect from individual fireballs, and so interpose yourself between Vyx and the beast, stone shifting beneath your heels as you intercept each one.<br><br>Tatsumaki either doesn’t hear or doesn’t understand the verbal command. You’ve moved ahead, but she darts past you and veers abruptly to the side, drawing the creature’s attention away. Attacking from ambush seemed more successful than any other plan, though; here, all it takes is a swipe of the wing to send her flying into the air and bouncing across the stones. Even with your damage resistance, this foe hits like few others have; a strike like those the two of you have fielded would likely kill Nel or Cornelius outright, which makes them understandably hesitant to engage in close combat.<br><br>It’s unlikely that you’d be able to pin this creature down like you once did the Obsidian Pegasus; the Last Argument, while a strong weapon in its own right, is unlikely to sink into the environmental stone. If you could get close enough to the ceiling using the environment, you could use the Memory’s sword to dislodge a stalactite—the alternative, and what occurs to you like a favorable plan, is to simply strike downward with the sword to crush your foe against the ground.<br><br><span class=\"quote\">&gt; Pegasus charge, activating the Memory of Exile mid-rush.</span><br><span class=\"quote\">&gt; Help Tatsumaki and stage a combo attack.</span><br><span class=\"quote\">&gt; Have Vyx draw the creature’s attention to strike when unexpected.</span><br><span class=\"quote\">&gt; Call to your allies in the back for an alternative measure. (Write-in.)</span>","time":1554083705000,"time4chanFormatted":"03/31/19(Sun)21:55:05","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"1474855883519.jpg","fileSize":"20958 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554083705751.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554083705751s.jpg","md5":"SGoCRssbxf4k54XdWLe2Ag==","w":236,"h":196,"tn_w":125,"tn_h":103}
