{"isOp":false,"number":3396094,"threadNumber":3395258,"comment":"<a href=\"#p3395810\" class=\"quotelink\">&gt;&gt;3395810</a><br><a href=\"#p3395812\" class=\"quotelink\">&gt;&gt;3395812</a><br><a href=\"#p3395817\" class=\"quotelink\">&gt;&gt;3395817</a><br><br>In the absence of other options, you rely on the Last Argument. Your sword gleams, held high and brought down with might that cleaves the air asunder.<br><br><span class=\"quote\">&gt; [[ PP: 5 / 10 ]]</span><br><br><span class=\"mu-i\">Thoom</span>—and the rushing of the wind. Empty space vibrates beneath the edge of your blade, and you hear the beast rising from beneath you roar, muted by the vacuum between you, as its claw is deflected and its body is battered by the force of the Strike, tip of your sword raking across gleaming scales. It’s thrown off-course, and you’re pushed away and into a high-flying backflip. The only greater mystery than how you always manage to land safely in these situations is how you manage to soar so high in the first place. The dragon beats its wings, thrown back, but not grounded by your attack. As you begin to fall, it charts a new course, flying in a wide arc to intercept you. If it’s to snatch you from the sky again, its attack could be lethal…<br><br><span class=\"quote\">&gt; [[ HP: 15 / 35 ]]</span><br><br>You brace yourself, turning to anticipate the attack. There’s a blur of motion from the hole you blew in the wall by entering, and you hear a high-pitched <span class=\"mu-i\">kiai</span>, looking over in time to see Tatsumaki vault from the opening and into a frontflipping axe-kick that bashes the beast between the wings. At the point of contact, there’s a familiar rush of energy, the force of Concussive Strike blooming outward from the martial artist’s heel. It’s a clean hit, sending the dragon ragdolling even further downward.<br><br>“LET’S. FUCKING. <span class=\"mu-s\">GO!</span>” – as a more brutish battle-cry in a similarly high-pitched voice echoes from the opening in the wall, the sound of cannon fire serenading the fortress interior, dim space lit periodically with the bright muzzle-flash of each shot. Vyx stands on the edge of the boundary wall, focused in her aim, and with her target on a clean vector toward the ground, her shots strike true. Nel and Cornelius are nowhere to be seen; the latter seems to be lacking the mobility options shared among the rest of you.<br><br>You can feel you’re approaching the fortress wall as you fall, allies making their way forward to challenge the boss.<br><br><span class=\"quote\">&gt; Use the wall to slow your descent, then approach as your team’s guardian.</span><br><span class=\"quote\">&gt; Spring from the wall, attempting a Pegasus charge.</span><br><span class=\"quote\">&gt; Fall to the ground and move in quickly, relying on the Last Argument for its spacing and damage.</span><br><span class=\"quote\">&gt; Produce Hoarfrost and attempt to maneuver in for a lethal blow.</span>","time":1554074683000,"time4chanFormatted":"03/31/19(Sun)19:24:43","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"Vyx.jpg","fileSize":"213065 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554074683602.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554074683602s.jpg","md5":"Ola4Jmob4YU3iVAHN+/ntA==","w":836,"h":1558,"tn_w":67,"tn_h":125}
