{"number":3397638,"threadNumber":3395258,"comment":"<a href=\"#p3397254\" class=\"quotelink\">&gt;&gt;3397254</a><br><a href=\"#p3397326\" class=\"quotelink\">&gt;&gt;3397326</a><br><a href=\"#p3397508\" class=\"quotelink\">&gt;&gt;3397508</a><br><br>The circlet enshrines your head, and from it blooms a coat of shadow that washes over your body from the mirror crest in the center. A jagged helmet takes form, and the Exile’s armor beneath it; thoughts of years spent in torment leave your mind singularly-focused and your purpose clear. You drop to all fours, the wings of the Pegasus still bright behind you. Curious, that you would accept power at any cost, when the Memories you have archived let it flow into you at no cost whatsoever.<br><br><span class=\"quote\">&gt; [[ Affected By: Power Charge, Memory of Exile ]]</span><br><br>By the time your fluttering black cloak vanishes beneath the material shell, your lateral momentum has already become vertical momentum. The transition is difficult; the lingering effect of your Pegasus cuirass wants your body to resist changes in its motion, but the Exile’s uncanny ability to circumvent modifiers to your movement causes you to simply clamber upward the stone face – iron nails digging in – at a speed that makes you appear truly horrifying from outside. The dragon reaches the apex of its height, and from across the molten hall, you see Vyx lock-on and fire, measured barrage of rounds buffeting the creature with explosive force on impact. You launch yourself from the wall, sailing toward the beast...<br><br>It recovers mid-air and <span class=\"mu-i\">roars</span>. But its presence cannot frighten you in your state, and through the immense pressure it exerts, the Pegasus abides. The Celestial sword emerges in a black flash, and you cast it down; an explosion bathes the room in darkness, carpet of shadow rushing away from beneath the point of impact and crawling upward the walls to vanish in the corners of the place. Stones break from the ceiling, shattering on the floor and exposing magma beneath. The dragon is sent spiraling downward, crashing in the middle of the floor; the Exile’s armor breaks and melts around you as you spin and fly backwards, sending trails of oily droplets splattering in all directions.<br><br><span class=\"quote\">&gt; [[ HP: 14 / 35 ]]</span><br><br>As you crash to the ground in a puddle, your increased fire resistance promptly fades with the consumption of Cornelius’s focus for a final effort. Over your head, contrasting shadow with brightness, you see the power of pure ice rendered as a beam of blue light that pierces your foe. The air is hot and dry, but from here you can feel the cold of it and hear a strange crackling over the creature’s weakening cries. Its movement slows, light in its eyes burning out. It meets your gaze as a statue rimed with frost.<br><br><span class=\"quote\">&gt; [[ young earthcrowned drake was defeated. ]]</span><br><span class=\"quote\">&gt; [[ You have 1 unspent EXP. ]]</span><br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","time":1554107020000,"time4chanFormatted":"04/01/19(Mon)04:23:40","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"Nel.jpg","fileSize":"112367 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554107020102.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554107020102s.jpg","md5":"5Prjuts30sNcwYhBrsfIyg==","w":987,"h":1695,"tn_w":72,"tn_h":125}
