{"number":3397247,"threadNumber":3395258,"comment":"<a href=\"#p3396721\" class=\"quotelink\">&gt;&gt;3396721</a><br><a href=\"#p3396723\" class=\"quotelink\">&gt;&gt;3396723</a><br><a href=\"#p3396725\" class=\"quotelink\">&gt;&gt;3396725</a><br><a href=\"#p3396731\" class=\"quotelink\">&gt;&gt;3396731</a><br><a href=\"#p3396739\" class=\"quotelink\">&gt;&gt;3396739</a><br><a href=\"#p3396775\" class=\"quotelink\">&gt;&gt;3396775</a><br><br>You turn, then, watching Tatsumaki recover. She’s stumbling in rising to her feet, and you pick up the pace, darting forward; you hear a yelp from Vyx as a fireball passes through the space you occupied just a moment ago.<br><br>“What’s the deal?” The gunner shouts. A look over your shoulder reveals her cartwheeling away; luckily, the drake’s attention remains focused on you. Claw over massive claw, it continues, breaking apart the ancient masonry beneath as it lunges forward. “You trying to give me an angle? A little warning would be…”<br><br>“Ascheritte!” Cornelius’s voice calls out to you. “Are you – ready, or?”<br><br>“Not yet! Tats – give it a Concussive Strike!” You say, and give it a little more: faster and lower to the ground in your approach. In your charge, you lure the beast towards her. The best you can do is gesture ‘up’ as you approach, and hope that she can get out of your way. Because you aren’t stopping anytime soon—or at least, the sound of unseen cavalry and the golden wings unfurling from your shoulders decree as much. You’ll run right through her, unless…<br><br><span class=\"quote\">&gt; [[ HP: 18 / 35 ]]</span><br><br>“TATSUMAKI, GET OUT OF THE WAY.” Awh, Nel. At least he’s doing <span class=\"mu-i\">something.</span><br><br>The cat-eared brawler hits the ground in a prompt dive-roll, passing beside you as you sprint. You can see her bloody face and dazed expression… You turn in an attempt to skid to a stop, boot-heels carving trenches in the ground underneath, and whip around completely in time to hear the familiar explosive reverberation and see the dragon launched skyward by an impressive kick.<br><br>This is awkward. The Power Charge typically works to your advantage, but now you’ve got all this momentum in the wrong direction and not even you can stop it.<br><br><span class=\"quote\">&gt; Dig in, turn, and take a running vault off Tatsumaki to deliver the finisher.</span><br><span class=\"quote\">&gt; Keep going, and use the Exile’s memory to go up the wall and around. You can probably make it in time.</span><br><span class=\"quote\">&gt; Slow approach - move in and wait for the landing, or react to the aerial recovery.</span><br><span class=\"quote\">&gt; Write-in.</span>","time":1554092082000,"time4chanFormatted":"04/01/19(Mon)00:14:42","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"Cornelius.jpg","fileSize":"279966 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554092082869.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554092082869s.jpg","md5":"rBiqB2VHYb3sTJPkHFFXFw==","w":787,"h":900,"tn_w":109,"tn_h":125}
