{"isOp":false,"threadNumber":3395258,"number":3398174,"name":"Sylv","trip":"!!nRFFspsNUpV","id":"EFcfoABU","time":1554142035000,"time4chanFormatted":"04/01/19(Mon)14:07:15","comment":"“You alright, Tats?” You look over to the Brawler, who returns a quizzical glance at you before giving a smile and a shrug. There’s a disconnect, mentally, given she looks all bloody and out-of-line, but you know she’s alright.<br><br>“We should loot this thing.” Nel says. “I’ve got the map up-to-date, and with the surrounding areas too—originally I thought this area would be larger, but it looks like anything else that’d have been part of the structure is totally underground or completely molten. But if this place collapses…”<br><br>“I mean, isn’t there a Celestial offering on the Altar? If we have to, we can just take control of this place.” Vyx says. “That’d be a real quick fix, right?”<br><br>“Or we split it amongst ourselves.” Cornelius responds, checking his own map. “And let this place be sealed off. That seems to be the dominant strategy now that the areas outside Averron are getting smaller. This isn’t exactly the most tactical location, either, I think. It’s rather out of the way, for one, and not a strong midpoint between the Observatory and the deep branches—too far above Tethiss’s Claw.”<br><br>“That right?” Vyx asks, tilting her head toward Nel.<br><br>“Yeah, that’s right.” Nel nods.<br><br>“We’ve got time to decide.” The Artificer says. “It looks like the cavern’s settling. Crafting materials—any preferences? I’m splitting them evenly otherwise. There’s a strong elemental focus, too. I just burned my last one out, but fire doesn’t seem like it’s going to stay particularly useful down here forever, so I’d be alright with passing it up.”<br><br><span class=\"quote\">&gt; Inventory [[ young earthcrowned drake ]]</span><br>cryst of fire<br>red dragonwing webbing x12<br>pristine red dragonscale x12<br>immature dragonbone x8<br>dragon’s claw x2<br><br><span class=\"quote\">&gt; Inventory [[ Lucretia, flamespeaker ]]</span><br>Celestial Gem x4<br>earthcrowned prophet’s regalia<br>sacred egg","filename":"erin-lin-20150729.png","fileSize":"566 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554142035232.png","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554142035232s.jpg","md5":"6VksYHE2Mh5PWwoqRCqtzg==","w":719,"h":428,"tn_w":125,"tn_h":74}
