{"number":3399743,"threadNumber":3395258,"comment":"[[ Strife Memoriam: General ]]<br><span class=\"quote\">&gt; [X] Request a unique upgrade. (Commit: 8 ???)</span><br><span class=\"quote\">&gt; [X] Change Strife Memoriam’s form, or fix Artifact into body. Request options to determine cost or gain. (Commit: 8 ???)</span><br><span class=\"quote\">&gt; [1] Reduce devotion cost (Commit: 8 6)</span><br><span class=\"quote\">&gt; [1] Increase maximum number of allocated memories (1 2) (Commit: 8 10)</span><br><span class=\"quote\">&gt; [1] Increase maximum number of stored memories (4 5) (Commit: 8 10)</span><br><span class=\"quote\">&gt; [2] Increase uptime. (Commit: 8 10)</span><br><span class=\"quote\">&gt; [2] Acquiring Celestial Fortitude resets Strife Memoriam’s cooldown and affords significant temporary power increase. (Commit: 8 8)</span><br><span class=\"quote\">&gt; [4] Address the nature of a single memory, then Purify to permanently alter its functionality and weaken its hold over Strife Memoriam, or Exalt to immortalize its power. A Celestial Technique may be discovered. (Commit: 8 12)</span><br><br>[[ Strife Memoriam: Rust ]] (Commit: 8 12)<br><span class=\"quote\">&gt; [2] While Rust is the allocated memory, all outgoing non-elemental magic damage is increased.</span><br><span class=\"quote\">&gt; [2] Improve levitation capabilities while the Memory of Rust is active. The user may now glide as long as the memory persists.</span><br><span class=\"quote\">&gt; [3] Lesser Art: While Rust is the allocated memory, spend PP to temporarily freely wield pale flame as long regardless of Strife Memoriam’s cooldown. Requires a free hand.</span><br><br>[[ Strife Memoriam: Marble ]] (Commit: 8 12)<br><span class=\"quote\">&gt; [2] While Marble is the allocated memory, all outgoing unarmed melee damage is increased.</span><br><span class=\"quote\">&gt; [2] Improve dexterity while the Memory of Marble is active. Penalty to weapon skills is nullified, but native bonuses are not applied. The user has improved ground mobility and can stand more quickly when knocked prone.</span><br><span class=\"quote\">&gt; [3] Lesser Art: While Marble is the allocated memory, spend PP to recover health.</span><br><span class=\"quote\">&gt; [4] Lesser Art: While the Memory of Marble is active, spend PP to teleport from an unobserved location to another nearby unobserved location.</span><br><br>[[ Strife Memoriam: Exile ]] (Commit: 8 12)<br><span class=\"quote\">&gt; [2] While Exile is the allocated memory, gain minor improvement to all Sword skills and minor resistance to abnormal status.</span><br><span class=\"quote\">&gt; [2] The Memory of Exile’s special weapon can strike an additional time, and will no longer damage the user.</span><br><span class=\"quote\">&gt; [3] Celestial Technique: Ì̸̢̨̨͕͙͙̙͕̦͎̞̔͆͑̓̓̆̋̏́͋̚͜͠ êTŒee”̶̛̰͔͔̭̜Ḳ̴̢͙͖̺͇̠͉̂̿̾̇̀̇͒̚ͅṄ̴<wbr>̨̨̧̥͇̙̙̱̥̤̈́̉̌̔̊̀͆̆͌̓̄̂̿̕&amp;îêT?O̸̎͑͆̕<wbr>̡̳͕̜͖̓͗͛̉͝W̶̛̳̦̤͓̭̙͎̽̇̾͊̃͛̏͜͠͠¤zûýæ<wbr>zoY̶̡̨̢̨̘̮̩̜̞͒̍̉͜Ǫ̷̱͚̝̯͍̹̈̉̏̚̚̚͜͜ͅ<wbr>̣͍̙̹U̵̡̬̭̮̪̫̬̦̫̩͈̩͚̘̿̀͐̒̓́̌̒̽̿ͅ</span><br><br><span class=\"quote\">&gt; [[ Investing in an individual memory will improve further upgrade options. ]]</span><br><br>Here&#039;s the Strife Memoriam upgrade options in case anyone else was wondering.","time":1554168256000,"time4chanFormatted":"04/01/19(Mon)21:24:16","id":"eKqMaDoO","name":"Anonymous"}
