{"isOp":false,"number":3399576,"threadNumber":3395258,"comment":"<a href=\"#p3398222\" class=\"quotelink\">&gt;&gt;3398222</a><br><br>You feel warmth from the glow of pure fire on your skin.<br><br><span class=\"quote\">&gt; [[ The Memory of Ruby has been forgotten. ]]</span><br><br>“That’s kinda fair. I’d still like to hang on to it, though.” You respond. “I play close to the Alliance, so anything that develops from the former isn’t gonna be a surprise to you guys at all.”<br><br>“More than reasonable, given your contribution to the fight.” Cornelius says.<br><br>“Awh. I was hoping I could keep it…” Nel frowns. “I guess we’ll be able to craft a couple of armor pieces, at least.”<br><br>“I’d hate to be insistent, but I plan to take one of these Gems. It will more than compensate for my loss today.” Cornelius adds. “As for the others—I would suggest Ascheritte receive the foremost, while Vyx and Tatsumaki each contributed a fair amount of damage and utility…”<br><br>“You wouldn’t even have been able to get up to that ledge without me!” Nel folds his arms. “Your damage should count for me too!”<br><br>“Oh, just give mine to him if y’all are gonna start an argument.” Vyx rolls her eyes, leering momentarily at the alluring glint of the jewels. “Just remember you owe me a big time cut-in.”<br><br>“Hang on,” You suggest. If you back out of a Gem, you’ll be able to get an extra unique item, or just the lion’s share of the crafting materials. It would *hurt* you to do so… but you’ll need upgrades if you plan to continue your pursuit. “I… might back out myself, if it means I could get more of something else. If there’s more Gems on the altar we can see how many we have before deciding.”<br><br>“Ascheritte’s suggestion makes the most sense. The bulk crafting resources aren’t in even amounts – so some of us will have to take less of some materials and more of others. We can distribute them when we’re done, and if you’d like to trade we can sort it out when we’re in a safe spot.”<br><br>Idly, you inspect the body. The earthcrowned prophet’s regalia is a layered scarlet cloth robe; though the material is sheer, it appears quite durable. Golden trim is delicately sewn in in patterns depicting the heads of dragons. Myriad chains with small golden necklaces covered in charms hang and arc between the layers of cloth.<br><br>“There are five items outside of the bulk materials – two claws, this robe, the cryst, and the egg. Does anyone want a dragon’s claw more than anything else?” Cornelius asks.<br><br>“Me.” Vyx says. “You still owe me though.”<br><br>“Okay, that makes that easier.” He makes his way to the top of the stairs – and shudders visibly, leaning in to inspect the altar. You follow after him, stopping at the sight of the breathtaking spectacle. “Friends? We could become a new world power with this, you realize.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","time":1554165752000,"time4chanFormatted":"04/01/19(Mon)20:42:32","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"2141829515.jpg","fileSize":"26773 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554165752361.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554165752361s.jpg","md5":"h4q1PAJo/v7g79g5HGXH/g==","w":490,"h":368,"tn_w":125,"tn_h":93}
