{"number":3399585,"threadNumber":3395258,"comment":"<a href=\"#p3399576\" class=\"quotelink\">&gt;&gt;3399576</a><br><br>Carved from a single tablet of obsidian, this statue depicts a woman who genuflects before an everlasting fire, individual folds of the fabric of her clothing affected in flawless stone. The brazier is overflowing with jewels.<br><br><span class=\"quote\">&gt; [[ Greater Celestial Materialization Altar ]]</span><br><span class=\"quote\">&gt; Celestial Manifestation “Earthcrowned Fortress”</span><br><span class=\"quote\">&gt; MANIFESTATION GRANTED BY:</span><br>a Precursor, “to steal vengeance from beneath the burning sky.”<br><span class=\"quote\">&gt; [[ Offer Celestial Gems ]]</span><br>* Create Celestial Artifact<br>* Enhance Celestial Artifact<br>* Empower Mundane Item<br>* Enhance Celestial Manifestation<br>* Destroy Celestial Manifestation (To The Victors Go The Spoils)<br><span class=\"quote\">&gt; [[ Offer Item ]]</span><br>* Offer an Item to the Celestials<br><br><span class=\"quote\">&gt; Inventory [[ celestial offering ]]</span><br>Celestial Gem x11<br><br>“Oh, hot damn.” Vyx says. Tatsumaki’s eyes are sparkling.<br><br>“In case it was unclear, my vote is to destroy this place. We’d have enough Gems for each of us to take three for whatever we like between Averron and the underground.” Cornelius looks to the group. “Artifacts, personal upgrades—whatever we want.”<br><br>“What? Even if it’s not the most convenient spot, we could use an away base. Or a secret hideout—or a forge?” Nel says. “There’s probably a lot of hidden lore down here, too! Ashe and I have friends that really care about that stuff.”<br><br>“I’m with Cornelius.” Vyx nods. “Sorry, but—I got benchmarks to meet, and I feel like none of the guilds really want to be here anyway.”<br><br>“Tatsumaki should get a vote.” Nel says. The martial artist looks over at him and smiles.<br><br>“She doesn’t even have a clue what we’re talking about.” Vyx huffs. “How does she not get bored? I get bored enough listening to people normally.”<br><br>“Ascheritte? You got any thoughts?” Cornelius looks to you. <br><br><span class=\"quote\">&gt; Suggest destroying the Manifestation and splitting all fifteen Gems.</span><br><span class=\"quote\">&gt; Suggest using some number of the Gems to somehow edify the area and splitting the remainder.</span><br><span class=\"quote\">&gt; Suggest using the entire offering to establish facilities that put this area under your, or the Alliance’s control.</span>","time":1554165894000,"time4chanFormatted":"04/01/19(Mon)20:44:54","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"7a933e4d743593d322705c77577f3b81.jpg","fileSize":"211401 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554165894799.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554165894799s.jpg","md5":"lPemTqXlLip8kVhGPdZwFg==","w":1200,"h":650,"tn_w":125,"tn_h":67}
