{"isOp":false,"threadNumber":3395258,"number":3400943,"name":"Anonymous","id":"V2h2oypP","time":1554213408000,"time4chanFormatted":"04/02/19(Tue)09:56:48","comment":"<a href=\"#p3400716\" class=\"quotelink\">&gt;&gt;3400716</a><br><span class=\"quote\">&gt;Allocate Memory of Fire</span><br><span class=\"quote\">&gt;Spend EXP on Guardian Perks</span><br>I think we would've been better to just buy more HP, but whatever.<br><br><span class=\"quote\">&gt;Inform the team that it's time to move out.</span><br>Message Nel and Tats (for what that's worth) to tell them the situation, and that we've got to go to Tethiss' Claw in order to resolve it. Also message Freya, and tell her we need to meet up in the wilderness and head to Tethiss' Claw, now. I anticipate she'll be joining us as the 5th member of our party for this expedition.<br><br>Cornelius is a sticking point. Right now no one knows he's with us, so they're not going to make overtures to him to try and get him to doublecross us. Right now we also outnumber him and could easily gank his ass. That being said, his trustworthiness is in question, because when he finds out about our bounty he could easily message someone to coordinate a strike on our party.<br><br>He's valuable support and we need as much as we can get where we're going but we need to feel him out first. Let's do this by seeing how he reacts to meeting Freya. That ought to tell us whether he's in it to get money or if he's more willing to cooperate with buddies.<br><br><span class=\"quote\">&gt;Current Party 4/5</span><br>-Ascheritte (Brawler, DPS)<br>-Nel (Explorer)<br>-Tatsumaki (Brawler, DPS)<br>-Cornelius (Artificer, Support)<br><br>The fortune teller told us previously, that we must bleed every drop of Tethiss' blood from our veins if we hope to be judged fairly in her court. I think the best way to do this would be to have Freya sap us down to 1 health as soon as possible, and before heading into Tethiss' Claw. A risky move, but I don't think any other way is going to cut it."}
