{"isOp":false,"number":3400293,"threadNumber":3395258,"comment":"“There’s still all this stuff out here.” You remark. With the dismissal of the Celestial Manifestation, the whole of the fortress—even the Celestial Materialization Altar—simply vanished from around you with little fanfare but the flickering of a faint glow of sickly green, cave system adjacent reshaping itself as though it were never there. It’s a fine measure, you think, as otherwise you’d have been entombed in rock and magma, or buried in an avalanche of falling stones. You and the party are making your way back across the bridge over the lava to the underground proper. “Still some statues and sconces. Anyone see anything of value? Resource nodes?”<br><br>“Who’d want any of this junk?” Vyx asks. “It’s just bad furniture.”<br><br>“Players can craft things like this,” Cornelius says, fingers drifting over an obsidian sphere at the top of a column. “But to make truly interesting designs requires one to divert from the game’s blueprints with an aesthetic eye like a real-life artist’s. I imagine rare and unique decorations will eventually have their own market much greater than what currently exists in Averron.”<br><br><span class=\"quote\">&gt; [[ UI Messenger – Kinoue ]]</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Busy at the moment, sorry. Hope you can understand. I dunno when I’ll be back—maybe minutes, maybe hours.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: But I’ll be around if you still want to meet later! For now it’s best if you find a guide.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Have you tried the Overlook? There’s usually plenty of people who go up there to find parties for hunting.</span><br><span class=\"quote\">&gt; [[ Kinoue ]]: I haven’t! I took a quick look at the shops, but I don’t have a ton of money.</span><br><span class=\"quote\">&gt; [[ Kinoue ]]: I was hoping someone could give me a tour. :v</span><br><span class=\"quote\">&gt; [[ Kinoue ]]: All those spiral staircases get me dizzy! xD Anyway, thanks! I figured you’d be busy. I’ll try my luck again!</span><br><span class=\"quote\">&gt; [[ Kinoue ]]: Good luck with whatever you’re up to! </span><br><br>“Aelriss made a butt-ton of money selling the paintings off the walls from Kjorikos’s place, before it became the Observatory.” Nel says. “And I imagine there’s mineral veins nearby I could pinpoint if I look around.”<br><br>“I’d really like to get back to HQ, actually.” Vyx says. “Feelin’ out of it, sorry. I’d probably just go up myself if you guys do any mining.”<br><br>“I wouldn’t mind a quick search for valuables.” Cornelius says. “But I’d like for us to get our feet out of the dust soon too.”<br><br><span class=\"quote\">&gt; [[ Contact Request: Fauxley ]]</span><br><br>Why are you blowing up?<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","time":1554178118000,"time4chanFormatted":"04/02/19(Tue)00:08:38","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"jung-park-123769.jpg","fileSize":"124001 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554178118451.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554178118451s.jpg","md5":"tmWbu2NJmiH9wDYDC5BTEg==","w":600,"h":728,"tn_w":103,"tn_h":125}
