{"number":3402996,"threadNumber":3395258,"comment":"“You guys go. I’m gonna head around the outside.” You suggest.<br><br>“A-alright.” Nel says. Tatsumaki nods. “Be careful, Ashe. I’ll be there soon, and maybe see about finding an alternative route or something.”<br><br>“Observatory doesn’t have any back doors, unless I make one.” You respond. Liza and the Disposable Heroes’ upcoming investment could build an Advent Gate, but the first one is most likely to connect Averron City to the Observatory—and right now, that would just leave you worse off. The city, you presume, is much less safe than here, and an easy conduit between the two locations doesn’t sound good for you in your current predicament. “We’ll see what happens.”<br><br>You stay low, sticking to the dark of the outer perimeter and where rock spires cast tall shadows from the Observatory’s bright lights. Thankfully, your attire of black and cloudy, burnt gold does a fine job of blending in. There’s players lingering around the grounds, too—talking, starting parties, or just looking at UI menus.<br><br>“Yeah,” You hear a familiar voice. “But I wouldn’t go messing with him, if I were you. He’s a pretty tough guy, so—you’d definitely need a couple more bodies if you’re planning on it. Artifacts, too. Maybe explosives. It’s an expensive run on top of… hey, as a matter of fact – that’s actually him right there! Hey, Ashe!”<br><br>You stop for a moment and turn your head toward the group. Crow is standing beside three other players: a martial artist-looking type, a girl with a longcaster, and a punkish swordsman in light armor. All three of them look at you simultaneously, and the swordsman hands Crow a credit chip. You feel a chill. Crow ducks behind the rock, and the other three fan out. The pulse of combat echoes outward from the beat of a single footstep.<br><br>The girl shoulders her rifle, and you dart forward toward the Observatory, launching yourself into a dive-roll that carries you beneath the salvo of caster bolts that give way to flashes of white light against the distant cavern wall. You hit the ground, skidding, and draw the Last Argument in preparation to defend yourself. The martial artist, unusually, looks like he’s trying to create some distance and block off your escape; closer to you is the swordsman, who’s immediately in front of you when you recover clumsily from the roll, driving his sword towards your chest.<br><br><span class=\"quote\">&gt; [[ Underground: Averron Observatory // Neutral Territory // PVP Disabled ]]</span><br><br>The tip of the blade glints off of you in a shower of blue sparks, a grid of hard-light unfolding immediately beneath it.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","time":1554262303000,"time4chanFormatted":"04/02/19(Tue)23:31:43","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"Crow.jpg","fileSize":"90656 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554262303389.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554262303389s.jpg","md5":"htWnLu+5NTOKR7gYYOZwyQ==","w":500,"h":810,"tn_w":77,"tn_h":125}
