{"isOp":false,"number":3402698,"threadNumber":3395258,"comment":"<a href=\"#p3402542\" class=\"quotelink\">&gt;&gt;3402542</a><br><a href=\"#p3402545\" class=\"quotelink\">&gt;&gt;3402545</a><br><a href=\"#p3402555\" class=\"quotelink\">&gt;&gt;3402555</a><br><br><span class=\"quote\">&gt; [[ UI Messenger – Group Chat (Averron City’s Finest) ]]</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: I’m actually extending you an invitation to an upcoming effort to reach Tethiss’s Claw.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: The araneids have been mentioning me by name since you healed me with their stolen life.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: So now I’ve got a bounty on my head, and I’ve got a feeling you’re going to be instrumental in setting this right.</span><br><span class=\"quote\">&gt; [[ Freya ]]: Yes, I’ve heard. Your name rings out rather loud in the city.</span><br><span class=\"quote\">&gt; [[ Freya ]]: Averron’s population has been reduced, but among those that remain is a plurality of strong fighters that understand the value of working together.</span><br><span class=\"quote\">&gt; [[ Freya ]]: A team activity, with a fifty thousand credit reward.</span><br><span class=\"quote\">&gt; [[ Freya ]]: You’re looking for… defense? Or calling in a favor?</span><br><span class=\"quote\">&gt; [[ Aelriss ]]: Ashe, if this is going to turn into you and Freya PKing a bunch of people, count me out.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: I’m looking for help. Your Artifact may be necessary.</span><br><span class=\"quote\">&gt; [[ Freya ]]: I would like to see that Precursor for myself, assuming we can reach her. She’s quite elusive.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: We’re on our way to the Observatory. Meet us there.</span><br><span class=\"quote\">&gt; [[ Freya ]]: Very well.</span><br><br><span class=\"quote\">&gt; [[ Underground: Observatory Grounds // Neutral Territory // PVP Enabled ]]</span><br><br>“We’re heading to the city, Ashe.” Vyx says, breaking off with Cornelius. “I gotta get back to the guild hall, and I need some things that are cheaper at the old market.”<br><br>“It’s been a pleasure.” The Artificer adds, as the two of them head toward another branch. “Hopefully we’ll work together again.”<br><br>You are on a wide-open stone plateau with occasional rock spires dotting a field that stretches toward the Observatory. A road flanked with columns leads the way into the crowded market square. There are plenty of players around, but as you’ve just arrived, no one’s taken notice as yet. Tatsumaki and Nel are hanging close, and look at you as if to consult for a course of action. If you can just make it to the market square, you’ll be safe; PVP is disabled there.<br><br><span class=\"quote\">&gt; Walk confidently down the path. They don’t know what they’re messing with.</span><br><span class=\"quote\">&gt; Let Tatsumaki and Nel go their own way and sprint for the market threshold.</span><br><span class=\"quote\">&gt; Sneak around the perimeter alone. It’ll take longer, of course, but you’d rather not be seen.</span><br><span class=\"quote\">&gt; Stay as a group and sneak through the rock spires.</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","time":1554255299000,"time4chanFormatted":"04/02/19(Tue)21:34:59","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"under_city_by_wen_xaeroaaa-d5i8f3b.jpg","fileSize":"70325 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554255299512.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554255299512s.jpg","md5":"k5eyeK53qRhyUmR9dd28rA==","w":900,"h":352,"tn_w":125,"tn_h":48}
