{"number":3403303,"threadNumber":3395258,"comment":"<a href=\"#p3403300\" class=\"quotelink\">&gt;&gt;3403300</a><br><br>Briefly, you peruse the Observatory upgrade options.<br><br><span class=\"quote\">&gt; [[ New upgrades may become available as the nature of prophecy changes. ]]</span><br><br>[[ General ]]<br><span class=\"quote\">&gt; [5] Open an Advent Gate, which will allow free or paid travel between the Observatory and the Upper City. By the power of the Celestial Altars, more Advent Gates can be created in controlled locations with further investment.</span><br><span class=\"quote\">&gt; [3] Protect the Averron Observatory and those within from scrying attempts.</span><br><span class=\"quote\">&gt; [2 ea.] Warp in a Sidereal Armor. Sidereal Armors will patrol or stand guard at the Observatory. When a violent act is committed outside the Test Chamber or Overworld Simulation, the Armor will violently pursue the perpetrator until it is dead or removed from the Observatory. [[ Sidereal Armors Purchased: 1 ]]</span><br><span class=\"quote\">&gt; [1 ea.] Link a single benefactor’s Unique Identifier to the Observatory, allowing them to collect their share of taxes remotely. [[ Linked Benefactors: Kainzo ]]</span><br><span class=\"quote\">&gt; [X] Request a new construct or physical location. Variable price.</span><br><br>[[ Facilities ]]<br><span class=\"quote\">&gt; [5 ea.] Supernaturally improve the Communications Hub, allowing easier communication with and observation of phenomena in distant locales. This can be purchased multiple times.</span><br><span class=\"quote\">&gt; [2] Increase the size of the Overworld Simulation. More materials can be harvested, and new neutral fauna will appear. Day will turn to night.</span><br><span class=\"quote\">&gt; [2] Improve the Test Chamber, allowing it to simulate arenas and destructible environments.</span><br><span class=\"quote\">&gt; [1] Improve the General Store’s selection of items. Store will automatically restock when upgraded.</span><br><span class=\"quote\">&gt; [1 ea.] Empower a single Observatory NPC with Celestial Fortitude, greatly improving their capabilities. This can be purchased any number of times.</span><br><span class=\"quote\">&gt; [1] Warp in a Fortune Teller. Taxes may not be collected, but prices for all services are significantly reduced for benefactors.</span><br><span class=\"quote\">&gt; [1] Custodians will self-repair and self-replicate as necessary. They will maintain areas further outside the Observatory grounds, and can repair armor and equipment of players with or without a set price.</span><br><span class=\"quote\">&gt; [X] Request a new facility.</span><br><br>[[ 1 ]]<br><span class=\"quote\">&gt; Consider upgrades to Strife Memoriam.</span><br><span class=\"quote\">&gt; Consider upgrades to the Observatory.</span><br><span class=\"quote\">&gt; Consider upgrades to a relic item.</span><br><span class=\"quote\">&gt; Head to the Soulforge for now and worry about using your Gems later.</span>","time":1554270251000,"time4chanFormatted":"04/03/19(Wed)01:44:11","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"841259182.jpg","fileSize":"655030 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554270251934.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554270251934s.jpg","md5":"hPypc9GrEdI6Nu/Skae6yg==","w":800,"h":638,"tn_w":125,"tn_h":99}
