{"number":3403005,"threadNumber":3395258,"comment":"<a href=\"#p3402996\" class=\"quotelink\">&gt;&gt;3402996</a><br><br>“Damn.” The swordsman says, looking down with a grin. “Almost had him. C’mon—let’s get out of here.” He continues, sheathing his sword. He and his party are decidedly quick to make their exit, jogging off into the underground.<br><br>“You’re a bastard man, Crow.” You rise, looking to the rogue with a frown as he peeks out from his cover. “What’s the deal.”<br><br>“I’m sorry, man! They paid me big to find you. I had to let ‘em know I was trying.” Crow shrugs, working momentarily with his UI. “We cool, though. Here, catch. I’ll cut you in.”<br><br>He tosses you a small holochip, which disappears in your hand with a satisfying chime when you catch and focus on it.<br><br>“Crow, this is 125 credits. What kind of cut is that?” You ask. “How much did they pay you?”<br><br>“Hey, don’t worry about it! I’d stay away from the Overlook, though, if you’re gonna hang out around here. There’s people forming whole parties to hunt your ass down.” Crow says, leaning up against a nearby rock spire. “Everybody’s trying to nail down your name and your look—if someone doesn’t know, the fortune teller can just tell them for a price, too. Bet you wish you were stealthy as me, instead of being a celebrity.”<br><br>“I try not to hide in my own shadow whenever a problem comes my way.” You respond.<br><br>“Harsh.” Crow frowns.<br><br>“You haven’t sold out to anyone else, have you?” You ask, pursing your lips in momentary thought.<br><br>“Afraid I can’t disclose that. I’ll tell you this much: whatever you did to piss everybody off, though? I don’t want none of it.” Crow grins, heading off toward the Observatory. “Goes for your bounty, too. Fifty large is just a big-ass target on my head. Rather stay low, you know?”<br><br>[[ 1 ]]<br><span class=\"quote\">&gt; “Better get to it, then.”</span><br><span class=\"quote\">&gt; “If you really want things to stay quiet, you’ll help me out.”</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; Head to the Celestial Materialization Altar.</span><br><span class=\"quote\">&gt; Head to the Soulforge.</span><br><span class=\"quote\">&gt; Head to the Overlook.</span><br><span class=\"quote\">&gt; Head to the General Store.</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","time":1554262468000,"time4chanFormatted":"04/02/19(Tue)23:34:28","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"28507b67ff0614a481271c7c3ced38f8--steampunk-samurai-samurai-swords.jpg","fileSize":"13492 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554262468149.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554262468149s.jpg","md5":"+nX+tq82fC5j13c4azcB6Q==","w":236,"h":392,"tn_w":75,"tn_h":125}
