{"number":3403300,"threadNumber":3395258,"comment":"<a href=\"#p3403298\" class=\"quotelink\">&gt;&gt;3403298</a><br><br>[[ Strife Memoriam: Fire ]] (Commit: 6 -&gt; 9)<br><span class=\"quote\">&gt; [2] While Fire is the allocated memory, all outgoing fire damage is increased. Fire will become pure fire, reducing the fire resistance of targets.</span><br><span class=\"quote\">&gt; [2] Improves strength while the Memory of Fire is active. Penalty to physical strength is nullified. The user’s natural physical prowess will be augmented by the capacity of the flameborn prophet.</span><br><span class=\"quote\">&gt; [2] Lesser Art: While Fire is the allocated memory, spend PP to breathe a cone of pure fire. Targets in a wide area may be set ablaze.</span><br><span class=\"quote\">&gt; [4] Lesser Art: While the Memory of Fire is active, harness the true potential of prophecy: divination by flame. Foresight will grant bonuses to the effectiveness of nearly all actions, scaling with the amount of fire present in the environment.</span><br><br>“Grant me an item that will assist me in hatching this egg, and winning the loyalty of whatever comes of it.”<br><span class=\"quote\">&gt; [[ The time has not yet come for another Earthcrowned Phoenix to arise in the underground. ]]</span><br><span class=\"quote\">&gt; [[ The egg you hold was worshipped—for the hope that it would once bring vengeance to the Sky. ]]</span><br><span class=\"quote\">&gt; [[ Long may you search for what it is you seek, or return one of our gifts to avail the power of Life. ]]</span><br><span class=\"quote\">&gt; [[ Consume the lifeforce of the Phoenix: suffer long, or rise to fight again. ]]</span><br><br>“Empower my cloak, so that I may walk as the spirits do.”<br><span class=\"quote\">&gt; [[ One who walks in the realm of ghosts will doubtlessly forget what it is to be seen. ]]</span><br><span class=\"quote\">&gt; [[ Return two of our gifts, but do not grow careless with the Art of Spiritwalking. ]]</span><br><br>“Strengthen my sword with the power of draconic nobility.”<br><span class=\"quote\">&gt; [[ No—for dragons are no noble breed. ]]</span><br><span class=\"quote\">&gt; [[ Yet to wield their strength against them is a noble purpose. ]]</span><br><span class=\"quote\">&gt; [[ The powers of the red-winged will grant brutality, and the strength of unbridled flame. ]]</span><br><span class=\"quote\">&gt; [[ Return two of our gifts alongside the bones and scales of the beast, and it shall be done. ]]</span>","time":1554270146000,"time4chanFormatted":"04/03/19(Wed)01:42:26","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"1984612894619.jpg","fileSize":"100102 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554270146600.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554270146600s.jpg","md5":"ijNYhHHsLtPvuOSPU3AkTw==","w":1236,"h":1600,"tn_w":96,"tn_h":125}
