{"isOp":false,"number":3405769,"threadNumber":3395258,"comment":"<a href=\"#p3405389\" class=\"quotelink\">&gt;&gt;3405389</a><br><br>Boundary-light lurches forward, shaped into abyssal needles—imperceptibly small planes of dark, honed to a razor’s edge on every surface. When you turn and face the darkness, you make an observation in leveling the broken blade: these are not the Exile’s hands. They are yours. A jagged light-line like a discordant signal forms from a glow and rushes down your back, painting a tattered cloak in the air it passes through that flutters behind you as a boundary no Observer can see beyond. Razors crash into your armor and shatter. A vortex of god-killing black swirls around your feet as a thick morass, but it does not slow you in your state. You draw the attention of the royal guard away from the prisoners, and turn yours toward the only target remaining that poses a threat: the Sovereign once-divine.<br><br>Your turn.<br><br>You feel great anxiety. It seems strange; power gathers, blooming brighter as you weather the onslaught. You look upon your target, and the mystic eye flashes, muscles adjacent twitching. The spear in your left hand flares. Light leaks from it, cracks evolving in its surface until its physical form breaks down. Haft and handle and head crumble like so much dust, blown away in an unfelt wind; beneath it, crackling in your grip, is a glowing representation of your power. It is a blade of purifying light, flickering and flaring in temporary form as though the strength you’ve gathered is too great to settle in a definite form. You brandish it with a swing to test its weight: to show the Sovereign your power.<br><br>The columns surrounding the throne crumble. The rear wall of the palace explodes outward. At the top of the steps, the once-divine stands firm before a throne flanked by a blossoming plume of ash, a swirling vortex of shadow, and a storm of falling stones. Yours is the blade that cleaves the corruption from this world.<br><br>“Go.” You speak, glimpsing the transgressors over your shoulder. When you turn to face the Sovereign, you recognize the light of the Observer you encountered in the Overworld.<br><br>“<span class=\"mu-i\">…still, you struggle…</span>” His voice drones. “…<span class=\"mu-i\">broken armor, cobbled from the bones of a dead god</span>…”<br><br>You rush the stairs.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","time":1554352229000,"time4chanFormatted":"04/04/19(Thu)00:30:29","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"underground_palace_by_pbario.jpg","fileSize":"960617 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554352229249.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554352229249s.jpg","md5":"vsDj+91TQRHbHI7HstCcRA==","w":1200,"h":642,"tn_w":125,"tn_h":66}
