{"number":3405389,"threadNumber":3395258,"comment":"<a href=\"#p3405264\" class=\"quotelink\">&gt;&gt;3405264</a><br><br>“I concur, Sovereign.”<br><br>The motion is so fast as to be barely perceptible to the eye. It is heard in the whistling of your sword as you bring it around, and seen briefly in the moment it catches lines of light from the runes above. The glare is gilded. The blade gleams with the knowledge that its time has come. You drive it toward the shell of the ruler you once knew as an act of mercy to the man he once was.<br><br>There’s a clash, and a spark, as he catches the blade in a gauntleted hand. If there is divinity in every man, then some are simply stronger than others. For a moment, you are convinced that the true strength of sovereignty, rather than the value of diplomacy, is what makes the sword a king’s last argument. Mighty fingers flex, shattering the blade unevenly halfway down its length with an echoing crack. When he rises from the throne it is as if he is transformed: a bony shade of black dotted with points of light, armor of gold and tassels of scarlet loosely hanging from his form. You move to action, broken blade in hand, but—with a backhanded strike that evolves from a subdued motion, the ruler steals you from your feet and sends you rolling down the stairs.<br><br>Your armor is dented. It is hard to breathe. It <span class=\"mu-s\">hurts.</span><br><br><span class=\"quote\">&gt; [[ Connection interrupted. ]]</span><br><br>As your body bounces, you see the crowd of prisoners inverted again and again. Among them, you recognize the faces of people you know. You can’t look long enough to catch the details…<br><br><span class=\"quote\">&gt; [[ Calibrating, please wait… ]]</span><br><br>You taste blood.<br><br><span class=\"quote\">&gt; [[ BROKEN SKY ONLINE ]]</span><br><br>You crash down at the bottom of the stairs in a heap of metal. A royal guard attends, plunging a spear downward to end your sedition.<br><br>The mystic eye flashes. Time slows for a moment in your sight, and you can see the Observers’ corruption in him as well. You roll to the side, letting the spear scratch the stone floor uselessly, and take his leg from beneath him by striking close to the base of the broken sword. He neither screams nor bleeds, paradoxical boundary-light leaking from the wound and every facet in his regalia. Recovering, you catch his spear in hand, and turn to face the Sovereign. Transgressors cower, huddled together, as what remains of the royal guard explodes, one by one, into swirling vortices of black effluvium.<br><br><span class=\"quote\">&gt; Entreat every living man, heretic or not, for aid. You know what they must do for all of you to survive.</span><br><span class=\"quote\">&gt; Wield the broken blade in an all-out attack. You can make his divine blood yours.</span><br><span class=\"quote\">&gt; Weather the incoming storm and strike back. Your resolute will is your greatest weapon.</span>","time":1554343047000,"time4chanFormatted":"04/03/19(Wed)21:57:27","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"ukba777.jpg","fileSize":"132365 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554343047137.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554343047137s.jpg","md5":"zkFyYFtfaJ/LURdv9fdp7Q==","w":600,"h":849,"tn_w":88,"tn_h":124}
