{"number":3405264,"threadNumber":3395258,"comment":"Blue light from the mystic eye flashes across the Chapel as you slowly open it. You find yourself suddenly photosensitive as you reacclimate, and the image you see is half-distorted in time, afterimages of your hands trailing behind their place in your vision. The sounds and sights are an attack on your senses, buried beneath which you recognize the ever-present allure of Celestial Gems. What leaves you borne into memory, dragged deep into time, is but the smallest inkling of godlike power. Your body – your eye – yearns for more. The black flame creeps in from the corners of your vision, surrounding your body like a second skin.<br><br>When your vision suddenly fails, you feel a sickening vertigo as if the Observatory has collapsed from around you. The transition is abrupt, singularly and unfamiliarly <span class=\"mu-s\">painful</span>. You recall the sensation of bodilessness from when you first started your adventure in this virtual world, but this is uncannily different. The experience is possessed of an eldritch, threatening character.<br><br><span class=\"quote\">&gt; [[ Earthsea Promenade: Royal Court // PVP Enabled ]]</span><br><br>A sudden stop, feeling rattled as though you’ve just hit the ground after a great fall. You stand beside the throne, gaze cast over the court: gold-embroidered deep-blue carpet sits flush with the steps downward, stretching from where your boots rest on the paved stone floor onward toward the archway of the opulent palace. There, an arrangement of transgressors is held, kneeling, at the spearpoints of royal guards. Some are petty criminals; others are heretics, adherents to the First Artificer’s forbidden teachings. Some are seditious, seeking revolution, conspiring to subvert the royal court itself.<br><br>You turn briefly to face your King. Dignified and austere, he is stern in his teachings. In the light of the sun you once saw magnanimity in his face, but in this hopeless underground kingdom he looks upon the court with ruthlessness. Still, he is possessed of a divine heritage that makes him a figure of unparalleled might. It is by his grace that you stand here today; it is by his gift that you stand a leader in the court. The golden cord you wear on your shoulder, hemmed in scarlet-colored metal, is the sign of your position at his right hand.<br><br>“Forgiveness was once the way of our court, but forgiveness, you see—has afforded us only sorrow. It has entombed our once-great kingdom beneath the earth, where the sun’s light will never again shine upon it. Now, great Lieutenant.” He says, and you feel his strength reverberate with the sound of his voice and the sudden presence of his hand on your shoulder. In your brief glimpse of acknowledgement, you see a spark of black fire behind his eyes. “We must be strong of will, such that we do not sink deeper into this abyss. Your time has come. Accept this sovereign power, and herald in the era of punishable sin.”<br><br><span class=\"quote\">&gt; Accept the unstoppable power that makes you the Exile.</span><br><span class=\"quote\">&gt; This is not your King. Take the crown.</span>","time":1554340872000,"time4chanFormatted":"04/03/19(Wed)21:21:12","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"24177_1052020800.jpg","fileSize":"76699 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554340872301.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554340872301s.jpg","md5":"5Gw0+6zseTVO62+3hOkJkg==","w":640,"h":480,"tn_w":125,"tn_h":93}
