{"isOp":false,"number":3405811,"threadNumber":3395258,"comment":"<a href=\"#p3405772\" class=\"quotelink\">&gt;&gt;3405772</a><br><br><span class=\"quote\">&gt; [[ Calibrating, please wait… ]]</span><br><br>The droning kicks back in. You feel your fingers claw against the fabric of the bed beneath you. Your eye hurts. Your back is wet with sweat. Something feels off. When occupying the liminal boundary—the space between simulation and reality—you see…<br><br><span class=\"quote\">&gt; [[ Calibrating, please wait… ]]</span><br><span class=\"quote\">&gt; [[ BROKEN SKY ONLINE ]]</span><br><br>The mystic eye is the conduit to all memory. You cast off the shackles of corruption, but feel a deepening connection to a war between deific powers. There is a vision in your right eye. The last few moments are played back to you as you wrest control of your body from the memory.<br><br><span class=\"quote\">&gt; [[ Ascheritte ]]</span><br><span class=\"quote\">&gt; [[ Primary Archetype: Brawler ]]</span><br><span class=\"quote\">&gt; [[ HP: 35 / 35 ]]</span><br><span class=\"quote\">&gt; [[ PP: 6 / 6 (16) ]]</span><br><span class=\"quote\">&gt; [[ Celestial Artifact(s) In Use – Total Committed PP: 10 ]]</span><br><span class=\"quote\">&gt; [[ You have 0 unspent EXP. ]]</span><br><span class=\"quote\">&gt; [[ You have 1 pending guild invitation. ]]</span><br><span class=\"quote\">&gt; [[ You have 5 pending contact requests. ]]</span><br><span class=\"quote\">&gt; [[ Nel, Tatsumaki, Florica, Aelriss, Donnel, Liza, Sulya, Vyx, and Kengo are online. ]]</span><br><span class=\"quote\">&gt; [[ Smith, Ayla, and Vision are offline. ]]</span><br><br>Each step carries you multiple steps’ distance. You do not land where your feet fall. For the duration of some, you trail the Observers’ boundary-light behind you. In others, your body is awash with the purifying glow of the power that destroys darkness. You jerk as if taking back the wheel, landing with a stomp that casts the manifestations of otherworldly from your body like shackles.<br><br><span class=\"quote\">&gt; [[ Underground: Observatory Grounds // Neutral Territory // PVP Enabled ]]</span><br><br>Players without weapons—most of them looking like traders or support-roles—are moving into a line behind you to block your path back toward the Observatory. Others watch, intrigued or frightened. In front of you, on the Observatory grounds, players are gathered into a veritable army of separate groups, all preparing weapons, casting abilities, or looking at you as though they’re waiting to make your move.<br><br>At the forefront, Liza the Crimson stands, spear pointed at you. Her expression is markedly uncertain.<br><br>“Take him out! Let’s get this bounty!” Someone shouts.<br><br>“I <span class=\"mu-s\">told</span> you: no one is collecting any bounty! Back away now!” Liza responds. The spear is pointed promptly at them with a flourish impressive enough that the closest groups of players take a step back reflexively. She looks at the other groups of players as if waiting for them to back down or ensuring no one’s preparing an ambush before turning to you.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","time":1554353950000,"time4chanFormatted":"04/04/19(Thu)00:59:10","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"Crimson Guardian Liza.jpg","fileSize":"906623 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554353950598.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554353950598s.jpg","md5":"KWtb/ltt3MNMO+AxQs98QQ==","w":1236,"h":1020,"tn_w":125,"tn_h":103}
