{"isOp":false,"number":3407163,"threadNumber":3395258,"comment":"<a href=\"#p3405814\" class=\"quotelink\">&gt;&gt;3405814</a><br><a href=\"#p3406036\" class=\"quotelink\">&gt;&gt;3406036</a><br><a href=\"#p3406119\" class=\"quotelink\">&gt;&gt;3406119</a><br><a href=\"#p3406140\" class=\"quotelink\">&gt;&gt;3406140</a><br><a href=\"#p3406536\" class=\"quotelink\">&gt;&gt;3406536</a><br><br>There’s a golden flash in the mystic eye. Liza’s head tilts.<br><br>The gilded cord that takes shape over your shoulder is the sign of your right to the throne; beneath it, your red-and-gold cloak flutters in the ominous winds of the underground. You hold a spear of purifying light that warps in shape, planted firm against the earth like a warbanner. You glow brightly, enshrined in a luminous corona that inspires awe. You see it reflected off of armor around you, and in the eyes of those that stare.<br><br>“Stand down.” You say. You don’t know what more to say, but your voice echoes. It ripples outward with your aura.<br><br>There’s a crash from behind you, then from in front a moment later. Armored hands and knees hit the floor around you in a discordant sequence of players collapsing in prostration. There’s a silent beat, with Liza and a handful of players further out left standing.<br><br>Liza turns to inspect the crowd of kneeling players, then turns to face you. Her expression twitches, knees momentarily quaking. She crumbles in an instant as though pushed from above by an unseen force, dropping to a knee with the sound of her armor rattling.<br><br>“I’d feel safer staying here, if you don’t mind. This whole situation is something I’m going to need to handle myself. Preferably as soon as possible.” You respond, looking down at the Crimson Guardian cast in the glow of your divine lance.<br><br>She looks to you, teeth grit, struggling as though failing to force herself to stand.<br><br>“Are you alright?” You ask, aspect surrounding you blooming with your voice. “What did that do?”<br><br><span class=\"mu-r\"><span class=\"mu-s\"> ⟦ CELESTIAL TECHNIQUE: CRIMSON OVERDRIVE ⟧ </span></span><br><br>Four blades of silver-laced red—the Crimson Wings—unfold from her back. You hear a sound reminiscent of a distant jet engine. Heat haze renders the air beneath her back a translucent blur as she rises from the ground. The engine’s whistling turns to screaming, and heat haze to fire, as some ancient technological module kicks in. Her armored helmet materializes from a blue scan-line with a mechanical chirping, visor clicking into place. The lift generated is enough to drag her to her feet and beyond, recovering from the forced prostration into a levitating, cautious stance. Her spear is held firm in hand.<br><br>“Liza?”<br><br><span class=\"quote\">&gt; [[ 1d100 ]]</span>","time":1554412933000,"time4chanFormatted":"04/04/19(Thu)17:22:13","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"Capture.png","fileSize":"999490 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554412933668.png","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554412933668s.png","md5":"7/MS4jpQOw1dt9YsoFlR4A==","w":974,"h":649,"tn_w":124,"tn_h":83}
