{"isOp":false,"threadNumber":3395258,"number":3407253,"name":"Sylv","trip":"!!osgMMlm58hs","id":"UY4d4r9X","time":1554414715000,"time4chanFormatted":"04/04/19(Thu)17:51:55","comment":"<a href=\"#p3407173\" class=\"quotelink\">&gt;&gt;3407173</a><br><span class=\"quote\">&gt; [[ 96 ]]</span><br><br>She rockets toward you on Crimson Wings, streamlining herself like a mechanical seraph of war with spear at the ready. Liza is faster now than when she snatched you from the sky to save your life after the two of you faced off with Anaximander. The distance closed is closed in an instant, the flat of her spear brought around to collide with your side. It strikes you with a resonant clang, and you feel the reverberation of it through your armor as the weapon slams against your body through your unscathed cloak. The scarlet engine stirs, and an explosion of heat blooms out from the point of impact.<br><br><span class=\"quote\">&gt; [[ HP: 33/35 ]]</span><br><br>You are unmoved.<br><br><span class=\"quote\">&gt; [[ Fireproof Defense ]]</span><br><span class=\"quote\">&gt; [[ While the Memory of the Throne is active, gain regalia cloak with beneficial traits and defensive properties of equipped armor and shield. ]]</span><br><br><span class=\"quote\">&gt; [[ Affected by: Memory of the Throne, Combat Regeneration ]]</span><br><span class=\"quote\">&gt; [[ HP: 34/35 ]]</span><br><br>The Last Argument is ready in your hand in the momentary stall of surprise, but you hesitate. You know, though, that she’s better than you—probably stronger than you, still. You won’t even be able to lay a scratch on her unless you strike with killer intent. You bring the blade down, and her spear dematerializes as if banished to her inventory as she reaches up, crossing her arms as if to catch the blade or leverage it against her armor. There’s another clash as it collides with her armored forearms, sparking midway down its length; you hear her grunt in discomfort or exertion. But she stays the course, honing half of your blade with her armored gauntlets in ducking low, pressing in, and grabbing you by your arm and shoulder. You won’t let her move you…<br><br>There’s the sound of engines again. She swings you off of the ground full-circle into a jet-assisted spin, fanning her wings and blasting forward from one pair. Angular momentum is enough to do the trick. She throws you skyward, flying head over heels with your cloak fluttering behind you.<br><br><span class=\"mu-r\"><span class=\"mu-s\"> ⟦ LESSER ART: BEAST BUSTER I (CARTRIDGE: STUN) ⟧ </span></span><br><br>You stabilize in the air, flying backwards. You feel remarkably in control of yourself, body poised to move. You glimpse Liza down below; her arm is extended at you, and you see a sparking like a firecracker fuse. From her extended wrist, the Crimson launches—a flare? No, it’s more like a missile.<br><br>You blink. Aren’t these supposed to be Celestial martial arts? Does shooting missiles really count?<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"12948672198426.png","fileSize":"2.63 MB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554414715909.png","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554414715909s.jpg","md5":"vc8Hj4Mm9DCLpqy641aoEw==","w":1920,"h":1922,"tn_w":124,"tn_h":124}
