{"isOp":false,"number":3407603,"threadNumber":3395258,"comment":"Those of the other players that aren’t departing are communicating quietly amongst themselves. This has become quite a spectacle, if an unintentional one. You and Liza are quick to depart, and as soon as you cross the PVP boundary, the Sidereal Armor folds into itself and disappears.<br><br><span class=\"quote\">&gt; [[ Underground: Averron Observatory – Communication Hub // Neutral Territory // PVP Disabled ]]</span><br><br>“Were it not obvious by now, I have a number of concerns.” Liza says.<br><br>“Is there a list anywhere?” You ask.<br><br>“One at a time. Foremost is your Celestial Artifact. Florica warns me that it allows you to internalize the powers of your enemies. Our foes are growing more powerful, and her warnings of these Observers have become more pronounced. Her concern is that you may succumb to some manner of internal turmoil contending with these diverse powers. Mine is that they will change you. We know of great corruptive influences within this game. Should you conquer one I have no assurance it will not turn you against us.” Liza says, folding her arms. “Next is the magnitude of this power. The effect you just projected was able to hit players outside of the PVP zone, which may be a call to us to reassess our policies and the defensive measures we put into place to ensure that players do not harm one another or come to do so accidentally.”<br><br>You nod. “Is that all?”<br><br>“Last concerns the repercussions. If you’re sure you are presently in control, I put my trust in you to handle the situation with Tethiss’s Claw and the bounty placed upon you. The moment you are done, I implore you—either join a guild, or start one of your own.”<br><br>“This again?” You ask.<br><br>“Not everything is about you.” Liza folds her arms. “Other unaffiliated players are growing dangerously influential. The Alliance we’ve formed together is strong, but there exists potential for someone like Crow or Kengo working under the radar to destroy all that we’ve created. What we need now is more assurance, if we expect to make it safely to the Earthsea.”<br><br><span class=\"quote\">&gt; “Do we know of anything else that can affect players in safe zones?”</span><br><span class=\"quote\">&gt; “Has Florica mentioned anything to you about a Calamity?”</span><br><span class=\"quote\">&gt; “If we’re really allies, why is Kainzo withholding my money?”</span><br><span class=\"quote\">&gt; “Can I trust the Talents?”</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","time":1554421725000,"time4chanFormatted":"04/04/19(Thu)19:48:45","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"the_alchemist_laboratory_by_kashuse-d85dub1.jpg","fileSize":"432888 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554421725666.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554421725666s.jpg","md5":"Cdjd+DzGb1DkWEKMjn+vRw==","w":1280,"h":720,"tn_w":125,"tn_h":70}
