{"isOp":false,"number":3407802,"threadNumber":3395258,"comment":"<a href=\"#p3407801\" class=\"quotelink\">&gt;&gt;3407801</a><br><br>“In fairness, there’s problems with the Alliance too.” You turn to Liza, who tilts her head at you, brow furrowing. “Why is Kainzo withholding my money from the Observatory? I need funding if I’m gonna make this happen.”<br><br>“We’re waiting.” Liza responds. “We want to ensure that all of the resources available to us, monetary or otherwise, are used to edify the Observatory for what may be to come, as more concerted expenditure might have prevented some of the casualties we’ve faced thus far. It’s the same reason my guild and the Heroes presently hold a total of ten Celestial Gems for the projected improvement of the Alliance’s jointly-controlled facilities, Ashe.”<br><br>“You’re waiting on Ayla.” It’s less a question than a statement. “And keeping everything frozen until then?”<br><br>Liza gives a nod of affirmation in response.<br><br>“That money belongs to all of us.” You suggest.<br><br>“That’s exactly the point I’m trying to make.” Liza says.<br><br>“Liza.”<br><br>“Ayla is an indispensable talent, Ascheritte, but her guild has no sense of discipline, no real leadership, and no proper organizational hierarchy. Kainzo would have her put out entirely were he in my position, but he is too quick to lose faith in others without thorough proof of their incompetence. I’ve elected to give her more time, and accept any contribution she has to offer in light of that. Our next set of expenditures is important. It will require her intuition and her contribution alike.”<br><br>[[ 1 ]]<br><span class=\"quote\">&gt; “You know she started a guild to roleplay? She just wants to have fun.”</span><br><span class=\"quote\">&gt; “Bad news: she might not be coming back.”</span><br><span class=\"quote\">&gt; “What are you going to do if she doesn’t show?”</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; “How would you feel if I started a guild to fight the Observers?”</span><br><span class=\"quote\">&gt; “Where can I find the Talents?”</span><br><span class=\"quote\">&gt; “Will you come with me to face Tethiss?”</span><br><span class=\"quote\">&gt; “Have we made contact with any other cities yet?”</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","time":1554425415000,"time4chanFormatted":"04/04/19(Thu)20:50:15","id":"UY4d4r9X","name":"Sylv","trip":"!!osgMMlm58hs","filename":"d6utfr3.jpg","fileSize":"180181 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/images/1554425415848.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554425415848s.jpg","md5":"b7Vf/5OSZf6km+kUkJ7N7g==","w":1182,"h":675,"tn_w":125,"tn_h":71}
