{"isOp":false,"threadNumber":3395258,"number":3407801,"name":"Sylv","trip":"!!osgMMlm58hs","id":"UY4d4r9X","time":1554425330000,"time4chanFormatted":"04/04/19(Thu)20:48:50","comment":"“Florica’s concerns are valid, but it’s apparent to me that I have the option to stop the memories of my enemies from taking control. That’s what I was doing when you encountered me—it just might have gotten similarly out of hand. I don’t know the extent of what I’m capable of now,” You suggest. “But I’m confident that I’m in control of myself again. The abilities I just used belonged to one who was fully corrupted by Observer power. I purified them.”<br><br>“Very well. I was legitimately worried you’d become somehow subverted.” Liza says. She opens a menu briefly, as if making a quick note or sending a message. “I’ll take your word on that for now.”<br><br>“Was mine the first ability you’ve seen that can hit players in safe zones? I feel like it’d be best to know what we’re up against before we make big changes, right?” You ask.<br><br>Liza nods. “There are rumors, but no recorded proof. That’s the first report I can confirm. We believe that Kengo’s sword—the Calamity Blade ‘Ruin’—holds the potential to destroy Celestial objects, but she’s neglected to comment on any such property.”<br><br>“Calamity, huh?” You ask. “Has Florica ever mentioned any kind of Calamity to you outside of that?”<br><br>“Briefly. I can’t recant the whole of her explanation, however. It has something to do with the magic of destruction: the power used to destroy.” Liza says. “I tried to force the issue, but she doesn’t believe it’s as important as it sounds to me at the moment.”<br><br>“What about the Talents?” You ask.<br><br>“What about them?” Liza quirks a brow.<br><br>“Can I trust them?” You respond.<br><br>“No.” Liza says, plainly. “They’re too smart. I’d like to be more generous than that, but until I’ve brought them into the fold for certain—and I am trying—then I can’t be entirely certain. I can’t imagine their agenda is outright malicious, but it is mercenary; their potential, too, is almost necessary for us to venture further downward than we have yet at present. Baron boasted to me that many of those he’s taken under his wing are real-life artists and engineers. Here, strangely enough—that counts for something.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"alchemyroom2.jpg","fileSize":"116 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554425330177.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554425330177s.jpg","md5":"5Fl3RRr5/fRxCvCU9vaG5g==","w":1600,"h":926,"tn_w":125,"tn_h":72}
