{"isOp":false,"threadNumber":3395258,"number":3407434,"name":"Sylv","trip":"!!osgMMlm58hs","id":"UY4d4r9X","time":1554418365000,"time4chanFormatted":"04/04/19(Thu)18:52:45","comment":"Vertigo. The bottom drops out of your stomach as you reach the height of Liza’s throw and descend, falling from the cloud with smoke trailing behind you. Your gold-hemmed regalia is marred with a veneer of ash. You prepare your blade to defend, holding the excess length of your cloak like some strange, regal marriage of a matador’s cape and an impenetrable shield. As you pass into the light, you can see Liza racing towards you. Her spear is still nowhere to be seen.<br><br>Behind her, you see a mess of geometric shapes forming in the air: a purple-and-white hypercube rotating through itself. It glows brightly, and Liza reacts, diverting from her trajectory into a corkscrew spin as a searing column of destructive power is projected through the space she occupied a moment prior, violently erasing the stone wall it comes into contact with instead. The geometry unfolds: a faceted, teardrop shaped body with a light at its peak is given humanoid form by the evolution of heavy pauldrons and gauntlets, all connected by a starry internal nebula.<br><br>The crowd parts to make room for you and Liza as you land. The Sidereal Armor approaches, floating slowly towards you.<br><br>“Greetings, Crimson Guardian Liza. Greetings, Keeper Ascheritte.” It buzzes, politely and mechanically. “Please cease violent activity in the presence of the Observatory. Settle disputes non-harmfully or be forcibly removed.”<br><br>Liza turns to you. Engines cut, leaving your ears ringing from the white noise; her top pair of wings folds into her armor, while the bottom pair dissolves with her visor, mechanical facets chirping and growing simpler as the ancient module deactivates. Her fire-red hair spills from the vanishing helmet; though she dismisses the weaponized armor, her expression is serious and still analytical.<br><br><span class=\"quote\">&gt; Deactivate Strife Memoriam. “What’s it going to take to prove I’m in control?”</span><br><span class=\"quote\">&gt; Deactivate Strife Memoriam. “You heard him. Can we talk this out now?”</span><br><span class=\"quote\">&gt; “You giving up? I was just getting started.”</span><br><span class=\"quote\">&gt; Just head for the Observatory. She’ll get the message.</span><br><span class=\"quote\">&gt; Write-in.</span>","filename":"afg2014589.jpg","fileSize":"103 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554418365581.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554418365581s.jpg","md5":"MfhTF3xmcFqiz54aXVGcRw==","w":780,"h":250,"tn_w":125,"tn_h":40}
