{"isOp":false,"threadNumber":3395258,"number":3408405,"name":"Sylv","trip":"!!osgMMlm58hs","id":"UY4d4r9X","time":1554439118000,"time4chanFormatted":"04/05/19(Fri)00:38:38","comment":"You repair the royal guard full helm. (3553#)<br><br>“What effects would these dragon materials confer?” You ask.<br><br>“The bones of a dragon—so rare in this day. It is a sore disappointment they were not harvested from a mature specimen; these could have become a true masterpiece. Though they lack the aberrant properties one would expect of the underground’s unique creatures, they excel in their durability and reliability, which outperforms many mundane metals. The red-winged confer the properties of fire and protection therefrom, and dragonscales possess a limited ability to repair themselves when damaged.” The forgemaster says loudly. “You have a scant few dragon materials, but the amplification properties of the Soulforge could serve you yet in creating something useful of them. Empowering the Celestial properties of this place would further the potential to strengthen existing equipment and improve it with new properties.”<br><br>“Could you improve this helmet at all?” You ask.<br><br>“It is rather ancient. There is room to improve. It is worth an attempt, at least.” The forgemaster responds.<br><br>“I’m planning on facing Tethiss, so I could use protection from shadow magic. Got anything?” You ask. “What about anything with movement bonuses?”<br><br>The forgemaster buzzes negatively. “For such things, you will require elemental essences.”<br><br>“What can I do with lavastone tablets?”<br><br>“Presumably, decorate your home with a volcanic motif. Your taste is questionable, Keeper.”<br><br><span class=\"quote\">&gt; [[ Stun Attack ]]: Damaging attacks have an increased chance to daze targets. Effect is amplified when using blunt weapons, dealing large amounts of damage, or striking critically.</span><br><span class=\"quote\">&gt; [[ Bleeding Resistance ]]: Increases resistance to bleeding.</span><br><br>[[ 1 ]]<br><span class=\"quote\">&gt; Repair iron gauntlets – 300#</span><br><span class=\"quote\">&gt; Craft drakeplate gauntlets (Durability+, Fire Resistance+, Damage Resistance++) – 400#, aethersteel bar x1, red dragonwing webbing x1, pristine red dragonscale x2</span><br><span class=\"quote\">&gt; Craft dragonbone gauntlets (Stun Attack+, Bleeding Resistance+, Damage Resistance+) – 325#, immature dragonbone x2</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; Reforge royal guard’s full helm (Nobility+, Damage Resistance+) into averron guard’s full helm (Damage Resistance ++) – 300#</span><br><span class=\"quote\">&gt; Equip royal guard’s full helm.</span><br><span class=\"quote\">&gt; Pass for now, or ask more questions.</span>"}
