{"isOp":false,"threadNumber":3395258,"number":3408122,"name":"Sylv","trip":"!!osgMMlm58hs","id":"UY4d4r9X","time":1554433008000,"time4chanFormatted":"04/04/19(Thu)22:56:48","comment":"“Well, bad news. She might not be coming back.”<br><br>“What do you mean?” Liza asks, casting a concerned look your way.<br><br>“Last I checked she was being targeted by the Observers.” You respond. “They’ve singled her out and done worse to her than what they tried to do to me. She doesn’t know if she’s going to make it back.”<br><br>“…I see.” Liza says, folding her arms. “There must be some criteria, determining why the Observers seem to single out some players. Is there anything you know of that we’re able to do to help?”<br><br>You shrug. You aren’t sure.<br><br>“Trust in her to return, then. We’ll need to figure out exactly what’s underway before we can do something about it.” Liza says.<br><br>“What do you think about a guild to fight the Observers?” You ask. “Or—one to raise everyone’s average power? Some way to close the gap between Nameless and Artifact users?”<br><br>“The latter sounds a tad unrealistic. I imagine anything is possible for the right price, outside of the limitations we’re aware of, but you should know already that I am personally against anything that affords the Nameless supernatural properties.” Liza responds. “You’d have to put it to a vote, were you planning on opening a group effort along that avenue, I think. As for fighting the Observers directly, well. I have a feeling you’ll find yourself doing that no matter what purpose you set out to fulfill. Best be aware of that when you put it together.”<br><br>“Where can I find the Talents?” You ask.<br><br>“Their HQ is in the workshop district in Averron proper. I don’t see many of them around here much except to trade.” Liza responds. “Planning on visiting?”<br><br>“Maybe not while I’m a wanted man.” You respond. “Someone contacted me about a meeting, though. Not sure if they were trying to make a sale or lure me into a trap.”<br><br>“Could be either or both. Use your best judgment.” Liza responds.<br><br>There’s a hydraulic hissing as the door opens. Aelriss peeks in around the corner before walking inside, Eunoia sitting on her shoulder.<br><br>“She’s authenticated?” Liza asks.<br><br>“She’s a trusted friend.” You respond, and she nods.<br><br>“Hey. I, uh, saw what happened.” Aelriss says. “Are you guys still friends?”<br><br>You turn to Liza. “Not if she shoots another missile at me.”<br><br>“It was a rocket,” Liza corrects.<br><br>“There’s a difference?” Aelriss asks.<br><br>“I had to aim.”<br><br>You roll your eyes. You’re pretty sure the distinction is a little more complex than that—not that it has anything to do with the conversation at hand. “Are we done here?”<br><br>“I was about to ask you the same question.” Liza nods. “If we understand one another, then I’ll be off. I need to make a run of my own.”<br><br><span class=\"quote\">&gt; Meet up with your group.</span><br><span class=\"quote\">&gt; Head to the Soulforge.</span><br><span class=\"quote\">&gt; Pick up your shopping list.</span><br><span class=\"quote\">&gt; More conversation topics. (Write-in.)</span>","filename":"Aelriss.jpg","fileSize":"111 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554433008116.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3395258/thumbs/1554433008116s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":1000,"h":605,"tn_w":125,"tn_h":75}
