{"isOp":false,"threadNumber":3395258,"number":3417224,"name":"Anonymous","id":"0FnNO0fY","time":1554701099000,"time4chanFormatted":"04/08/19(Mon)01:24:59","comment":"Here's my observer investigation/hunting guild plan, let me know what you guys think.<br><br>Since it seems like we'll be claiming an altar in Telthiss's Claw pretty soon, I think that should be our base of operations. We can use the altar to materialize a base and ask that it be shielded from Observers when we create it, if that's even possible. <br><br>If Ayla survives her next login we should absolutely recruit her for the guild. She's pretty disillusioned by the whole Alliance business so I don't think convincing her would be too hard even though I don't think she was too keen on the idea last time we mentioned it to her. <br><br>The idea mentioned earlier involving researching and replicating the power that our Memory of the Throne wields seems pretty promising to arm our guild against the Observers. This is assuming that this power is actually more effective than other elemental types, but it stands to reason that divine celestial energy would be. <br><br>I hope that we can communicate with our purified Exile memory like we have with Kjorikos since in our weird altered memory timeline he became the King of Earthsea and stood in opposition to the Observers. That would be an invaluable resource. <br><br>I really like the idea to used hallowed ground to lure in an observer. We could hopefully use gems to create a facility capable of containing an observer to study and interrogate for more info, as well as testing anti-observer options for weaponization. <br><br>This one's a little bit out there but you guys might remember the artifacts that seemed more transformative for the player, like the healing one that I can't remember the specifics of. What if we asked the celestials to make us their weapon against the Observers the next time we're at an altar, just to see what the cost would be and what that might entail?<br><br>I know not everyone is on board with this guild idea but to me it sounds vital to our continued survival and possibly the true \"point\" of the game. But most importantly it sounds interesting and fun."}
