{"isOp":false,"threadNumber":3395258,"number":3417461,"name":"Anonymous","id":"jDmY2nSG","time":1554721184000,"time4chanFormatted":"04/08/19(Mon)06:59:44","comment":"<a href=\"#p3417224\" class=\"quotelink\">&gt;&gt;3417224</a><br><span class=\"quote\">&gt;Telthiss base</span><br>ehh? Maybe? I guess if we make this the dedicated killzone for Observers, less people will get caught up in the mess. I would really prefer other people to pitch in gems, at the very least.<br><br><span class=\"quote\">&gt;Ayla</span><br>We only have 2 ways of helping Ayla at this point:<br><span class=\"quote\">&gt;Pray Throne's got something that'll work</span><br><span class=\"quote\">&gt;Stick her on a Shrine/Hallowed Ground WITH protection from scrying</span><br>Hopefully she can pay a bit for her own protection. Main issue is that once we do this we're picking some pretty tough fights with the everything. I sure hope everyone has artifacts by then.<br><br><span class=\"quote\">&gt;Replicating Throne</span><br>At best, that's something to leave to the Writ Keepers. MAYBE Florica. But I don't think we're going to get results on that very soon. It's most likely going to cost gems, and if gems are on the table most whatever piss broken powers people pull out their asses will do for Observers, no need to take away their fun.<br><br><span class=\"quote\">&gt;make us their weapon against the Observers</span><br><span class=\"quote\">&gt;interesting and fun</span><br>I'll level with you: that sounds like the complete opposite of fun. We can ask about it, but I'm not too keen on voluntarily becoming the weapon and tool of a faceless entity, and that goes for both Celestials and Observers.<br><br>Then again, I'm the type who patzes about all the side content instead of doing the main quest line.<br><br>I specifically outlined all that stuff about economy because it leaves a generous amount of space for freedom. Protective gear helps both Players and Nameless, we make spars less hostile and more educational, encourage betting with gems constructively instead of banning stuff nofunallowed, we don't tell people what kind of Aethersteel gear they can make, we open up entirely new modes of transport like riding laserhorses, and you can even be a fucking jedi."}
