{"isOp":false,"threadNumber":3395258,"number":3419085,"name":"Anonymous","id":"jDmY2nSG","time":1554775896000,"time4chanFormatted":"04/08/19(Mon)22:11:36","comment":"<a href=\"#p3419041\" class=\"quotelink\">&gt;&gt;3419041</a><br>I don't think you're quoting me fairly here. More than 4 of these lines are saying I said something I didn't.<br><br>I never claimed it was our responsibility to help Nameless. I just want to do it. It is part of a greater goal of keeping the atmosphere a fun one to play in, but I don't feel any obligation to do so, nor expect others to feel the same.<br><br>It's easier to let someone unaffiliated with an organization into your organization. That's kind of how we got into Writ AND Crimson.<br><br><span class=\"quote\">&gt;Everyone is in a war against the Observers by playing this game, they just don't know it yet. </span><br><span class=\"quote\">&gt;There's been a lot more ideas presented than just asking people to look at Throne. I agree that we're just fumbling in the dark but that's why this guild should exist, to fix that problem.</span><br>Now you're just not listening. One last time, shouting at the heavens that you're going to kill gods before you actually have weapons to kill gods is generally considered a poor move.<br><br><span class=\"quote\">&gt;Also is aethersteel actually resistant to curses? I genuinely don't know.</span><br>No, it isn't. The point of that was to mention the only method we have against Curses that we KNOW works. It's an inefficient one, overall. Make people swap out cursed equipment for MORE aethersteel stuff as they fight.<br><br>No, it's not a good method. I'm just laying down the minimum possible safety net we can actually rely on, instead of assuming Throne research will give us anything and going \"whoops the bet failed: guess everyone's on their own against the observers we picked a fight with\" if it fails.<br><br><a href=\"#p3419045\" class=\"quotelink\">&gt;&gt;3419045</a><br>under their influence? Not likely. Purposely made Telthiss pissed at us? Still possible."}
