{"isOp":true,"threadNumber":3437745,"number":3437745,"subject":"[[ Broken Sky Online Quest - Session 34 ]]","name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555369709000,"time4chanFormatted":"04/15/19(Mon)19:08:29","comment":"<span class=\"quote\">&gt; [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.c<wbr>om/qstarchive.html?tags=broken+sky<br><span class=\"quote\">&gt; [[ Unique Identifier and Quest Information ]]</span><br>https://docs.google.com/document/d/<wbr>1UVYJRhx3qTmuo77uSZrdCtEoLfGzKAeWVJ<wbr>FAY_OJRqI/edit?usp=sharing<br><span class=\"quote\">&gt; [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline<wbr><br><br><span class=\"quote\">&gt; [[ Ascheritte ]]</span><br><span class=\"quote\">&gt; [[ Primary Archetype: Brawler ]]</span><br><span class=\"quote\">&gt; [[ HP: 35 / 35 ]]</span><br><span class=\"quote\">&gt; [[ PP: 6 /6 (16) ]]</span><br><span class=\"quote\">&gt; [[ Celestial Artifact(s) In Use – Total Committed PP: 10 ]]</span><br><span class=\"quote\">&gt; [[ You have 0 unspent EXP. ]]</span><br><span class=\"quote\">&gt; [[ You have 1 pending guild invitation. ]]</span><br><span class=\"quote\">&gt; [[ You have 4 pending contact requests. (Canderence, Carmine, Fauxley, Kinoue) ]]</span><br><br>Your eye has changed. You see it when you stop and glance at your reflection in the glass Observatory windows, or the reflective surface of a smooth metal wall nearby. Projected from your cloudy iris is a ring of faint light: a never-ending wheel of memory envisaged as a pixilate data stream. Aelriss looks at you, concern wrinkling her brow, and you meet her gaze, examining her for a moment. Her white hooded cloak is wrapped around her shoulders as a luxuriant and majestic comfort, voluminous blonde braid spilling down her front. You wonder, very briefly, how close the perfect appearance of her digital avatar matches her—or you suppose it could be his—real life appearance, but reconcile the notion when a momentary thought affirms that you can’t imagine her any other way.<br><br>“Well?” You ask. Aelriss turns to Tatsumaki, standing catatonic and dull-faced nearby.<br><br>“Still nothing.” The artificer waves her hand in front of the shorter girl’s face as if to attempt to rouse her back into reality. “She’s totally zonked.”<br><br>“You think something happened to her?” Your eye twitches. You need more Celestial Gems. Taking a few steps closer to the group, you fold your arms, leaning forward as though to inspect Tatsumaki. Her usually-grinning face is joyless; the rosy sliver that often lines her cheeks is absent. She stands petrified, vacant of both idle motion and the swaying of breath.<br><br>“Outside of the fact that I think she’s been offline for like… less than a few real-time minutes since Kjorikos? I don’t even know what it was like before I met her.” Aelriss purses her lips. “Kind of assumed it was just like this.”<br><br>“She knocked out, then.” You respond.<br><br>“Maybe? She’s still standing here, which means she’s still linked up.” The artificer frowns. “I’m kind of feeling it myself, and I’ve been on for just as long. Not tired, just—spaced. I don’t even really know what time it is overhead, y’know? Never occurred to me that you could just knock out.”<br><br>“Can you?” You ask, after a pause.","filename":"1427157837862.jpg","fileSize":"75 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555369709739.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555369709739s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":738,"h":1200,"tn_w":153,"tn_h":250}
