{"isOp":false,"threadNumber":3437745,"number":3437747,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555369740000,"time4chanFormatted":"04/15/19(Mon)19:09:00","comment":"<a href=\"#p3437745\" class=\"quotelink\">&gt;&gt;3437745</a><br><br>“I mean, your brain’s still ticking, right? That’s how we’re playing—we’re conscious, and the program is… interpreting the data we’re sending the rig, I guess.” Aelriss says. “Even if you didn’t need food and stuff, you’d have to stop the connection to rest eventually, or you’d just pass out in-game.”<br><br>“The game sends some kind of signal to start that connection, though.”<br><br>“So?” Aelriss quirks a brow.<br><br>“If it’s putting you to ‘sleep’, can you ever really wake up? Or—can it stop you from ‘waking up’, so you can’t pass out and fall asleep?” You ask. “What do you think would happen if someone just kept you awake so long that…”<br><br>“Ashe, I don’t really want to think about this.” The blonde gives a nervous laugh. Your UI pings from a notification, but you’re distracted by the sight that occurs concurrently: the martial artist flickers, vanishing from reality behind a blue scan line that washes over her from head to toe.<br><br><span class=\"quote\">&gt; [[ Tatsumaki is offline. ]]</span><br><span class=\"quote\">&gt; [[ UI Messenger – Group Chat (Averron City’s Finest) ]]</span><br><span class=\"quote\">&gt; [[ Tatsumaki has left chat. ]]</span><br><br>“…and it looks like you’re worrying about nothing, anyway. Just hope she’s feeling alright.” Aelriss says. She opens her own UI menu, thumbing between screens. “Maybe we should take a break too, huh? God only knows how long it’s been.”<br><br>“I got stuff I need to take care of as soon as possible, in case you didn’t realize. Plus, do you know how much could happen in the time that’d take with this game’s fucked-up time-scale?” You give Aelriss an incredulous look.<br><br>“That’s… a good point. The length of a night’s sleep could be literal days in-game. You could take a day off and come back to an entire different world, or a new political regime, or something equally stupid.” Aelriss tilts her head back at you. “Do you think that’s intentional?”<br><br>“Now who’s coming up with conspiracy theories?” You ask.<br><br>“I mean it, though—this is legit. Like, maybe that’s why why Liza and Anaximander are so focused on passing their ideology down: so that people can carry out their will in their absence.” Aelriss says.<br><br>You’re not sure what to say, since you’re not sure what you believe. She might suggest that there’s people that have figured this game out already. Maybe that’s the case—but if you happened to know any of them, you’re certain that things in Averron would be different than they are now. Your thoughts trend momentarily toward that absence as you look over at Tatsumaki’s empty space in the room. No other game you’ve played before has managed to feel like your friends are disappearing around you.<br><br>Perched on Aelriss’s shoulder, Eunoia whistles sweetly.","filename":"Aelriss.jpg","fileSize":"111 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555369740565.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555369740565s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":1000,"h":605,"tn_w":125,"tn_h":75}
