{"isOp":false,"threadNumber":3437745,"number":3438858,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555400388000,"time4chanFormatted":"04/16/19(Tue)03:39:48","comment":"“Nonsense—you’re a capable bachelor, Nel. I’m sure you can keep ‘em entertained.” You respond, waving the group off.<br><br>“W-what. Ashe.” Nel says, turning away.<br><br>You follow what lingering intuition remains into the cavernous maze. Light darkens, leaving lines of bioluminescent flora that guide you through the dark. You can hear skittering around you, and see red eyes in the distance. Viewed through the light that projects from your eye, you can see the great shapes of araneid warriors moving in the distant dark, and passing far beneath you. For your sake, you hope that the creature you seek can be bargained with.<br><br><span class=\"quote\">&gt; [[ Underground: Tethiss’s Claw – Arachedonia Amphitheatre // PVP Enabled ]]</span><br><br>A makeshift bridge connects you to the heart of Tethiss’s domain, a place that looks somehow regal in its savage dressings. The araneids subsist in their environment. Tethiss has sculpted a nest from the existing architecture and made a home of it, rather than raise a tower from the earth as Kjorikos did with his artifice. Twitching silk cocoons line wall-corners, housing food and spider spawn. Great stone idols are carved with images of arachnids. You pass myriad hovels carved from the walls and enter a great hall, a confusing tangle of silk and stone. You expect a throne room, and instead find yourself before an altar littered with dusty bones and fuzzy exoskeletons that make your skin crawl to behold. The hall trends upwards, stone floor curving up as though retreating away from you toward the web-wreathed stalactites above. You can see a nest surrounded by eight shadowed columns of stone.<br><br>You sense a dangerous presence.<br><br><span class=\"quote\">&gt; Call for Tethiss.</span><br><span class=\"quote\">&gt; Wait for something to arrive, watching for ambush attackers.</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","filename":"1480131669990.jpg","fileSize":"131 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555400388588.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555400388588s.jpg","md5":"JRodPFCoCY2PtrkL2888mA==","w":900,"h":653,"tn_w":125,"tn_h":90}
