{"isOp":false,"threadNumber":3437745,"number":3438603,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555388713000,"time4chanFormatted":"04/16/19(Tue)00:25:13","comment":"You and your party are far removed from civilization. The air is damp and musty, deep cavern illuminated by faintly-glowing mushrooms sprawling across the walls and dotting the floors. Here, the rock formations are less familiar than those of lower Averron. They are cut from a different type of stone, and ringed or connected by slacking, wispy threads of spiders’ web. You hear skittering as you descend, leading the way into the Claw.<br><br><span class=\"quote\">&gt; [[ Underground: Lower Averron – Tethiss’s Claw // PVP Enabled ]]</span><br><br>“Do we have a plan?” Aelriss asks.<br><br>“We should act with caution.” Florica responds. “We have closely encountered very few Precursors. Their apparent intelligence is their greatest weapon, more so than any magical abilities they possess.”<br><br>“If they’re intelligent, can they be reasoned with?” Nel asks. Kjorikos seemed to have thoughts of his own, as you recall. The notion is troublesome. You’re not sure exactly what you’re dealing with. “You said they’re acting up because you stole something from them, Ashe? Or they believe you did. Can you just give it back?”<br><br>Freya looks at you, smirking slightly. Florica gives her a suspicious glance.<br><br>“It’d kind of be like putting toothpaste back in a tube.” You respond. “Also I’m not even sure the toothpaste exists anymore.”<br><br>“That’s the least appealing metaphor I’ve ever heard, thanks.” Aelriss winces.<br><br>“Here to help.” You nod. “Nel, where are we going?”<br><br>“The grounds where the Talents were mining are a little ways down this upcoming branch.” The Explorer responds, looking at the projected three-dimensional map on his menu. “But the Claw itself isn’t well-documented. That place called the Calamity Rift is a little ways below us now.”<br><br>Aelriss shudders. “I remember—this is about where you must have come out when you fell down that trap door. I hate it down here.”<br><br>“You’re not frightened, are you?” Florica affords a little giggle. “Charting new ground would be exciting, I’d have imagined. Perhaps we should consider starting with some of the undocumented areas, if we truly don’t know where we’re going. We’ll scout the branch ceilings for ambush attackers, and ensure that our escape route isn’t cut off by patrols; to do so should be rather trivial with the capabilities we have between us.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"Freya.jpg","fileSize":"90 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555388713048.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555388713048s.jpg","md5":"BuOsh/0BGfNJAjgLD+NXWQ==","w":403,"h":834,"tn_w":60,"tn_h":125}
