{"isOp":false,"threadNumber":3437745,"number":3438762,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555395356000,"time4chanFormatted":"04/16/19(Tue)02:15:56","comment":"<span class=\"mu-r\"><span class=\"mu-s\"> ⟦ LESSER ART: GHO VA XEAD ⟧ </span></span><br><br>You hear Florica’s voice echo, alien syllables from within the depths of the Diabolique augmented by some Celestial power. The next moment is a blur. Her hand flashes, wrist flicking up with an eerie glow; motes of earthen dust form a tornado around her forearm, compressing into sharp rock shards that leave trails of crimson light through the air as they whiz forward like a spray of bullets. Something wet splashes your face. There’s a cloud of discolored blood in the air. The abyss is sealed away as Freya’s grip loosens. She falls, upper body twisting sickeningly, and hits the hard ground. You fall as well, collapsing into a sitting position.<br><br><span class=\"quote\">&gt; [[ Affected By: Combat Regeneration ]]</span><br><span class=\"quote\">&gt; [[ HP: 7 / 35 ]]</span><br><br>“He asked,” Freya slurs. Her jawline has been torn open by a shard grazing her cheek; there’s one sticking out of her collarbone, and a bloody patch above her belly where a third shot passed completely through. But her wounds, horrifying as they are, appear superficial. The energy she’s siphoned from you is knitting her flesh back together at an alarming rate. She stands, and reaches up to pull the stone from her shoulder with a gruesome noise. “I was done.”<br><br><span class=\"mu-r\"><span class=\"mu-s\"> ⟦ LESSER ART: ASKAR VINNAR ⟧ </span></span><br><br>The language offends you as it meets your ears. You feel the air pressure around you shift as you struggle to your feet. Freya’s eyes swirl, gaze appearing momentarily vacant. She reaches for her scythe as her balance fails her; the ashen-skinned girl stumbles backwards as she swings her weapon in front of her, fading into a dizzy collapse. Her head hits the rocks.<br><br>“Ascheritte, she was going to kill you.” Florica says, teeth grit. “I saw…”<br><br>“…hh? Wasggoing-g to sth-op…” Freya’s voice is drunken and dizzy, blood dribbling off her lips. “Nnh… yivelosst – your. Mind…”<br><br>Eunoia spreads her wings. Aelriss gives you a deeply concerned look, Nel taking a step away. Pages of the Diabolique turn on their own while Florica reaches for her saber.<br><br><span class=\"quote\">&gt; [[ HP: 8 / 35 ]]</span>","filename":"1474855883519.jpg","fileSize":"20 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555395356212.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555395356212s.jpg","md5":"SGoCRssbxf4k54XdWLe2Ag==","w":236,"h":196,"tn_w":125,"tn_h":103}
