{"isOp":false,"threadNumber":3437745,"number":3438812,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555397684000,"time4chanFormatted":"04/16/19(Tue)02:54:44","comment":"“Enough, guys.” You say, raising hands to stay the two of them. Eunoia touches down on your shoulder, looking around the cavern with you. Freya is making a slow recovery, while Florica stumbles to recover her grimoire, clearly rattled by the fall. “Please, call off whatever this is.”<br><br>“Another second of that would have killed you, Ascheritte.” Florica says, making her way cautiously toward the group. “I know her power. At that point, she would have defeated the rest of us with ease.”<br><br>“Florica, you—you’re completely hopeless.” Freya says, frowning. “No matter how I try, there’s nothing I can say that will change any of you.”<br><br>“Fuck off!” Nel shouts, face flushed. “You guys are gonna kill us all over your dumb politics!”<br><br>“He’s trying to say this isn’t the time.” You gently amend, turning to the Crimson Sage. “Florica, I appreciate the help, but—if you two keep fighting while I’m in front of Tethiss you’re going to be the ones that killed me.”<br><br>“This was a mistake.” Aelriss says, sitting down on the rocks nearby. “Coming this far out of town with enough bounty money split between two people to build a new Averron. We’re not gonna make it, are we, Ashe? We’re just a walking fuckin’ pinata in a spider hole.”<br><br>“We’re going to make it, okay?” You respond. “Nel, Ael—make sure these two don’t kill each other while I’m gone, alright?”<br><br>“Like I can do anything about it.” Nel huffs.<br><br>A healing draught and Eunoia’s birdsong restore you more-or-less to form. Tethiss, you presume, is waiting still—but you cannot feel her intruding in your mind. Still, she has made her request of you.<br><br><span class=\"quote\">&gt; [[ HP: 22 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Affected By: Potion Inhibition, Aven Melody of Mending ]]</span><br><br><span class=\"quote\">&gt; Depart for Tethiss’s hall alone.</span><br><span class=\"quote\">&gt; Bring the party with you.</span><br><span class=\"quote\">&gt; Bring Eunoia with you.</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","filename":"1515126512361.jpg","fileSize":"285 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555397684452.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555397684452s.jpg","md5":"3aIaF3wJZ720jAhxn3LMsA==","w":1364,"h":768,"tn_w":125,"tn_h":70}
