{"isOp":false,"threadNumber":3437745,"number":3438541,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555386608000,"time4chanFormatted":"04/15/19(Mon)23:50:08","comment":"<span class=\"quote\">&gt; “I’m joining Freakshow. Anax knew how to turn superheroes into regular assholes.”</span><br><span class=\"quote\">&gt; “ANAX HAD A FUCKING TELEPORT WITH 0S CD LMFAO IDFK HOW YOU SHIT KIDS DON’T UNDERSTAND THIS SHIT HOW DO YOU FSCKING HAMHANDED KNUCKLEDRAGGERS EVEN BREATHE FUCK MY LIFE GOD I HOPE ASCHERITTE STUFFS HIS GAY FUCKING SWORD SO FAR UP YOUR ASS YOU GIVE BIRTH TO A CELESTIAL GEM”</span><br><span class=\"quote\">&gt; “ITT: BASED NAMELESS GOES NUCLEAR”</span><br><span class=\"quote\">&gt; “jfc”</span><br><span class=\"quote\">&gt; “Legendary”</span><br><span class=\"quote\">&gt; “Fuck Freakshow, start a new guild. Not like you’re ‘good’ enough to join the Guardians.”</span><br><span class=\"quote\">&gt; “Give Kainzo the 50k# and maybe he’ll decide you’re good enough”</span><br><span class=\"quote\">&gt; “COPE COPE COPE COPE COPE”</span><br><span class=\"quote\">&gt; “all scrubs itt”</span><br><br>There is no back exit to the Observatory, but you walk with a crowd. Among them, an officer of the Crimson Guardians, and Freakshow’s own leader. This, you imagine, might cause some PR issues – but you also figure that descending into the Claw and dealing with whatever has the araneids speaking your name will alleviate many others. Those outside the Observatory look at you as you make your way across the plateau, but no one is brave enough to make a move with your entourage as it is. You cross into the PVP zone unharmed, thankful that you have managed to surround yourself with influential allies.<br><br>“We’d best keep moving,” Freya says, “Before someone finds their nerve.”<br><br><span class=\"quote\">&gt; “Bounty hunters want to believe they’re always right, but Canderence WILL NOT SPEAK UP.”</span><br><span class=\"quote\">&gt; “Put a bunch of money from the trust down on Ascheritte, and then free-farm anyone who goes after him for their Gems.”</span><br><span class=\"quote\">&gt; “BAN THIS GAY FUCKING SHIT”</span><br><span class=\"quote\">&gt; “Averron is just turning into a legalized PVP zone. You’re fucked if you’re Nameless or don’t have an Artifact, enjoy never getting another Gem.”</span><br><span class=\"quote\">&gt; “Liza is cute”</span><br><span class=\"quote\">&gt; “Reminder that Ascheritte’s artifact can kill people in PVP disabled zones. Nowhere is safe anymore.”</span><br><span class=\"quote\">&gt; “Asche, Canderence, and Bladezz are all working together”</span><br><span class=\"quote\">&gt; “OK, so take them down and there’s no more BHing. Good job, now the whole city is fucked. No punishment for anything, random PVP everywhere only. Enjoy shitters.”</span><br><span class=\"quote\">&gt; \"Just heard Ascheritte is going on a run soon, post in linked thread if you see him, GL BHers\"</span><br><br><span class=\"quote\">&gt; [[ Writing, please wait... ]]</span>","filename":"1480131824334.jpg","fileSize":"240 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555386608288.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555386608288s.jpg","md5":"lyDFVnNwtG8SsybwPYaMsg==","w":1920,"h":711,"tn_w":125,"tn_h":46}
