{"isOp":false,"threadNumber":3437745,"number":3438757,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555395209000,"time4chanFormatted":"04/16/19(Tue)02:13:29","comment":"“Freya,” You turn. “I need you to drain my life.”<br><br>“Oh?” Freya smiles. The Hand of the Herald is revealed with the flexing of her fingers, and it looks like you and Florica both wonder the extent of the power that is held within.<br><br>“Your ability kind of started this mess.” You suggest. “I’m hoping you can fix it as well.”<br><br>“Very well, but it may not be pleasant.” Freya says. “Give me your hand. Based on the understanding you’ve afforded, I’ll need to take as much as I can back.”<br><br><span class=\"quote\">&gt; [[ HP: 33 / 35 ]]</span><br><br>When her cold fingers settle in your palm, you feel as though you have been opened to an abyss. You cannot see what, if anything, lies within, but—it knows you. It vies to snuff your light. You feel your life begin to drain away…<br><br><span class=\"quote\">&gt; [[ HP: 30 / 35 ]]</span><br><br>You are lightheaded. Some force within you is urging you to pull away or lash out at Freya. You are unsure if it is your own survival drive, Strife Memoriam’s hold in your mind, or Tethiss’s continuing influence fighting against the force that started this to begin with.<br><br><span class=\"quote\">&gt; [[ HP: 26 / 35 ]]</span><br><br>Freya maintains eye contact with you. You feel the strength of her grip grow, perhaps involuntarily, as the Herald’s Hand adjusts to the sudden influx of power. Motes of bloody scarlet leak from her darkened skin, swirling upwards and burning away. Florica holds the Diabolique at the ready. It looks like she could be preparing to make a move, though you can’t tell if she’s planning to reach for her sword or just read a passage. Knowing her, either could be disastrous.<br><br><span class=\"quote\">&gt; [[ HP: 21 / 35 ]]</span><br><br>Your grip is weakening. You feel horribly ill.<br><br><span class=\"quote\">&gt; [[ HP: 14 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Affected By: Divine Atrophy ]]</span><br><br>Your knees quiver, and you start to fall. The abyss holds you close. Your consciousness is tumbling into a black skein that kills gods. Freya begins to let go as your flesh begins to fail you. She gives you a look as though to affirm you’ve had enough. You recall: every drop of impure life must be taken from your body if you are to bargain with Tethiss. You pull away, forcing yourself to rise up from the darkness despite your fading strength.<br><br><span class=\"quote\">&gt; [[ HP: 6 / 35 ]]</span>","filename":"blood-art.jpg","fileSize":"94 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555395209683.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555395209683s.jpg","md5":"nv3C+7z8Ic7+BzfPsQRODQ==","w":600,"h":401,"tn_w":125,"tn_h":83}
