{"isOp":false,"threadNumber":3437745,"number":3438081,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555375080000,"time4chanFormatted":"04/15/19(Mon)20:38:00","comment":"<span class=\"quote\">&gt; [[ With the Memory of the Throne, gain the physical prowess of divine heritage. ]]</span><br><span class=\"quote\">&gt; [[ Rightful king’s regalia cloak possesses defensive capacity of wielded shield and bonus traits of equipped armor. ]]</span><br><span class=\"quote\">&gt; [[ Consume the noble’s Celestial power to unleash compulsory mandate. Command is effective against the weak, but can overpower stronger targets caught off-guard. ]]</span><br><br><span class=\"quote\">&gt; [[ Nel, Freya, Florica, Aelriss, Donnel, Liza, Sulya, Vyx, and Kengo are online. ]]</span><br><span class=\"quote\">&gt; [[ Smith, Ayla, Tatsumaki, and Vision are offline. ]]</span><br><br>“We’re going to need a replacement for Tatsumaki.” You bring the discussion back to the topic at hand. “I don’t know what we’re going to be up against down there, and I’d rather go in the company of a full squad.”<br><br>“Did you have anyone in mind?” Aelriss asks.<br><br>“I was going to ask you.” You reply. “What about Donnel? It’s been a while since we ran with him. Did you want to invite him along?”<br><br>Aelriss shakes her head. “The way this run is looking, having him along is almost certain to turn it into a player-versus-player murder-fest. He kind of invites that; it’s just how he is. I already said if that’s the way you’re planning for things to go, then I want out.”<br><br><span class=\"quote\">&gt; See if Nel can scout someone for you.</span><br><span class=\"quote\">&gt; See if Freya knows anyone valuable.</span><br><span class=\"quote\">&gt; Try getting in touch with one of your contacts.</span><br><span class=\"quote\">&gt; Try tracking down the name of the Explorer who started your bounty.</span>","filename":"1984612894619.jpg","fileSize":"98 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555375080299.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555375080299s.jpg","md5":"ijNYhHHsLtPvuOSPU3AkTw==","w":1236,"h":1600,"tn_w":96,"tn_h":125}
