{"isOp":false,"threadNumber":3437745,"number":3438487,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555384675000,"time4chanFormatted":"04/15/19(Mon)23:17:55","comment":"Browsing the recent forum threads for news, you watch the view of what happened outside the Observatory just a little while ago from multiple angles. Those from further back in the crowd kick in very late in your little scrap, as the players furthest away from the source of the Celestial mandate were quicker than the others to regain their senses, and only a handful of them began recording. The better views are from the Overlook: a cinematic, almost-overhead shot of you being launched skyward by Liza’s jet-assisted revolving throw and blasted dead-center with an airburst rocket.<br><br><span class=\"quote\">&gt; “First”</span><br><span class=\"quote\">&gt; “Jesus. Is this what Celestial Artifacts can really do?”</span><br><span class=\"quote\">&gt; “This is supposed to be the top guild leader in the city. Should she really be street fighting for bounty money?”</span><br><span class=\"quote\">&gt; “It’s not about the bounty. She and Ascheritte were fighting about some kind of important plot stuff.”</span><br><span class=\"quote\">&gt; “pretty sure you can see just by looking why she’s the top guild leader. we’re lucky to have her around desu.”</span><br><span class=\"quote\">&gt; “More public flaunting by the rich and powerful. Averron never changes, baka….”</span><br><br>The sentiments are mixed. The duel, and what little information exists in public about your motivations, has undermined some of the continued effort to change the rich-get-richer ways of Averron City. You know enough to know that there will always be cynics and naysayers. For each one, it seems that there is someone who believes in you, still, or is willing to give the institution you collectively represent the benefit of the doubt. Among them, you know, there are sycophants as well.<br><br><span class=\"quote\">&gt; “Liza wasn’t even trying. That guy tried to take down the whole crowd. She should have busted his ass and taken the rake.”</span><br><span class=\"quote\">&gt; “This bounty’s a fucking setup. Whole thing is just a PR stunt, ask Canderence”</span><br><span class=\"quote\">&gt; “Ascheritte is insane and will fucking slay you if you draw on him. 50k# is shit.”</span><br><span class=\"quote\">&gt; “Crimson Guardians are irresponsible bitches”</span><br><span class=\"quote\">&gt; “If you think you’re better than they are, go do what they do. These guys protect the city from shit we haven’t even seen.”</span><br><span class=\"quote\">&gt; “lmao wtf do people actually expect anyone to collect that bounty these dudes have celestial spears and shit”</span><br><span class=\"quote\">&gt; “Still 5k a head if you split it ten ways. They still have HP bars, which means they can die. You want the city to change, find enough people who feel the same way and turn these superheroes into regular assholes.”</span><br><br>You read on, as you make your way to rendezvous with the others and depart for the Claw.<br><br><span class=\"quote\">&gt; [[ Writing, please wait… ]]</span>","filename":"12948672198426.png","fileSize":"2.63 MB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555384675556.png","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555384675556s.jpg","md5":"vc8Hj4Mm9DCLpqy641aoEw==","w":1920,"h":1922,"tn_w":124,"tn_h":124}
