{"isOp":false,"threadNumber":3437745,"number":3440553,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555453283000,"time4chanFormatted":"04/16/19(Tue)18:21:23","comment":"“What do you mean by ‘between’?” You ask.<br><br>“Act to your intelligence, Ascheritte. My brood suffers no fools.” Tethiss tilts her head, silken hair spilling from her shoulders as her human head sways forward. “You know of those that wait between heaven and earth, between light and dark—between where you can see and where you cannot.”<br><br>“…Boundaries.” You nod. “That’s what you’re talking about?”<br><br>“I suppose.” The araneid frowns. “Why so inquisitive?”<br><br>“I’m trying to wrap my head around this. That said: you’re suggesting we work together, correct?” You respond. “Why do you want to go to the Earthsea?”<br><br>“I want to become a spider, Ascheritte.” Tethiss says. You are momentarily captivated, as she peers at you. There is a sparkle of childlike desire in her eyes. “Eightfold are the paths to the underworld throne. This is a destiny that calls to me. I want to nest in the Earthsea and become a great spider that never grows old. You are the one that can help me.”<br><br>“This…” You stumble. “…Sounds like something I’d have to talk over with the others. What exactly are you offering?”<br><br>“We possess knowledge, and you possess the benefit of innovation. I offer non-aggression, such that your family may walk among my halls on your way to the Earthsea.” Tethiss lets the lash dangle at her side. “Once we know of your trust, we will show you where you can burrow to reach a gate: a pathway that will allow you to break through to the underworld without disturbing those trapped in exile, or those defending the throne.”<br><br><span class=\"quote\">&gt; “What if I refuse?”</span><br><span class=\"quote\">&gt; “We’re one of eight? What happens if someone beats us?”</span><br><span class=\"quote\">&gt; “Even if we come to an agreement, I cannot guarantee all my kin will follow it.”</span><br><span class=\"quote\">&gt; “The between are your enemies too. Can you help us defeat them?”</span>","filename":"zwei_underground_ruins_entrance_p_001a.jpg","fileSize":"272 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555453283728.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555453283728s.jpg","md5":"txvJs1/o0bD9B3UrTGI+Jw==","w":1920,"h":1281,"tn_w":125,"tn_h":83}
