{"isOp":false,"threadNumber":3437745,"number":3440973,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555461244000,"time4chanFormatted":"04/16/19(Tue)20:34:04","comment":"“I’ll speak to her myself. Aside, the ones you’ve harmed in contacting me won’t be so easily appeased. If I do something for you, will you make amends to them personally?”<br><br>“We can discuss the particulars of our agreement once we’re more certain.” Tethiss says. “I understand, at least, that I’ve caused you inconvenience. The least I can do for now is spare you the trouble of another perilous journey. For now, though—see to the other heads of your house. That spell will last, but it is not permanent.”<br><br>You nod. Sheathing the Last Argument, you depart from Tethiss’s chamber and make your way back to your party. They’re waiting for you in the same place. Nel and Aelriss are sitting together on the rocks, the latter browsing the forums on her UI. Florica and Freya are apart from one another, and a distance away from the other two.<br><br>“That was less eventful than I imagined.” Florica says. “What happened?”<br><br>“Tethiss wants to forge a non-aggression pact. Apparently, she wants to get to the Earthsea as part of her destiny to become a, uh, big spider.” You respond. “Being in my mind gave her ‘thoughts’, she says. She knows we’re going, and wants to form a mutually beneficial alliance to get there.”<br><br>“You’re going to let her go with you to the Earthsea so she can become a giant spider.” Aelriss says, looking flatly at you. “That sounds completely legit.”<br><br>“The araneids raise true spiders, and worship them as icons of perfection.” Florica says. “Apparently, that worship extends quite far. Do you believe she can be trusted?”<br><br>“She gave me an icon that allows her to communicate with us temporarily. I’m going to bring it to Liza and see what she has to say.” You respond. “What do you think? Do you want to talk to her?”<br><br>“I am unsure.” Florica says. “I wish to partake of her knowledge, however. To turn the might she has to offer to our allegiance is an enticing proposal, but her intelligence seems troublesome. She requested you personally, that said. I’ll wait to approach her until I’m certain of the terms of this agreement.”<br><br>“We can barely trust the real people we know to behave.” Nel huffs. “I’d almost rather have her on our side. At least she’ll behave predictably.”<br><br>You afford a subtle frown. You’re not so sure.<br><br>“Is that everything, then? This whole trip was kind of a bust.” Nel says.<br><br>“Not true.” Florica’s gaze narrows at Freya; the latter remains silent. “Ascheritte needed our protection. Should we manage to forge an alliance with this entity, our cooperation will be to thank.”<br><br><span class=\"quote\">&gt; Bring up the power of the Herald’s Hand.</span><br><span class=\"quote\">&gt; Begin the trip back to Averron.</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>"}
