{"isOp":false,"threadNumber":3437745,"number":3440393,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555450283000,"time4chanFormatted":"04/16/19(Tue)17:31:23","comment":"The Last Argument of Kings vibrates angrily as you raise the whetstone to it. It seems as though this will have no effect.<br><br>“Tethiss.” You call, sword in hand. “I’m here. I know your kind can speak normally—you’re going to have to do that.”<br><br>Glistening, oily purple spills from the dark of the ceiling above the distant nest; you watch, preparing yourself for some incoming attack. It spreads like a liquid through the crevices in the stone surface beneath, stiffening into a reticulated web of shadow. Threads of black are cast across the ground in a wide circle; shrouded in the dusky shade, her shape rises from the earth as if sculpted from the web itself. Her hair is white and wispy, head adorned with chitinous horns; her upper-body is near-bare, too-long arms connecting clawed hands to rounded shoulders.<br><br>Tethiss’s arachnid body is adorned with ceremonial armor; it is massive all its own, like a spider queen dressed in war-banners. Her eyes, when she opens them to look at you, are deep and expressive.<br><br>“You were wise to cleanse yourself of my blood.” She gives a fanged smile, approaching you slowly. Despite her enormous size, she is eerily silent where her feet fall on the black web. “I’d otherwise have put you to the lash. Pleasure to meet you, Ascheritte. I must say: spending time in your head has given me thoughts.”<br><br><span class=\"quote\">&gt; “If that’s the case, why were you so obsessed with cleansing me?”</span><br><span class=\"quote\">&gt; “What kind of thoughts?”</span><br><span class=\"quote\">&gt; “You’re not going to be forgiven for killing those players.”</span><br><span class=\"quote\">&gt; “What do you want?”</span>","filename":"faa07b3fa3378d0bcdba1ca99ddf921d.jpg","fileSize":"442 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555450283675.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555450283675s.jpg","md5":"FvZ9vBD2GxeKDmrFpQ6p3Q==","w":981,"h":963,"tn_w":124,"tn_h":122}
