{"isOp":false,"threadNumber":3437745,"number":3440705,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555456232000,"time4chanFormatted":"04/16/19(Tue)19:10:32","comment":"“I should say—we aren’t of one mind like you are. It’s quite the opposite; we’re actually rather divisive, even amongst ourselves. If we form a non-aggression pact, I’ll do my best to uphold it, but I can’t guarantee some of the others will leave it be.”<br><br>“I should say: we will not be betrayed. Your kind and mine must trust one another if we are to fulfill our ambitions. Should the fighting continue, then whatever may happen will happen. But you took the blood from my veins, and in your mind I saw the notion that the way of this world can be changed. I saw a future that I must realize.”<br><br>“You want to become a spider that never grows old? Does that mean you age now?” You ask. “I couldn’t tell—or at least, your years don’t show.”<br><br>“I never knew flattery was a specialty of your kind.” Tethiss quirks a brow.<br><br>“Not all of us. Like I said.” Your stance relaxes somewhat. “The between are your enemies too, correct? Can you help us defeat them?”<br><br>“We cannot fight them in the same way you can.” Tethiss says. “This does not mean we suffer the presence of those corrupted by their influence—and our knowledge can be of use to you in your own battle to drive them from this world. I feel as though you are searching me for purpose. You want to agree to our terms.”<br><br>You wonder how you’re going to manage to prove to Canderence that you’ve solved the problem. Forging a spoken agreement with Tethiss doesn’t so quickly clear your name. Your veins are clean of her blood, but you still have a massive bounty on your head courtesy of the city you’re fighting to protect.<br><br><span class=\"quote\">&gt; “I agree to support the pact so long as you can really help us.”</span><br><span class=\"quote\">&gt; “I need to return to Averron and talk it over with the other leaders.”</span><br><span class=\"quote\">&gt; “I need to bring someone else down here to hear what you’ve got to say.”</span><br><span class=\"quote\">&gt; “Your word isn’t enough to go on. Show me the way to the gate—then we’ll decide.”</span>","filename":"underground_by_xiaoxinart-d3do0ht.jpg","fileSize":"70 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555456232185.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555456232185s.jpg","md5":"bJvMGcXyXo6Z5H8B1+BgSw==","w":900,"h":394,"tn_w":125,"tn_h":54}
