{"isOp":false,"threadNumber":3437745,"number":3440485,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555451720000,"time4chanFormatted":"04/16/19(Tue)17:55:20","comment":"“Did it?” You ask, rhetorically. “Why were you so obsessed with cleansing me, then? You have caused me a lot of trouble.”<br><br>“<span class=\"mu-i\">Aasiva.</span>” She spins eerie purple thread between her fingers, dangling a round of sinister-seeming cord and stretching it in her hands as if to test its tensile strength. You have no doubt she was being decidedly literal and quite serious in her intention to ‘put you to the lash’. You watch her carefully, remaining ready to move, but are content when she seems to stop a short distance away, deciding she’s close enough for polite conversation.<br><br>“What’s that?” You ask.<br><br>“’Between’. My age is showing, I suppose.” Tethiss gives a humorless little laugh. Her cadence is uncanny; her manner of speaking is a close simulacrum of humanity. “The power you used to drink from us is the same power that steals the light from gods. I am flattered that you think so highly of me, but whether or not we are enemies in this moment—I reject this power. So long as you have cleansed yourself of the influence from between, we may speak on civil terms.”<br><br>Your squint indicates scrutiny, betraying your attempt to appear impassive. You take a step back, still, concerned by the extent of her power and of her artificial intelligence. She said she’s been having thoughts; the very notion is disconcerting. “You said I gave you thoughts. What kind of thoughts were those?”<br><br>“Ambition. I have seen your visions and felt your desire.” Only when the araneid queen corrects her posture do you realize she’s been slouching. Idly she plays at the lash in her fingers. “I believe that we can help each other. You and your family—my brood and I.”<br><br>“How?”<br><br>“I want to go to the Earthsea.”<br><br><span class=\"quote\">&gt; “What do you mean by ‘between’?”</span><br><span class=\"quote\">&gt; “You’re suggesting we work together? Why do you want to go there?”</span><br><span class=\"quote\">&gt; “Sounds like something I’d need to talk over with the others. What are you offering?”</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","filename":"jung-park-123769.jpg","fileSize":"121 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555451720516.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555451720516s.jpg","md5":"tmWbu2NJmiH9wDYDC5BTEg==","w":600,"h":728,"tn_w":103,"tn_h":125}
