{"isOp":false,"threadNumber":3437745,"number":3441068,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555464085000,"time4chanFormatted":"04/16/19(Tue)21:21:25","comment":"<a href=\"#p3440979\" class=\"quotelink\">&gt;&gt;3440979</a><br><a href=\"#p3440986\" class=\"quotelink\">&gt;&gt;3440986</a><br><br>“Freya.” You turn to the silver-haired girl. “Tethiss brought up the nature of the power you use—how your power of lifedrain is derived from the power the Observers used to drain the power of the Celestials.”<br><br>Freya quirks a brow. You see Florica move out of the corner of her eye, and turn to watch her draw the Diabolique into her lap.<br><br>“I assumed as much.” Florica says. “And you still believe she can be trusted, Ascheritte? You put her life in her hands a moment ago, and she would have taken it from you had I not intervened.”<br><br>“Conveniently you forget that this gift was granted to me by Celestial investiture.” Freya says, flexing the fingers of the Herald’s Hand. “This Artifact has the same power over me as yours does over you, and as Florica’s tome of dark magic over her. But you… <span class=\"mu-i\">hate</span> me, because you know for certain the power I hold.”<br><br>“The Observers are our enemies, Freya. They’ve tried to take us out and they’ll do worse. There’s so much going on that we don’t understand—and you’re apparently a conduit to their influence?”<br><br>“I don’t trust it in the least.” Florica says. You look to her, and she stores her grimoire away when she sees your gaze drawn to it. “How could the Celestials grant you the power of the Observers—and why would they? What we know best is of their corruptive power, and how they dwell within those that accept their gift. I plan to tell the Alliance that you have become a puppet to their will.”<br><br>“This art has availed me much, you know. I have it to thank for making it this far, and plan to nurture it—such that I may use it against its makers. If we’re to believe the story of this world, the power of Observers has killed the gods once before. But you cast me out for knowing. You reject all those who challenge your own reality, then go to fight the Observers with Celestial powers that have failed to destroy them once already.” Freya says. She turns her hand over as if assessing her own discolored flesh, and the runic mark that adorns her palm. “I want to believe in you, Ascheritte. But it makes perfect sense that one so predicated on recreating memories would be borne to repeat history.”<br><br>The mystic eye burns, threads of fire seeping into your skull. You grit your teeth, stepping back. Florica’s hand settles on the hilt of her saber.<br><br>“I’m so sick of listening to you guys!” Nel shouts. “You’re all being fucking controlled by your Artifacts! I thought you were better than this, but everything everyone’s saying about you is right!”<br><br>“Nel, chill out.” Aelriss stands, taking a step towards you. “This isn’t working. Can we have this talk somewhere else?”<br><br>“We’re not going to have another chance.” Florica says.<br><br>“I’m going back, Ashe.” The Explorer brings up his map and starts down the path. Aelriss sighs, then looks to you.<br><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","filename":"Observer's Light.jpg","fileSize":"135 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555464085218.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555464085218s.jpg","md5":"PlqIroCRjGqj+OCGaakcgw==","w":800,"h":1132,"tn_w":88,"tn_h":124}
