{"isOp":false,"threadNumber":3437745,"number":3441302,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555469830000,"time4chanFormatted":"04/16/19(Tue)22:57:10","comment":"<a href=\"#p3441295\" class=\"quotelink\">&gt;&gt;3441295</a><br><br>You make your way up the natural stone bridges and paths that lead up the side of a rocky wall stretching deep into the earth: a quick route down to Tethiss’s Claw, recently cleared of the dangers of the hunting grounds. Across a great crevasse to your left, you can see familiar structures: connecting tunnels sculpted carefully and marked with lights by miners, forming the road back to Averron City. It stands to reason you’ve got business there, but it might just be best to have Liza and Canderence meet you at the Observatory—considering that’s been the closest thing you’ve had thus far to a personal base of operations. Nel is seated against a rock spire ahead.<br><br>“Nel!” You call. “Sorry—I think we all had some stuff we had to air out. What all have people been saying about me?”<br><br>“Ashe, not now!” Nel speaks in a hoarse whisper. “There’s people across the cliff!”<br><br>There’s a harsh <span class=\"mu-i\">crack</span> in your ear, tailed instantaneously by the sound of a gunshot—hardly a caster or one of Vyx’s handcannons like you’re used to, but something fit for a first-person-shooter railgun—from across the gap. You see Aelriss fall backward, and whip around to see her landing in a sitting position with Eunoia nowhere to be seen; there’s a shower of iridescent feathers raining down around her, and she watches with a highly distressed look as they melt into rainbow light and wrap themselves back into a cord around her finger. Florica and Freya glance at each other, before moving in separate directions.<br><br><span class=\"quote\">&gt; Get down behind the rocks and try to get eyes on the sniper.</span><br><span class=\"quote\">&gt; Activate the Memory of the Throne and use yourself as a distraction or mobile cover.</span><br><span class=\"quote\">&gt; Equip Rubi and try to lay down suppressive fire.</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>","filename":"tumblr_mhnx5luVZR1r2rn38o1_500.jpg","fileSize":"71 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555469830868.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555469830868s.jpg","md5":"Il6HP/sImVBjKL4dKZn0Zg==","w":500,"h":363,"tn_w":125,"tn_h":90}
