{"isOp":false,"threadNumber":3437745,"number":3441295,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555469768000,"time4chanFormatted":"04/16/19(Tue)22:56:08","comment":"“Freya has an excellent point, Florica—and she’s only done right by me so far. You guys don’t have to see eye-to-eye, but I’m gonna vouch for her if you’re going to claim that she’s being controlled by her Artifact. And, Freya, before you dismiss me—remember, I put my life in your hands just a few minutes ago. The important part of working together is not killing eachother—and when cooperation becomes necessary and I have to be the one to broker between you all, I will.”<br><br>The pair looks to you, then to one another.<br><br>“For now,” You ask. “Can we just chill out and get this deal done? I’m banking on there being an ambush waiting up ahead anyway, so let’s play it cool until then.”<br><br>“I apologize, Ascheritte.” Freya says. “I don’t take kindly to being lashed out at.”<br><br>“Yo, we gotta catch up, Ashe. He’s hauling.” Aelriss says, looking at the path back up. “And I totally see where he’s coming from. We ready, or what?”<br><br>The four of you begin upward, aiming to keep pace with the Explorer.<br><br><span class=\"quote\">&gt; [[ Underground: Lower Averron – Tethiss’s Claw // PVP Enabled ]]</span><br><br>“Freya. I was able to will my memory of the past to change, you know—using Celestial power. The Observers are targeting individuals. They’ve tried taking Ayla and I out whenever we log in, and they might do worse to you now that you have their gift. Just know that there’s ways to control and overpower them, before they grow too strong—and that we don’t need them as much as it might seem.”<br><br>“I’ll keep your words in mind.” Freya replies. “But you’re undoubtedly correct about one thing.”<br><br>“Which is—we should keep moving, and quickly.” Florica adds. “Nel has informed us that individuals on the forums have been attempted to record your position. If we’re to return to Averron and clear your name we’ll have to be swift and subtle both.”","filename":"1480136997655.jpg","fileSize":"110 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555469768465.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555469768465s.jpg","md5":"b8ctXNsqTF1CKiqrnggmyA==","w":1200,"h":511,"tn_w":125,"tn_h":53}
