{"isOp":false,"threadNumber":3437745,"number":3441389,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555472711000,"time4chanFormatted":"04/16/19(Tue)23:45:11","comment":"<a href=\"#p3441309\" class=\"quotelink\">&gt;&gt;3441309</a><br><a href=\"#p3441312\" class=\"quotelink\">&gt;&gt;3441312</a><br><a href=\"#p3441319\" class=\"quotelink\">&gt;&gt;3441319</a><br><a href=\"#p3441337\" class=\"quotelink\">&gt;&gt;3441337</a><br><br>You extend a hand to Aelriss as you start moving, and she grabs it long enough to get to her feet and out of the way. You’re quick to move and hit the ground rolling, landing beside Nel with a rock spire between you and the crevasse. The second shot comes too late, and misses, hitting the ground behind your heels as you make cover.<br><br>“That bird does respawn, correct?” Florica asks. She’s a short distance back the way you came, braced against the wall of the cave previous.<br><br>“Not <span class=\"mu-i\">nearly</span> quickly enough!” Aelriss says.<br><br>“Surprised they didn’t shoot one of us first.” Freya replies. “Unless they’re trying to keep us pinned down here to draw out the fight.”<br><br>“Ashe, what are you doing?” Nel asks.<br><br>“I’m trying to see where they are.” You lean out to peek from the side of the rock spire. Would they really stage an attack at this distance? It makes sense, of course, as your options for fighting back are limited. But Freya’s made a point: they might well be trying to pin you down here. You can see a glint, peeking out from between stalagmites. Beside, there’s a touch of color that doesn’t match the surroundings. Looks like there’s at least two…<br><br><span class=\"quote\">&gt; [[ HP: 10 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Affected By: Stunned ]]</span><br><br>There’s an awful <span class=\"mu-i\">clang</span> that rattles you. You don’t hear the shot, but feel something ricochet off the top of your helmet. Rock dislodges from the cavern face closest to you. Nel grabs onto you and pulls you back behind the rocks as you go momentarily limp.<br><br>“Shit.” Aelriss says. “They’re just waiting for someone to stick their head out. What kind of gun even is that?”<br><br>“Doesn’t sound like anything I’ve heard.” Nel says, scrolling hurriedly through his inventory. “Maybe a new one?”<br><br>“I need a distraction.” Florica says. “And a bearing.”<br><br>“Well, then.” Freya looks at the corner, as if she’s deciding whether or not to peek out of cover herself; seeing you nearly lose your head has informed her better judgment. “Does anyone have any bright ideas? I’m not quite sure I can reach that far.”<br><br><span class=\"quote\">&gt; Heal up and activate Memory of the Throne, using your cloak as cover.</span><br><span class=\"quote\">&gt; Suggest Freya try launching an attack with her augmented lifeforce.</span><br><span class=\"quote\">&gt; Other. (Write-in.)</span>"}
