{"isOp":false,"threadNumber":3437745,"number":3445469,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555632953000,"time4chanFormatted":"04/18/19(Thu)20:15:53","comment":"<a href=\"#p3445175\" class=\"quotelink\">&gt;&gt;3445175</a><br><span class=\"quote\">&gt; [[ 87 ]]</span><br><br><span class=\"mu-r\"><span class=\"mu-s\"> ⟦ CELESTIAL TECHNIQUE: DIVINE RIGHT ⟧ </span></span><br><br>Light gathers in your palm, thrumming loudly as it warps into a spear of cleansing power. Radiant rays seep from between your knuckles as you clench your fist around the weapon. The flash bomb disappears into the crevasse underneath; when the light has passed, you’re sure your foes are surprised to see a glow of similar brightness waiting for them on the other side.<br><br>Another crack, tailed by the sound of that supercharged caster. It’s not enough to stop them, but…<br><br><span class=\"quote\">&gt; [[ Affected By: Armor Reduction ]]</span><br><br>The round hits your cloak above the center of your chest, shattering on impact with the Celestial material. Best not test the full extent of your defenses right this second. You level the spear, dust flying out from around your feet as you brace for the throw, then hurl it like a bolt of lightning across the cavern. Your ray of light screams, crossing the cavern with speed that’d make your foes suspect a counter-sniper, except—the explosion that results on the opposite side is large enough to show the magnitude of your strength. You hear yelling.<br><br><span class=\"mu-r\"><span class=\"mu-s\"> ⟦ LESSER ART: IFRA VA XEA ORDIS ⟧ </span></span><br><br>Crimson pulses echo outward from where Florica’s feet fall, like the steps of some arcane dance accented with the syllables she utters. You can see orbs of flame taking form overhead, drifting lazily like clouds, and feel the heat on your skin as each one pulses, issuing forth a barrage of smaller fireballs. The ensuing blasts against the cliff face opposite, and your foes’ concealed position, echo over the crevasse as a serenade of divine artillery fire. You see someone fall out of the smoke, crashing against the rocks and disappearing into the chasm. If you were them, you’d be fleeing—or repositioning, depending on just how brave you were feeling. But you can’t see the others, if they’re still there.<br><br><span class=\"quote\">&gt; Make haste. Take the shortest route back toward Averron.</span><br><span class=\"quote\">&gt; Ask Nel if he can find a fast way to the sniper’s last known position.</span><br><span class=\"quote\">&gt; Try to make it down into the crevasse.</span><br><span class=\"quote\">&gt; Head back into Tethiss’s Claw and take a roundabout way up.</span>","filename":"186309.jpg","fileSize":"92 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555632953978.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/3437745///i.4cdn.org/qst/1555632953978s.jpg","md5":"bGx1UY9SV50LXr+IuD/Fxg==","w":418,"h":305,"tn_w":125,"tn_h":91}
