{"isOp":false,"threadNumber":3437745,"number":3445901,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555646977000,"time4chanFormatted":"04/19/19(Fri)00:09:37","comment":"<a href=\"#p3445480\" class=\"quotelink\">&gt;&gt;3445480</a><br><a href=\"#p3445489\" class=\"quotelink\">&gt;&gt;3445489</a><br><a href=\"#p3445489\" class=\"quotelink\">&gt;&gt;3445489</a><br><br>“Nel, is there a fast way over there?” You ask. Your voice takes an authoritative tone. \"We need to put a stop to this.\"<br><br>“No easy way to cross the chasm.” The Explorer responds. He doesn’t look to see if there’s more shots coming, instead hurrying behind you on his way to cover. “There’s a spot down the path where it narrows enough that it wouldn’t take too long to climb over—if we didn't want to cross, we’d basically have to double back from up ahead.”<br><br>“I must admit I admire their choice of location. This strike seems rather meticulously planned.” Freya says, rather casual in her step as she looks out over the crevasse. You can’t see where the attacker landed, but there’s blood where they bounced off the rocks. You’re waiting for another shot, but it doesn’t come within the next few seconds. The smoke is clearing, chunks of stone dislodging from the edge of the cliff and the cave ceiling overhead where your divine spear and Florica’s fireball bombardment struck down.<br><br>“I think that much was obvious.” Florica says, with a frown. Aelriss is up ahead, hiding behind the rocks in the upward-inclining tunnel. “They’re counting us out—I imagine they have a contingency plan, even if they’ve suffered a casualty. This fight may not be in our favor—and if they catch us climbing across we’ll be in an even worse position.”<br><br><span class=\"quote\">&gt; Move ahead and cross the chasm.</span><br><span class=\"quote\">&gt; Head directly for Averron. You’ll see how things look at the fork.</span><br><span class=\"quote\">&gt; Try and find a way down into the crevasse from your current position while Strife Memoriam remains active.</span><br><span class=\"quote\">&gt; Head back through Tethiss’s Claw.</span>"}
