{"isOp":false,"threadNumber":3437745,"number":3446303,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555676447000,"time4chanFormatted":"04/19/19(Fri)08:20:47","comment":"“I see them.” Nel says, peering out over the chasm as you move ahead toward the tunnel. When you look to affirm, all you can see is clearing smoke. “Two of them, far. They’re retreating, or—uh, rotating, like Aelriss said. Looks like it was the sniper that fell down the chasm.”<br><br>“Interesting.” Freya says. “I imagined they’d have continued shooting.”<br><br>“They don’t have another weapon like that.” Florica says, looking back to give Freya a suspicious look. “They were aiming to pin us down under threat of death, or perhaps take our Artifacts out of the equation quickly. But a regular longcaster likely wouldn’t take Ascheritte out from a single hit to the head.”<br><br>“A strong enough bloodletter would, if he was unlucky enough to suffer bleeding through armor—chances are the first tick would finish him before he could do something to counteract it.” Freya says. Aelriss looks to her with an appalled expression; the ashen-skinned girl quirks a brow, affording a slight shrug. “What? Know thy enemy.”<br><br>“If we’re about knowing our enemy, do we know <span class=\"mu-i\">anything</span> about what kind of gun that is?” Aelriss asks. “Getting our heads blown off from out-of-sight is kind of a game changer.”<br><br>“It has to be from the Hecatelia data.” Florica says. “I thought it would take longer to see results—and the weapons aren’t supposed to be outside the Alliance.”<br><br>“So, what? It’s someone from Disposable Heroes?” Aelriss asks. “Or the Writ Keepers?”<br><br>“I told Sven to get the word out that my bounty isn’t up for grabs.” You respond.<br><br>“And Ayla’s guild is anti-BHing, remember? There were rumors that people were going to take her to war over censoring BH threads on the forums.” Nel says.<br><br>“Who’s making the weapons?” You ask. “Liza told me a little bit about the Talents. It could be one of their affiliates, or someone who stole from them.”<br><br>“They’re part of the Alliance, aren’t they?” Aelriss asks.<br><br>“They’re not.” Florica responds. “It’s complicated.”<br><br>“That seems not good.” Aelriss says. Freya gives a small smile—even when her life’s in danger, it seems she gets a little kick out of seeing the Alliance in disarray. The group stays spread out as you make your way up and through the cavern. You take the lead, and notice that everyone’s keeping their heads low and their corners checked when you glance back.<br><br>“Mendicant and Liza have been working out negotiations, but they’ve refused to move in a number of places. It’s an awfully troublesome situation.” Florica says.<br><br>“Fork is up ahead, guys.” Nel says. “We can stay low behind the rocks on the close side. What do we want to do?”<br><br><span class=\"quote\">&gt; Inform Liza that you’ll be ready to meet at the Observatory promptly.</span><br><span class=\"quote\">&gt; Inform Liza that you’ll be needing an assist, or a scout for upcoming ambush attacks.</span><br><span class=\"quote\">&gt; Double back and investigate the snipers’ perch.</span>"}
