{"isOp":false,"threadNumber":3437745,"number":3448761,"name":"Sylv","trip":"!!osgMMlm58hs","id":"zQdneY4M","time":1555760494000,"time4chanFormatted":"04/20/19(Sat)07:41:34","comment":"<span class=\"quote\">&gt; [[ UI Messenger – Crimson Guardian Liza ]]</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Did you just reject my chat invite? I thought we were tight.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: What’s it for?</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Hoping for an assist.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Tethiss has proposed an agreement and gave me an idol she can use to communicate with us temporarily.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Said she’d been thinking about it for a while.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: That doesn’t unnerve you in the slightest?</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Honestly I’m kind of past the point of worrying about it.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Anyway, I’m looking for someone to come down and make sure we’ve got a clear path back to the Observatory.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Pinned down by psycho snipers and probably expecting an ambush attack.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Think you can help?</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: I know someone who can. They should be hanging loose. I’ll let them know.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: I can see this is becoming rather important rather quickly.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Me having a giant bounty on my head wasn’t important enough?</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: I trusted you would be able to make it through that, actually.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: You and Florica need to make it back safe—and soon.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: What do you even do up there while we’re down here getting our asses kicked?</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: I told you when we first met that I’m always in the way of getting to where I’m needed.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: More to do now. See you soon.</span><br><br>You squint. It’s almost like she’s starting to care about you. But she’d say it’s a matter of the power you have, the influence you’ve come to wield, and its potential to corrupt you. You inform your team of the situation, then find a safe place to rest. Aelriss lights a fluorescent torch, nesting it between rocks in the nook of a cave to afford you a little bit of light. It’s not terribly necessary, since the holographic UI menu is illuminated enough to operate in total darkness, but the group is meticulous in ensuring that there’s no light leaking from the mouth of your hiding place.<br><br>[[ HP: 11 / 35 ]]<br><br>“You feeling alright, Ashe?” Nel asks. You must look worn-out.<br><br>“Been a minute since I’ve had to think about out-of-combat regeneration down here.” You respond.<br><br>“It’s faster indoors—the safer and more ‘controlled’ the environment, the more reliable.” Florica responds. Your eye twitches, and your throat hurts a bit. “It speaks volumes that the reality of this place doesn’t break down when seating yourself at a tavern mends broken bones.”"}
