{"isOp":false,"number":"37648276","threadNumber":"37646059","comment":"<a href=\"#p37647291\" class=\"quotelink\">&gt;&gt;37647291</a><br><br>You pause. It doesn't look like there's any way to key in a name. You wonder how to do so, then, you speak in a voice befitting of your avatar. It's a bit jarring; you start a bit, halfway through the word, but manage to finish it.<br><br>“Ascheritte.”<br><br><span class=\"quote\">> [[ Welcome: Ascheritte ]]</span><br><br>“Lovely.” Enthused by your new self, you give a hearty chuckle, and push forward into the meadow, eager to explore. Your movements become sluggish, though; you feel a weight impressed upon you, as the sky grows dark, and the ground begins to shake.<br><br><span class=\"quote\">> [[ Dark forces and wild magic have rendered the surface of Sylvetica uninhabitable for centuries past. ]]</span><br><span class=\"quote\">> [[ Explore the world, sculpt new territories, and pave the way to the overworld. ]]</span><br><span class=\"quote\">> [[ Offer Celestial Gems at Materialization Altars to create Celestial Equipment. ]]</span><br><span class=\"quote\">> [[ Some Materialization Altars can create buildings and cities. ]]</span><br><span class=\"quote\">> [[ The rarest can unlock dungeons or create new continents—for the right price. ]]</span><br><br>As the sun begins to sink over the horizon, green threads of light from the earth reach upward into the darkening sky. You hear a piercing howl, of some unknown creature; a many-mouthed silhouette rises in the distant sky, directing its cries toward you. You're engulfed, at once, in a column of blaring sound, an aggressive droning that fills your ears to the exclusion of everything else.<br><br>On the brink of sensory overload, you feel another uneasy sensation in your stomach as the ground beneath your feet is torn open, and you plummet through darkness.<br><br><span class=\"quote\">> [[ 1/3 ]]</span>","time":1422329820000,"time4chanFormatted":"1/26/15(Mon)22:37","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
