{"isOp":false,"number":"37649355","threadNumber":"37646059","comment":"<a href=\"#p37648966\" class=\"quotelink\">&gt;&gt;37648966</a><br><a href=\"#p37648996\" class=\"quotelink\">&gt;&gt;37648996</a><br><a href=\"#p37649038\" class=\"quotelink\">&gt;&gt;37649038</a><br><a href=\"#p37649126\" class=\"quotelink\">&gt;&gt;37649126</a><br><br><span class=\"quote\">> [[ The skill of Ascheritte's opponents will usually be considered reliable. But because he clearly has an advantage in this case, so will his... ]]</span><br><br>Stunned from your blow, he doesn't have a chance to protect himself from what comes next. You sprint forward again, almost gliding, in long strides scarcely in contact with the stone beneath you. Grabbing the scimitar as you pass over it, you bring it towards him with an underhanded strike.<br><br><span class=\"quote\">> [[ Got: Scimitar (Unidentified) ]]</span><br><br>He manages a parry, but is still covering his face with his free hand. You fade back, bringing your new found weapon around for another hit, and it bites into his shoulder, cutting through newbie armor to flesh and blood beneath. He screams, tumbling backwards, and his other weapon clatters to the bridge as he falls in a crumpled, motionless heap.<br><br><span class=\"quote\">> You defeated player.</span><br><br>Then, the sound of echoing footsteps comes to an abrupt stop. There's a flash of light from behind you, accompanied by a short, high-pitched noise. You feel a dull sensation in the back of your shoulder, and are shoved forward a bit like someone slugged you.<br><br><span class=\"quote\">> [[ Ascheritte: 18 / 24 HP ]]</span><br><br>You spin on a heel, brandishing your weapon. Backup has arrived too late. There's another elfish looking kid who doesn't seem very happy about what you just did; his black hair is tied back in a braid, and he's carrying a hefty mining pick. A few steps behind him is a girl, who looks a little older and about a foot taller, a bit waifish, hair cut short. She's trembling a bit, and doesn't look confident, holding a handgun with a luminescent band running the length of the barrel; it looks like it's about warmed up for another shot.<br><br>What will you do?<br><span class=\"quote\">> If they're that kid's backup, they're two more opponents. Have at it! (Write-in)</span><br><span class=\"quote\">> This isn't a good matchup. See if you can't loot your prey before absconding via the bridges.</span><br><span class=\"quote\">> Try to talk them into retreating.</span><br><span class=\"quote\">> Other.</span>","time":1422332920000,"time4chanFormatted":"1/26/15(Mon)23:28","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
