{"isOp":false,"number":"37648425","threadNumber":"37646059","comment":"<a href=\"#p37648328\" class=\"quotelink\">&gt;&gt;37648328</a><br><br>“Uhm, I'm sorry, but you must have the wrong person.” You give him an inquisitive look. “Aren't we all supposed to have a user interface?”<br><br>“Ehehe... You are new.” He responds, stopping just about ten feet away. “There, on your waist. Go on, I'll let you look.”<br><br>There's a rectangular piece of technology hanging on your belt. You inspect yours, noting that the kid doesn't have one; it looks like you can interact with it via a dialog box, or just pick it up and see what it is yourself.<br><br><span class=\"quote\">>> [[ Unique Identifier: Ascheritte ]]</span><br><br>Footsteps echo from below. He's got backup coming, and he continues speaking, grin growing wider as he brandishes his swords. “I bet you really thought you could be a part of something, you pay-to-win shitter.”<br><br>A hotshot, a typical ganker. You've never experienced anything like this, but you're not new to video games or the people that play them; he'll probably make a move soon. You're unarmed, with starter equipment; he doesn't look much better off, poorly armored, but with a pair of savage-looking blades.<br><br>Equipment should give him the advantage, but in a game where you control your character's movements directly, it makes sense that skill should be able to win out over equipment to a certain degree. You wonder how good you could be...<br><br><span class=\"quote\">> This game is pay-to-play, isn't it? “What do you mean?”</span><br><span class=\"quote\">> You know his type, and you can find answers later. Show him you mean business.</span><br><span class=\"quote\">> You know his type, and you can find answers later. Jump for another bridge, and head for the city.</span>","time":1422330186000,"time4chanFormatted":"1/26/15(Mon)22:43","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Averron Outskirts.jpg","fileSize":"88614 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37646059/images/1422330186487.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37646059/thumbs/1422330186487s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":"738","h":"1200","tn_w":"76","tn_h":"125"}
