{"isOp":false,"threadNumber":37686014,"number":37686056,"name":"BSO","trip":"!3c0YaXQPuY","time":1422490211000,"time4chanFormatted":"01/28/15(Wed)19:10:11","comment":"<a href=\"#p37686014\" class=\"quotelink\">&gt;&gt;37686014</a><br><br><span class=\"quote\">&gt; [[ Underground: Averron City – Central District // Neutral Territory // PVP Enabled ]]</span><br><br>The header appears as you enter the city, and a welcoming chime indicates you've gained a level. Discovery EXP, most likely. You'll check your UI when you get a spare moment.<br><br>“Welcome.” There's a pike-wielding man at the pillars that mark the city entrance, with a UI about his waist—a player. “New arrival?”<br><br>You nod. Beyond the entrance, you can see lanterns strung between the metal buildings flanking the sidewalks, and hear the chatter of people on the streets. There's a lot of players, more than you can count, and you can see more in the windows of houses and standing over the tables of market stalls.<br><br>Behind you, a few other players are stumbling toward the city. Some of look about as lost as you do, obviously new; you wonder if they had a welcome wagon as warm as yours. Among the group, you spy a few nameless; your hand eases around the hilt of your sword, still warm from earlier use. “This is Averron, huh? Anything I should know before I go in?”<br><br>“Nothing you won't find out before long. The market square is on that side of town, and player housing is to the north, if you can afford it.” He leans back, sitting on a pile of wooden crates. “We use the tavern as sort of a quest hub, if you're ever at a loss of things to do; mostly, everyone's trying to get to the surface, but there's plenty of stuff that can help further below. I'd suggest joining a guild, or finding a party. Some of the top ones so far are recruiting.”<br><br><span class=\"quote\">&gt; “A guild? Any suggestions?”</span><br><span class=\"quote\">&gt; “Are the nameless a problem here?”</span><br><span class=\"quote\">&gt; “What's down below?”</span><br><span class=\"quote\">&gt; “Are there NPCs? Where does the money for housing go?”</span><br><span class=\"quote\">&gt; “Why do you do this?”</span><br><span class=\"quote\">&gt; “Thanks. Nice meeting you.” Proceed into Averron City.</span><br><span class=\"quote\">&gt; Other.</span>","filename":"under_city_by_wen_xaeroaaa-d5i8f3b.jpg","fileSize":"69 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/37686014/images/1422490211049.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/37686014/thumbs/1422490211049s.jpg","md5":"k5eyeK53qRhyUmR9dd28rA==","w":900,"h":352,"tn_w":125,"tn_h":48}
