{"isOp":false,"threadNumber":37686014,"number":37689881,"name":"BSO","trip":"!3c0YaXQPuY","time":1422498220000,"time4chanFormatted":"01/28/15(Wed)21:23:40","comment":"<a href=\"#p37688873\" class=\"quotelink\">&gt;&gt;37688873</a><br><br>“I just started. Having a blast so far.” You say. “What was the dungeon like?”<br><br>“It was a branch of the ruins down below. They're pretty expanse; it was a close fight, but we managed to beat a boss. My party was great, too.” He smiles. “There was this girl, Circe. Total cutie—real scrapper. We split on the way up, but I'm really hoping to bump into her again in town.”<br><br>“Mm...” You grimace a bit. He seems so excited, you're not sure you have the heart to tell him. “That's great. I'll have to check it out myself soon.”<br><br>“You're heading to the right place, then. Looking for a party, or a guild?” He chuckles.<br><br>“Don't know. Little of both.” As you pass through the double-doors, the dark atmosphere gives way to a surprisingly home-like environment. There's quiet chatter from all about, though it's not as loud as it was outside. The place has a sort-of fantasy flair; there's a traditional bulletin board, and it looks like there's a few people seated at tables around the place, posting on the local message boards or making contact calls via UI.<br><br>There's a few shady types, posted up in the corners of the place: the usual fare. There's an NPC bartender—a raccoon-esque humanoid in studded leather—selling drinks from behind the counter, while a female character with long hair and maxed bust size is playing the role of tavern wench. A few people are investigating the bulletin board; there's a ragtag group at a nearby table, and a nearby girl in a form-fitting outfit appears to be explaining something to a small crowd.<br><br>“Yo, check it.” Your companion elbows you in the side, pointing to a heavily-armored lance wielder at the bar; he's wearing a tabard with a red insignia. “Guardian.”<br><br>What will you do?<br><span class=\"quote\">&gt; Other</span>"}
