{"number":"37688031","threadNumber":"37686014","comment":"<a href=\"#p37687960\" class=\"quotelink\">&gt;&gt;37687960</a><br><br>“I see. What about the nameless?” A bit of nervous shuffling from behind you; you're still gripping your weapon, ready to lash out with a spinning strike. “Are they a problem here?”<br><br>“We keep it under control. Members of the alliance ensure that this territory stays neutral, and that there's no fighting inside the city. There's some sizeable guilds that aren't part of the alliance, though; Freakshow is getting bigger every minute. Most of their recruits are pissed off nameless, and there's accusations of them just being an organized PK guild. The rest of the Averron Guard keeps a good handle on the place, but I'd be careful.” He folds his arms, and looks at the group over your shoulder. “That means all of you. Don't wander about the warehouse district alone. Averron isn't that big of a city, but it's still easy to get lost. Got that?”<br><br>“Mhm. Do the guilds have halls? What about player housing—you said it's expensive, right? Where does the money go?” You ask.<br><br>“Guild Halls are near the housing district. Everything over there is a safe haven of sorts. You can't bust into houses uninvited, and PVP is disabled inside; it's only like that in houses and dungeons, that we've seen so far.” He says. “If one of the guilds took this territory, they'd reap all the rent from housing and decide how high the tax is; as it is now, they've set up an agreement to split it between themselves and put it towards the effort to reach the surface.”<br><br>“My ass.” A roguish character pipes up from behind you. He's got a hooded cloak, leather gauntlets, and boots of some sort of reptile's skin; he's slouched a bit, and his features are softly carved, a bit feminine. “Like they're not skimming half off the top? Have you /seen/ the Guardians' leader?”<br><br>“We've no reason to disbelieve them.” The guardsman responds. “And as a member of the Averron Guard, I've a personal responsibility to trust the current ruling powers.”<br><br><span class=\"quote\">> [[ 2/4 ]]</span>","time":1422494544000,"time4chanFormatted":"1/28/15(Wed)20:22","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"e4dde93b0f6171266ef3f9aa38626ad83f8757d5.jpg","fileSize":"450515 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37686014/images/1422494544895.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37686014/thumbs/1422494544895s.jpg","md5":"nquPJuSUrjozlzrxyDCvfw==","w":"1756","h":"1756","tn_w":"125","tn_h":"125"}
