{"isOp":false,"number":"37688124","threadNumber":"37686014","comment":"<a href=\"#p37688096\" class=\"quotelink\">&gt;&gt;37688096</a><br><br>“Alright, then. One more thing. The Averron Guard is a guild, then—and you just guard this city? Why's that?” You ask. “Aren't there better things to do than sit here?”<br><br>“Mm, I guess. But it's relaxing, and the alliance members pay us well. This game is amazing, no matter what you're doing. Everything here feels real enough to mean something. And it's good experience, when a nameless goes rogue or a monster strays too close to the town.” He responds, then laughs. “That all the questions?”<br><br>“Yeah, sorry. Just trying to get a handle on the state of things. It's been nice meeting you.” You nod. “Thanks for the help.”<br><br>“No problem! One of us will be here if you need anything.” He waves you off, and you proceed into Averron. You pass under lanterns, and into the city streets; players wave you and other newcomers toward market stalls, boasting weapons and armor, bows and arrows. There's a fountain in the center of the city with a beautiful-looking statue, and plenty of people are crowding around it.<br><br>“Man, don't you just hate those guys?” The hooded character from a moment ago deliberately runs to your side to catch up to you. “This is a fuckin' game! We should be able to do whatever we want! Right?”<br><br>[[ 1 ]]<br><span class=\"quote\">> “I agree. Are you new?”</span><br><span class=\"quote\">> “I suppose. Are you new?”</span><br><span class=\"quote\">> “Do you have a problem with authority?”</span><br><span class=\"quote\">> Don't respond.</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Head to the city square.</span><br><span class=\"quote\">> Head to the market stalls.</span><br><span class=\"quote\">> Head to the tavern.</span><br><span class=\"quote\">> Investigate the housing district.</span><br><span class=\"quote\">> Investigate the warehouse district.</span><br><span class=\"quote\">> Other.</span>","time":1422494719000,"time4chanFormatted":"1/28/15(Wed)20:25","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
