{"isOp":false,"number":"37687960","threadNumber":"37686014","comment":"<a href=\"#p37686056\" class=\"quotelink\">&gt;&gt;37686056</a><br><br>“Guild, huh?” You ask. “Got any suggestions?”<br><br>“Everyone is still basically new to the game, so there's a lot of people jumping on the bandwagon. I don't get it, myself—it takes quite a few creds to start a guild, and most of 'em are going to fizzle out soon. You can't start one without five charter members, and the majority of the ones running around don't have more than eight total.” He shrugs. “There's no real leadership. Players die, there's conflicts of interest. Everyone wants to get their names out, but nothing gets done?”<br><br>“Which ones are the largest?” You ask. The group of newbies behind you is starting to crowd a little ways back, listening intently.<br><br>“The alliance surrounding Averron City is made up of three guilds. To my understanding, Disposable Heroes is leading by numbers. I'm pretty sure the name was supposed to be a joke, but so far they've been pretty good at galvanizing suicidal charges toward a unified purpose. Their officers are pretty chill, though—you'll probably run into Andor, who's sort of a personality around town. You won't get that tight-knit feeling with them, but if you join up, you'll never have a hard time finding a party.” <br><br>He continues. “Right behind them is the Writ Keepers, but they're mostly crafters and Artificers. I've heard they're really into roleplaying—moreso than everyone else, anyway, cause it's kind of hard not to roleplay in a game like this. The Crimson Guardians are in third. They've got some of the highest level players in the game so far, and they usually keep to themselves and party privately; I've been told they actually have an application process! Their leader handles all of their negotiations, and she is a /notorious/ hardass. There's a lot of smaller guilds that are pretty friendly, too. You might like that. I'd check the tavern for recruiters, or try and start your own if you think you've got the sway.”<br><br><span class=\"quote\">> [[ 1/4 ]]</span>","time":1422494415000,"time4chanFormatted":"1/28/15(Wed)20:20","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
