{"isOp":true,"threadNumber":37686014,"number":37686014,"subject":"[[ Broken Sky Online Quest - Session 2 ]]","name":"BSO","trip":"!3c0YaXQPuY","time":1422490075000,"time4chanFormatted":"01/28/15(Wed)19:07:55","comment":"<span class=\"quote\">&gt; [[ Broken Sky Online ]]</span><br><span class=\"quote\">&gt; [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.c<wbr>om/archive.html?tags=Broken%20Sky<br><span class=\"quote\">&gt; [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><br><span class=\"quote\">&gt; [[ Underground: Averron City // Neutral Territory // PVP Enabled ]] </span><br><br>\"Are you heading back?\" You ask, staring at the Technician before you. You've been conscious to keep your distance.<br><br>\"Negative. I'm overdue on my rounds. Rogue nameless farm monsters and players, and I farm them. It keeps their spirits low and my cred-chip fat, especially when they show up with something shiny. You should try it sometime.\" He gives a devilish grin, laughing for a bit. \"I think you and I are a lot alike. If you'd fancy, you might stop by my workshop on the north end of town when I'm online, mm?\"<br><br>Your UI pings.<br><br><span class=\"quote\">&gt; [[ Contact Request: Smith ]]</span><br><br>“'l'll think about it.” You respond, and fiddle with the Unique Identifier's interface for a moment before figuring out how to access your Contacts. You accept, and the Technician—Smith—is added to the empty list, a picture of his face accompanying his name. “Thanks for the help.”<br><br>“You're very welcome.” He nods, then stalks toward the opposite cave entrance. “Bye, now.”<br><br>You follow his instructions, and make your way towards Averron City proper. Footsteps echo through the tunnels around you; you maneuver carefully through caves lit by luminescent stone outcroppings. Nearby, a waterfall pours from a small rift in the ceiling, rolling gently off rocks and running through a gap into the foggy abyss below. Faintly glowing mushrooms grow in earthen patches in the corners of covered tunnels and caves. It grows cold. You feel uneasy, like something could be watching you from the darkness, and decide to pick up your pace.<br><br><span class=\"quote\">&gt; [[ 1/2 ]]</span>","filename":"1422324183059.jpg","fileSize":"387 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/37686014/images/1422490075557.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/37686014/thumbs/1422490075557s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":679,"h":1549,"tn_w":109,"tn_h":250}
