{"isOp":false,"number":"37694949","threadNumber":"37686014","comment":"<a href=\"#p37694273\" class=\"quotelink\">&gt;&gt;37694273</a><br><br>You drag Nel out of the tavern and through the crowds of people maneuvering through the stone streets, until you arrive at the town square. <br><br>There's an enormous fountain that seems to radiate a faint light throughout the square; in the center, is a statue that appears to have been carved out of a single massive opal. It depicts a girl, no older than seven or eight, shoulder-length hair perpetually blowing in a nonexistent breeze, head upturned, sightless marble eyes forever affixed on the heavens.<br><br>She holds an ornately carved bowl in her hands, arms outstretched, and three ascending stone steps in the fountain water allow individuals to approach—just that closely. The Celestial Materialization Altar. <br><br>Nearby, there seems to be a bit of an altercation underway; a proud-looking, rapier-wielding man standing at the fountain's edge and a group of his allies appear to be standing apart from a forming group of people without Identifiers. Nameless. You notice that the swordsman and his friends wear bands on their upper arms, bearing insignias of a gilded sword and shield.<br><br>“Disposable Heroes.” Nel says. “That's Andor, their second-in-command.”<br><br>“If you're really trying to help, why haven't you done anything about reviving us 'nameless'?” A man from the disgruntled crowd shouts, eliciting cheers from those around him. “Don't tell me there isn't a way! That's bullshit, and you know it!”<br><br>“There's a reason we get our reputation for being 'player-killers'.” A man in a leather skullcap wearing a huge onyx gauntlet emerges from the crowd of Nameless. You note his tabard: black, with a crudely-drawn image of a harlequin. Freakshow? He continues. “The Nameless will attack the Identified until you start doing something about it. We outnumber you, we outskill you, and we have less to lose.”<br><br><span class=\"quote\">> [[ 1/2 ]]</span>","time":1422510537000,"time4chanFormatted":"1/29/15(Thu)0:48","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1422325940784.jpg","fileSize":"207789 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37686014/images/1422510537110.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37686014/thumbs/1422510537110s.jpg","md5":"upJ8COcLbNh8qiB+qE7oRg==","w":"1000","h":"728","tn_w":"125","tn_h":"91"}
