{"number":"37695594","threadNumber":"37686014","comment":"<a href=\"#p37695206\" class=\"quotelink\">&gt;&gt;37695206</a><br><br>You first attempt to offer one of your extra pairs of boots, but it doesn't work. The context option won't allow you to select it, and you can't even pull out the boots and manually swing them up there; it's like a strong magnetic field is acting in the opposite direction. A scimitar won't work, either; it seems like it simply won't accept things like this.<br><br>Then, you attempt to offer one of the identifiers. You pick a random one—not Circe's.<br><br>“A Unique Identifier?” Someone in the crowd behind you shouts. “There's a goddamn PK on the Altar!”<br><br>“You!” Andor swirls around. “Explain yourself!”<br><br>“I found these,” You respond, “On the body of a rogue Nameless outside Averron. Four kills. I just started. I don't know about death, or the Nameless and Identified, or how my Identifier even works. I just know I can't carry these around anymore.”<br><br>“Well, you should know that a dead player's UI is useless.” He responds, growing a bit solemn. “There are components that look useful, but our Techs haven't been able to break them down with any tools we have available.”<br><br>“Then I'm offering them to the Altar.”<br><br>“That won't work either.” He says. “The function doesn't seem to take any items. Either it only wants Celestial Artifacts or Gems, or it just doesn't...”<br><br>You're bathed in yellow light, as Marcus's UI tumbles into the bowl. A pulse of energy ripples outward from the statue, and the dented Identifier melts into beads of gilded dust that swirl skyward, illuminating all the way to the top of the cave before vanishing.<br><br>“...work.” His eyes widen. “What the hell?”<br><br>“The UI is gone.” One of the Nameless says. “Do you think that revived its owner?”<br><br>You don't think so, but you feel a warmth within. You feel like you're doing the right thing.<br><br>The crowd is quiet.<br><br><span class=\"quote\">> Other</span>","time":1422512485000,"time4chanFormatted":"1/29/15(Thu)1:21","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
