{"isOp":false,"threadNumber":37686014,"number":37695953,"name":"BSO","trip":"!3c0YaXQPuY","time":1422513764000,"time4chanFormatted":"01/29/15(Thu)01:42:44","comment":"<a href=\"#p37695594\" class=\"quotelink\">&gt;&gt;37695594</a><br><br>“Marcus was his name.” You speak loudly. “Does anyone recognize it?”<br><br>“That was my guild leader.” One of the Nameless speaks up. There's a pause, and he wanders to the front of the group. “We went too deep and got caught off guard by the cave worms. I haven't heard from him since.”<br><br>You raise the next. “Ajax.”<br><br>There's no answer. You let it tumble into the bowl, and the same thing happens. You watch intently as the rising column of light illuminates stalactites on the cave ceiling. You think you see movement overhead.<br><br>You produce a third from your inventory. “Elanna.”<br><br>A few of the members of Disposable Heroes glance at Andor, who grits his teeth. “A recruit of mine. A friend.”<br><br>You offer it to him, arms outstretched, and he accepts, making his way up to the pedestal beside you.<br><br>“Does it work?” He asks, cautiously holding it over the bowl. “Bringing them back, is it this simple?”<br><br>“I don't think so.” You shake your head. “I mean, I'm not sure. I don't know. We'll have to wait and find out—and if we don't see them again, we'll know what it means.”<br><br>The uncertainty leaves him with a frown, so you continue. “Or, they might have given up—gotten tired of their circumstances. There's no way to know. Just do it. It feels right.”<br><br>He does, and it leaves him with a faint smile. He sighs, stepping down to the fountain lip. “Thanks.”<br><br>You produce Circe's Identifier, and prepare to dump it—then, a hand on your shoulder.<br><br>“Here.” Nel says, looking a bit more confident than before. “I've got it.”<br><br>You plant it firmly in his hands, and he grins, lowering it slowly toward the bowl so the gilded ash pours between his fingers before rising skyward. “Maybe we'll get to fight together again soon.”<br><br><span class=\"quote\">&gt; [[ 1/2 ]]</span>"}
