{"number":"37690754","threadNumber":"37686014","comment":"<a href=\"#p37689881\" class=\"quotelink\">&gt;&gt;37689881</a><br><br>“I want to talk to that guy in a minute.” You respond to the kid. “Don't ruin it for me, alright?”<br><br>“No promises!” He laughs and runs off, bounding into the tavern and inserting himself into the middle of a crowd of strangers. You groan audibly, then make your way over to the girl. She's leaned up against the wall, a pair of goggles around her neck, and seems to be in a bit of a trance, thinking carefully about her words and pausing occasionally to sigh wistfully.<br><br>“Hence, we believe that the ruins beneath are part of an old city that was once on the surface of Sylvetica.” She says. “But it's difficult to believe with the structures of these caves the way they are. True, we've mined and excavated much of this place already—but that's only expounded on existing structure. There's no way all of these caves could be natural, the way the bridges have been built.”<br><br>“Or, it could, if a boon from the Celestials counts.” A robed man adjacent to her chimes in—you notice that the rest of the group isn't contributing, so much as listening intently. “We can't discount the religion of the old Sylveticans, and the Materialization Altar in the town square proves that those gods are very real, and are very willing to cause tangible effects in our world.”<br><br>“Only one Celestial Artifact has been created in Averron, though.” The girl responds. “Two, if you count the city itself.”<br><br>“Is that not enough?”<br><br><span class=\"quote\">> [[ 1/2 ]]</span>","time":1422499940000,"time4chanFormatted":"1/28/15(Wed)21:52","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"14222163422422.jpg","fileSize":"97660 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37686014/images/1422499940335.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37686014/thumbs/1422499940335s.jpg","md5":"5XvLlrBnZqiUZB8+iQY06w==","w":"565","h":"800","tn_w":"88","tn_h":"125"}
