{"number":"37693936","threadNumber":"37686014","comment":"<a href=\"#p37693879\" class=\"quotelink\">&gt;&gt;37693879</a><br><br>“Nel, we'll definitely party up, but there's, uh. Something I gotta tell you.” You say, half-sitting, half-leaning on one of the sturdy tavern tables.<br><br>“Yeah? What's that?” He asks. “C'mooon, spit it out.”<br><br>“Alright, listen up. When I first started the game, I got attacked by three players. All Nameless.” You say. “And I had to kill them.”<br><br>“Hot damn, you beat three players at once in your first fight? No foolin'?” His eyes widen. “I've heard most of them were a bunch of player-killing bastards, but I'd never seen it myself. That's awesome, man! What's the deal, then?”<br><br>“I wasn't the first player they'd gone after. They'd killed others... and I think your friend Circe is...”<br><br>“No way!” He laughs, then the conversation stalls. “No way. Did I mention that she basically soloed that boss? I was on low health, so I was running like, the whole time. But she's...”<br><br>“They had a UI with that name on it.” You say. “I'm carrying it with me, as well as three others with the names of dead players. I don't know what to do with them.”<br><br>“...Oh.” Nel gives another nervous laugh, then sighs. “That's... alright, then.”<br><br>You frown—he looks pretty damn sad. “You gonna be okay?”<br><br>“Yeah, I'm fine. She was the first person I met in-game... I didn't expect.” He growls, then yells, eliciting a few stares. “Fuck this game! Top guilds acting like they control us, nameless assholes killing our fucking friends! Who EVEN can you trust? Why am I even this upset?”<br><br><span class=\"quote\">> Make this right. “Let's find something to do with these Identifiers. Then, you can introduce me to the party.”</span><br><span class=\"quote\">> Agree. It sucks, but there's nothing to do but move on, and avoid making the same mistakes.</span><br><span class=\"quote\">> Other.</span>","time":1422507714000,"time4chanFormatted":"1/29/15(Thu)0:01","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
