{"isOp":false,"number":"37691764","threadNumber":"37686014","comment":"<a href=\"#p37691725\" class=\"quotelink\">&gt;&gt;37691725</a><br><br>There's also a couple of recruitment messages. A few from smaller guilds looking for members; the advertisements seem awfully cozy. Disposable Heroes is taking members of all levels and classes, and you recall what the guardsman said about guaranteed parties. There's information on the Crimson Guardians, who are recruiting none but the most capable; it looks like you've got to go to their guild hall to apply. The Writ Keepers have their ad really done up, written in calligraphy on paper that looks like it was rubbed in dirt and burned at the edges—it's got the location of their guild hall, and merely says to talk to 'Ayla' or an officer about recruitment.<br><br>A glance over your shoulder reveals the Crimson Guardian is gone. Damnit! You wonder if that kid ran him off.<br><br>“...Which brings up the prospect of the Nameless.” You drift back into the conversation in time to catch the girl continuing. “Unfortunately, I've neither stumbled upon nor been able to formulate a theory I favor. The popular idea is that they were forsaken by the Celestials, deprived of their ability to be granted boons in the form of Celestial Artifacts, as well as of the ease our Identifiers and enhanced abilities grant us. But, this assumes that we are somehow favored...”<br><br><span class=\"quote\">> Ask about the Celestial Artifact that was created in Averron.</span><br><span class=\"quote\">> “Anyone know an 'Ayla'?”</span><br><span class=\"quote\">> This is melting your brain. Go see the Materialization Altar yourself.</span><br><span class=\"quote\">> Reunite with the rogue from before, then investigate one of the guilds or parties. (Write-in)</span><br><span class=\"quote\">> Investigate one of the guilds or parties. (Write-in)</span>","time":1422502088000,"time4chanFormatted":"1/28/15(Wed)22:28","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
