{"isOp":false,"number":"37697138","threadNumber":"37686014","comment":"<a href=\"#p37696870\" class=\"quotelink\">&gt;&gt;37696870</a><br><br>“Hey.” You say. “Did I say I wasn't interested?”<br><br>“I—oh.” She's a bit red-faced. “You're really throwing me for a loop. What, then?”<br><br>“I'm new, remember?” You suggest. “I'm just weighing my options before I decide to commit to a guild. Hell, I might even start my own. New topic: Why is your name on the Materialization Altar? It says you're the one who 'granted the Manifestation' or something.”<br><br>“Yes,” she responds, “With Liza and Andor.” You recall the other names on the Altar alongside hers.<br><br>“What's that mean?”<br><br>“Greater Altars can create environments, remember? That's called a Celestial Manifestation? This one's manifested Averron City.” She says. “Andor, Liza, and I were leading the party that made the way into this place, and when we arrived, there was an offering ready for us to make. All that was left to do was state our purpose.”<br><br>“You guys created this city, then?”<br><br>“It wasn't quite what we imagined, but it was close enough.” Ayla responds. “By the time we got there, though, we'd already realized how divergent our playstyles were. Andor was tough, but pretty laid-back overall when it came down to it. Liza was a major hardass, but she had the skills to back it up. And I think you can figure out my story. That's when we got the idea for the alliance. It would be unfair for someone to be able to contest starter territory, so we decided...”<br><br>“To start your own guilds.” It makes sense—Ayla leads the Writ Keepers, Liza leads the Crimson Guardians, and Andor is a commanding officer of Disposable Heroes. “I get it.”<br><br>“Speaking of Andor—he's been bugging me about something weird happening at the Altar earlier.” She says. “You weren't reading this when that was going on, by chance? I'd like to hear someone else's side of the story...”<br><br>You grin.<br><br><span class=\"quote\">> [[ http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky ]]</span>","time":1422519046000,"time4chanFormatted":"1/29/15(Thu)3:10","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
