{"isOp":false,"number":"37735883","threadNumber":"37731816","comment":"<a href=\"#p37734812\" class=\"quotelink\">&gt;&gt;37734812</a><br><br>It gets quiet, as you head for the warehouse district. The streets widen up a little bit, large, empty-looking buildings flanking you on either side. You were told not to come out here alone, but you're just going to the gate, and you can see a guard not terribly far away. You pick up the pace.<br><br>Nel waves at you, loitering nearby the outside of the city. There's a couple of unfamiliar figures standing around him, and he introduces you as you come within proximity.<br><br>\"Everyone, this is Ascheritte.\" He smiles ear-to-ear.<br><br>\"Going to introduce me to everyone else?\" You ask.<br><br>\"Well, if no one else wants to go first.\" There's a man with short brown hair and a bluish robe--it's short, and done up a bit so it looks like a duster. He's got a staff in one hand, and strikes you as seeming awfully generic. \"I'm Rhett, an Artificer. Trying to find some cool elemental foci to put on things. I can't really take a hit, but I'll go wherever I'm needed.\"<br><br>\"Mhm.\" He gestures to a short girl with facial markings, hair done up to look like cat ears; she's wearing a pair of studded leather gauntlets, and her forearms and chest are bound with bandages. \"This is Tatsumaki. English isn't her first language, so she's not super talkative.\"<br><br>\"Hi.\" Tatsumaki speaks quietly.<br><br>\"Hello. Are you sure communication won't be an issue, Nel?\" You ask.<br><br>\"I've seen her fighting outside.\" Rhett interrupts. \"She seems pretty good.\"<br><br>\"Vision.\" The last man is about your height, with skin darker than yours, and a rifle--a longcaster--slung over his back. \"Just trying to learn my way around this place.\"<br><br>\"Now, then.\" Nel says. \"If everyone's ready, let's head off to the lower quarter. Got what you wanted, Ash?\"<br><br><span class=\"quote\">> \"Yeah.\" Suggest staying closer to the city and fighting some cave monsters to get acquainted.</span><br><span class=\"quote\">> \"Yeah.\" Tell the party about your consultation, and suggest heading deeper to the ruins.</span><br><span class=\"quote\">> Ask someone about something. (Write-in.)</span>","time":1422672928000,"time4chanFormatted":"1/30/15(Fri)21:55","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
