{"isOp":true,"number":"37731816","threadNumber":"37731816","comment":"<span class=\"quote\">> [[ Broken Sky Online ]]</span><br><span class=\"quote\">> [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">> [[ You have one unspent EXP. ]]</span><br><br><span class=\"quote\">> [[ Underground: Averron City – Market District // Neutral Territory // PVP Enabled ]]</span><br><br>“Speaking of Andor—he's been bugging me about something weird happening at the Altar earlier.” Ayla continues, and you smile at her words, watching her expression grow more pensive on the other side of the video call. She's starting to think about her words, and sounds overall more severe; you think she might be slipping back into character. News of your actions has spread impressively far; you've barely spent any time in Averron, and you've already “You weren't there when that was going on, by chance? I'd like to hear someone else's side of the story...”<br><br>“Yeah, I was there.” You say. “Actually, that was me.”<br><br>She looks dumbfounded, and you continue.<br><br>“I found out you could offer the Unique Identifiers of dead players to the statue.” You suggest, folding your arms and leaning against a derelict market stall. “I'm surprised no one's tried it yet.”<br><br>“People have been hoarding them,” she replies, “In hopes of finding a way to resurrect the dead, or a way to break them down for materials. We're not sure what they're made of—but we might be able to cannibalize them for more impressive technology, upgrade them, or even replicate them, as a way of bringing new players into the game.”<br><br>“Well, my friend and I offered some we came across on a rogue Nameless, and they disappeared. With a nice light show, mind you, but totally gone otherwise.”<br><br>“Disappeared?” She asks. “Did the players come back to life?”<br><br><span class=\"quote\">> [[ 1/3 ]]</span>","time":1422662846000,"time4chanFormatted":"1/30/15(Fri)19:07","id":null,"name":"BSO","subject":"[[ Broken Sky Online Quest - Session 3 ]]","trip":"!3c0YaXQPuY","filename":"1422324183059.jpg","fileSize":"396742 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37731816/images/1422662846962.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37731816/thumbs/1422662846962s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":"679","h":"1549","tn_w":"109","tn_h":"250"}
