{"isOp":false,"number":"37737062","threadNumber":"37731816","comment":"<a href=\"#p37736808\" class=\"quotelink\">&gt;&gt;37736808</a><br><br><span class=\"quote\">> [[ 67 ]]</span><br><br>It barely misses, bursting forth from the ground beneath you, and keeps coming, segmented body twice as long as you are tall, with more eyes than you can count at a glance, a pair of pincers, and gnashing mouth-parts. It's the same color as the cave stone you walk on. Gravel, bits and pieces of stone rain down around you, and you can feel each one on your skin, grit in your eyes.<br><br>You dive backwards as the crawler emerges, letting it skim past you, and flop heavily onto the stone floor. At a glance, the rest of the party is a bit scattered. It makes sense; cooperating is easy enough in a regular game, but here, you have to remain physically situationally aware of everything underway around you. You're almost overwhelmed for a moment as you swirl around, attempting to take everything in.<br><br>Rhett and Nel are scrambling apart, attempting to dodge a pair of creatures diving at them like a pincer attack. Counting your target and Vision's, there's a total of four crawlers. You don't see Tatsumaki anywhere, and don't have time to look without giving up your chance to counterattack; your assailant is crawling towards you quickly already.<br><br><span class=\"quote\">> Dodge. Figure out where everyone is, and regroup.</span><br><span class=\"quote\">> Attack, and try to finish it quickly.</span><br><span class=\"quote\">> Attack, and order the group to focus fire on your target.</span><br><span class=\"quote\">> Other.</span>","time":1422675822000,"time4chanFormatted":"1/30/15(Fri)22:43","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"0b0c7a43c9ee119ff3e5b863d2ef0d42475e9524.jpg","fileSize":"88614 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37731816/images/1422675822218.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37731816/thumbs/1422675822218s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":"738","h":"1200","tn_w":"76","tn_h":"125"}
