{"isOp":false,"threadNumber":37731816,"number":37731892,"name":"BSO","trip":"!3c0YaXQPuY","time":1422663016000,"time4chanFormatted":"01/30/15(Fri)19:10:16","comment":"<a href=\"#p37731832\" class=\"quotelink\">&gt;&gt;37731832</a><br><br>“Liza is a girl of few words, and she runs a tight shift.” Ayla shrugs. “As the Alliance leaders, we've a private message board for the three of us and some of our guilds' officers. She doesn't really put her two cents in unless she thinks we're doing something wrong, or badly. You're thinking about them—is that why you're turning down my offer? You'd have to be more decorated, even now, for them to let you in the front door, and she'd see to it that you were properly humiliated before you left. You can't just—”<br><br>“I'm said I'm not turning down your offer, Ayla.” You shake your head. “I said I'm weighing my options. It's too early for me to decide. Now, I've got a couple of people waiting on me, so I believe I'll see you later.”<br><br>“Yeah,” she says, “Later.”<br><br>The call closes, the top and bottom of the video projection folding together with scan lines like an old-school television. You accept Ayla's contact request, and an image of her smiling face appears next to her name. Your list is in alphabetical order—Ayla, Nel, and Smith. Three friends already!<br><br>You're supposed to be meeting up with Nel and the rest of his new party near the warehouse district in just a few minutes; you dismissed them a moment ago to deal with Ayla, as well as handle some other responsibilities.<br><br>Seems you've made quite an impact already.<br><br><span class=\"quote\">&gt; Investigate the market stalls, and sell your unused items.</span><br><span class=\"quote\">&gt; You're fine for now—log out and get a snack before your first dungeon run.</span><br><span class=\"quote\">&gt; Meet with Nel early. Let's get this show on the road!</span><br><span class=\"quote\">&gt; Other.</span>","filename":"Nel.jpg","fileSize":"440 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/37731816/images/1422663016059.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/37731816/thumbs/1422663016059s.jpg","md5":"nquPJuSUrjozlzrxyDCvfw==","w":1756,"h":1756,"tn_w":125,"tn_h":125}
