{"isOp":false,"threadNumber":37731816,"number":37737583,"name":"BSO","trip":"!3c0YaXQPuY","time":1422677245000,"time4chanFormatted":"01/30/15(Fri)23:07:25","comment":"<a href=\"#p37737239\" class=\"quotelink\">&gt;&gt;37737239</a><br><br><span class=\"quote\">&gt; [[ 98 ]]</span><br><br>Straight through: your blade hits flesh, between body segments, a pair of exoskeleton plates. It continues through, and the creature screeches as you follow the swing into a dodging maneuver, diving sideways to avoid danger, or a final attack from the dying crawler.<br><br>You bisect the monster, purple blood spraying across the cave floor. It would have been enough, even without your boosted Saber skill.<br><br><span class=\"quote\">&gt; You defeated crawler. [[ Party: Nel, Tatsumaki, Vision, Rhett ]]</span><br><br>There's another gunshot as you recover from your roll and keep moving. A flash of light pierces the fog, and there's another screech, lower in pitch this time, and accompanied by a guttral growl.<br><br><span class=\"quote\">&gt; Vision defeated crawler. [[ Party: Nel, Tatsumaki, Ascheritt, Rhett ]]</span><br><br>Vision looks hurt; his shirt is bloodied, but he's still on his feet. There's screeching through the fog, and you turn towards the source. Tatsumaki is dancing circles around her crawler, and you notice she's still unarmed. <br><br>It misses a dive, and goes in for a charge, but she intercepts, punching its head into the ground with a gauntlet-clad fist, and following up with a painful looking stomp that lands heavy enough to crack the stone beneath.<br><br>The crawler flails, sweeping her legs out from under her, and she tumbles to the ground on the opposite side of it—\"Oof!\"<br><br>Nel and Rhett are still dealing with a pair, but doing a fine job avoiding damage; Nel is supporting, going for flanking dagger strikes that don't seem to be doing a whole lot, while Rhett isn't being terribly effective either. His staff is now tipped with a burning fireball, and he's waving and prodding it at the crawlers as they approach; he can't seem to land a hit, but he's keeping them at range as they shy away, frightened by the flames.<br><br>Then, you hear more rumbling from below. This time, louder, and lower in pitch.<br><br><span class=\"quote\">&gt; Help Tatsumaki.</span><br><span class=\"quote\">&gt; Go after Nel's target.</span><br><span class=\"quote\">&gt; Go after Rhett's target.</span><br><span class=\"quote\">&gt; Other.</span>"}
