{"isOp":false,"threadNumber":37731816,"number":37741784,"name":"BSO","trip":"!3c0YaXQPuY","time":1422688912000,"time4chanFormatted":"01/31/15(Sat)02:21:52","comment":"<a href=\"#p37741356\" class=\"quotelink\">&gt;&gt;37741356</a><br><br>\"Is everyone alright?\" You ask.<br><br>On the other side of the enormous crawler corpse in front of you, Nel is slumped over Rhett's broken, motionless body. His ribcage is collapsed, and his dim, dented UI lies under him.<br><br>\"Fuck... I wasn't fast enough...\"<br><br>At some point, you leveled up. You didn't even notice.<br><br>Vision is silent, and Tatsumaki seems to bear a frown. There's a long pause, where you just look and listen to the cave around you. It's still too real. You don't want to be the one to break the silence, but otherwise you'd all just stand here for the rest of the night. It's just a game. You take a deep breath before speaking. \"Should we go ahead and loot them?\"<br><br>\"Yeah,\" Vision says, with a sigh. \"Let's see what we've got, and how we want to split it. Everyone good?\"<br><br>Nel doesn't respond, leaving the rest of you to mull over inventory.<br><br>As the three of you stumble over the giant crawler's broken body, you see a faint glint of light, and everything changes. It appeals to you in a way you don't understand, but you might remember: a familiar scent, a warm touch, something you've lost, and thought you'd never see again.<br><br>You struggle, forcing yourself to take your eyes off it. Vision appears transfixed, slowly reaching to grab the loot, while Tatsumaki just stands slack-jawed, quivering, a bit red-faced.<br><br>\"I think... I'm gonna go ahead and take that...\" Vision says. \"...if no one minds.\"<br><br><span class=\"quote\">&gt; [[ Inventory - Rhett, artificer ]]</span><br>wrought iron staff (incendiary weapon 1, two uses)<br>indigo greatcoat<br>loose cloth pants<br>wooden sandals<br>bandages x1<br>bandana, \"Disposable Heroes\"<br>221 credits<br>worm tooth<br>Unique Identifier: Rhett (broken)<br><br><span class=\"quote\">&gt; [[ Inventory - giant crawler ]]</span><br>Celestial Gem<br>worm tooth x2<br>fractalline crystal<br><br><span class=\"quote\">&gt; [[ Inventory - crawlers ]]</span><br>fractalline crystal<br>worm tooth x4<br>earthen orb"}
