{"isOp":false,"threadNumber":37731816,"number":37742596,"name":"BSO","trip":"!3c0YaXQPuY","time":1422692030000,"time4chanFormatted":"01/31/15(Sat)03:13:50","comment":"<a href=\"#p37741784\" class=\"quotelink\">&gt;&gt;37741784</a><br><br>\"If we've found one here, there might be more to follow, right?\" Tatsumaki and Vision still stand transfixed, and seem upset with you when you reach to grab the Celestial Gem; they don't say anything, but their eyes widen in protest. You're having a hard time coming to your senses too--hey, wasn't she upset about Rhett's death, just a second ago?<br><br>Your hand is shaking, and you say something that you think will ease their minds, just so you can have it. \"Maybe we can use it to bring Rhett back.\"<br><br>They seem satisfied, if only mildly. As the Celestial Gem vanishes into your inventory, your feeling of want and anxiety goes with it.<br><br>But, now, you want more, and you never want to let it go.<br><br>\"That leaves two of these crystals, six worm teeth, and this orb.\" You suggest. \"So, I guess I can take...\"<br><br>\"I think you've taken enough, haven't you?\" Vision seems noticeably agitated. \"There are four of us, remember?\"<br><br>He helps himself to one of the crystals and a pair of worm teeth before wandering over to Rhett's body, nudging Nel as he draws within proximity. \"Kid, go get your share.\"<br><br>\"Just give it to Ashe.\" He pouts.<br><br>\"Yeah, sure. Whatever.\" Vision begins fiddling with his UI, and you hear the sound of a credit transfer from your own; 73 credits have come your way. Tatsumaki takes the earthen orb, leaving a fractalline crystal and another pair of teeth to you. \"Kid, you want any of Rhett's stuff?\"<br><br>\"I'll look.\" Nel sighs. \"I don't deserve it, though...\"<br><br>\"Idiot.\" The gunner tosses his rifle over his shoulder. \"It wasn't your fault, alright? No one could have seen this coming. The people that die are doing us a greater favor than you know: they're making the mistakes we don't have to. Use it, or lose it.\"<br><br>You need more Celestial Gems.<br><br><span class=\"quote\">&gt; Head back to town, spend EXP and regroup.</span><br><span class=\"quote\">&gt; Take a moment to spend EXP now, so the four of you can continue into the ruins.</span><br><span class=\"quote\">&gt; Other</span>"}
