{"isOp":false,"threadNumber":37757457,"number":37764230,"name":"BSO","trip":"!3c0YaXQPuY","time":1422766785000,"time4chanFormatted":"01/31/15(Sat)23:59:45","comment":"<a href=\"#p37763775\" class=\"quotelink\">&gt;&gt;37763775</a><br><br><span class=\"quote\">&gt; [[ 48 ]]</span><br><br>It's like you're acting on a different timescale than those around you. You feel it might have hit you under normal circumstances, but the closer the spear-point draws to your abdomen, the the slower it seems to travel. You step to the side, and continue moving unfazed, raising the weapon overhead for a strike.<br><br><span class=\"quote\">&gt; [[ 1 ]]</span><br><br>Oh god, this thing is fucking heavy.<br><br>The pick slips from your hands completely, tumbling forward and smashing into the guardian's face hard enough to knock off his helmet. It bounces skyward in apparent defiance of the laws of physics, and splashes down into the water nearby.<br><br>\"Get your shit together, kid!\" You hear Vision shout as you scramble backwards to duck away from another stab.<br><br>Then, a pulse of red light briefly encircles your form. Haste.<br><br>A quick step back, as Nel approaches from behind, shoving the thing to the ground. At a loss for options without your scimitar in hand, you stomp it--again, and again, before it feels like you should be able to react, until it remains motionless in the cold, ankle-deep water.<br><br><span class=\"quote\">&gt; Tatsumaki defeated Guardian Construct. [[ Party: Vision, Nel, Ascheritte, Ayla ]]</span><br><span class=\"quote\">&gt; Ascheritte defeated Guardian Construct. [[ Party: Vision, Tatsumaki, Nel, Ayla ]]</span><br><br>Alright, that didn't go quite as well as expected. The other party is giving you strange looks.<br><br>\"Sorry,\" You shake your head. \"I wanted to try that pickaxe, but it really sucks.\"<br><br>\"It'll probably do more damage than slashing against these things,\" Ayla shrugs, moving to recover it for you. \"But I'd understand if you didn't want to use it.\"<br><br>What will you do?<br><span class=\"quote\">&gt; Approach the other party. (Write-in.)</span><br><span class=\"quote\">&gt; Investigate the cathedral.</span><br><span class=\"quote\">&gt; Other.</span>"}
