{"isOp":false,"number":"37760732","threadNumber":"37757457","comment":"<a href=\"#p37760709\" class=\"quotelink\">&gt;&gt;37760709</a><br><br>It's a little while before she arrives, rushing into the cave in a bit of a hurry. The four of you are seated at various points on a rock formation, overlooking another of the small waterfalls from above, and you turn to spectate her approach.<br><br>\"You alright?\" You ask.<br><br>\"Crawlers.\" Ayla responds. \"They seem a little worked up.\"<br><br>There's an awkward pause, before she continues. \"Well, it's your party. Want to introduce me?\"<br><br>\"It's Nel's party.\" You correct her, hoping you might cheer the kid up a bit. \"Nel?\"<br><br>\"Along with Ascheritte, Tatsumaki's our heavy hitter,\" Nel says, gesturing to the cat-eared girl who smiles and waves in response. \"She doesn't speak English well.\"<br><br>\"Ah! I haven't seen many unarmed fighters. What level?\" Ayla asks, leaning down to Tatsumaki's height. There's no response; the brawler just tilts her head, giving an inquisitive look before she rephrases the question. \"Uhm. Levels. How many levels?\"<br><br>\"Ah... five.\" Tatsumaki responds, quiet as ever.<br><br>\"I'm Nel,\" The roguish kid continues. \"And our gunner is Vision. You're?\"<br><br>\"Ayla.\" Ayla smiles. \"Just a Tech from the city.\"<br><br>\"With her name on an Altar.\" Vision says, mouth curling into a frown. \"You're one of the Alliance leaders, aren't you?\"<br><br>\"Guilty as charged. Something wrong with that?\"<br><br>He scoffs. \"Of course not.\"<br><br>\"Right...\" Ayla folds her arms. \"So, we're bound for the ruins, then. Anyone been before?\"<br><br><span class=\"quote\">> Listen to the party's opinions.</span><br><span class=\"quote\">> Discuss characters' capabilities.</span><br><span class=\"quote\">> Discuss strategy. (Write-in)</span><br><span class=\"quote\">> Head down for some cursory exploration.</span>","time":1422758501000,"time4chanFormatted":"1/31/15(Sat)21:41","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Ayla.jpg","fileSize":"97660 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37757457/images/1422758501561.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37757457/thumbs/1422758501561s.jpg","md5":"5XvLlrBnZqiUZB8+iQY06w==","w":"565","h":"800","tn_w":"88","tn_h":"125"}
