{"isOp":false,"number":"37761684","threadNumber":"37757457","comment":"<a href=\"#p37760732\" class=\"quotelink\">&gt;&gt;37760732</a><br><br>\"I've been down once, and it went well. But I'm not sure what to expect from it now.\" Nel straightens up a bit. \"Things are more dynamic than I expected. I got caught off guard.\"<br><br>\"There's a few different types of monsters down there, I'm aware.\" Ayla asks. \"What do you know about them?\"<br><br>\"There's Guardian Constructs, which are like, sandstone and obsidian statues. Some of them are like soldiers, but there are some pretty large ones too.\" Nel says. \"My party didn't even bother fighting them. They're too big, too slow, and too hard to kill. There's also these big lizards in the lower parts that have some camouflage ability.\"<br><br>\"Any spellcasters?\"<br><br>\"Not that I'm aware of.\"<br><br>\"Alright, we'll probably want to have a contingency plan, for if something's changed.\" Ayla folds her arms. \"Try to stay adaptable, everyone got that?\"<br><br>\"What can we all do?\" You ask. \"I think I'm pretty fast. A bit defensively-oriented, but I can dish out some pretty serious damage. I'm level 3.\"<br><br>\"Same here.\" Vision says. He's still glaring at Ayla out of the corner of his eye. \"I can barely take a hit, but this caster does hella damage.\"<br><br>\"Tatsumaki is level 5, and I'm level 4.\" Nel says. \"I'm an Explorer. Been playing as sort of an ambush attacker, and hoping to use my secondary to get some offensive abilities. I can move pretty quick, climb, and use items faster than normal.\"<br><br>\"We can work with that.\" Ayla says. \"Levels only give you a big advantage compared to eachother if you've got a lot of them, depending on what abilities you pick. It's a trade-off between skills, Masteries, and HP.\"<br><br>\"What can you do?\" Nel asks.<br><br>\"I'm a Technician, like I said.\" She responds. \"Level 9. I'm specializing in larger builds as opposed to drone fighting, but I've got a couple of casters and a decent melee weapon to switch between.\"<br><br>\"Do you think you can take a look at my weapon?\" You ask, showing your scimitar. \"I think it's damaged.\"<br><br><span class=\"quote\">> [[ 1/2 ]]</span>","time":1422760854000,"time4chanFormatted":"1/31/15(Sat)22:20","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Nel.jpg","fileSize":"450515 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37757457/images/1422760854475.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37757457/thumbs/1422760854475s.jpg","md5":"nquPJuSUrjozlzrxyDCvfw==","w":"1756","h":"1756","tn_w":"125","tn_h":"125"}
