{"number":"37764941","threadNumber":"37757457","comment":"<a href=\"#p37764230\" class=\"quotelink\">&gt;&gt;37764230</a><br><br>Tatsumaki's beaten you to one of the stone pair. She's standing at attention with an obsidian spear, wearing a cracked, oversized stone helmet that looks like it's weighing her down a bit, and looking at you with a toothy smile.<br><br>You heft one of the pikes. It's heavy and a bit unbalanced, but the point looks savage. Doesn't seem terribly useful, but could probably do a lot of damage if thrown or prepared against a charging attack.<br><br>\"Stone.\" Nel says. \"They don't drop much of anything worthwhile.\"<br><br>\"These might come in handy, though.\" You suggest. \"I'm gonna hold onto it. Tatsumaki, you should do the same, alright?\"<br><br>She gives you a thumbs-up with her free hand. Ayla hands you your pickaxe with a grin; you groan as you accept it, then finish looting the defeated stone guardian.<br><br><span class=\"quote\">> [[ Inventory - guardian construct ]]</span><br>cracked stone helm<br><br>\"Anyone want this?\" You ask.<br><br>\"Nah,\" Vision says. \"Looks like junk.\"<br><br>You add it to your inventory and move on, drawing closer to the ancient stone edifice.<br><br>From here, you take a look at the party nearby, sizing up the members, in particular, keeping a close eye on the one in the back, without a UI. He's wearing heavy-looking armor, armed with a spear, and has a pair of guardian stone pikes tossed over his back. He doesn't look out of place, and mustn't be, if he's traveling with a party. But you've learned to distrust the Nameless, for better or worse; anyone among them could be a member of Freakshow, or a PKer waiting to strike.<br><br><span class=\"quote\">> [[ 1/2 ]]</span>","time":1422768577000,"time4chanFormatted":"2/1/15(Sun)0:29","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1421876451259.jpg","fileSize":"65073 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37757457/images/1422768577588.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37757457/thumbs/1422768577588s.jpg","md5":"D1l84PxIRPJkTl+HNd8s5w==","w":"578","h":"1000","tn_w":"72","tn_h":"125"}
