{"isOp":false,"number":"37766874","threadNumber":"37757457","comment":"<a href=\"#p37766236\" class=\"quotelink\">&gt;&gt;37766236</a><br><br>You stash a second pike, and give another to Tatsumaki, who's stored hers in her UI already. You swing the weapon around a bit, to get a feel for it; you wonder how effective a phalanx would be in this game, and are briefly amused by the thought.<br><br><span class=\"quote\">> [[ UI Messenger - Nel ]]</span><br><span class=\"quote\">> [[ Ascheritte ]]: Are you done yet?</span><br><span class=\"quote\">> [[ Nel ]]: 1sec</span><br><span class=\"quote\">> [[ Nel ]]: ok</span><br><span class=\"quote\">> [[ Nel ]]: i know where he is</span><br><span class=\"quote\">> [[ Nel ]]: there's like an underground walkway down here</span><br><span class=\"quote\">> [[ Nel ]]: and i think the atrium wall could open somehow</span><br><span class=\"quote\">> [[ Nel ]]: if we lure the boss out here we'll probably have an easier time</span><br><span class=\"quote\">> [[ Nel ]]: i think it would kill us in close quarters</span><br><span class=\"quote\">> [[ Ascheritte ]]: Point taken. Come up, there's a room we need you to check out.</span><br><span class=\"quote\">> [[ Nel ]]: k omw :)</span><br><br>A little bit of time passes before he rounds the corner to the upper walkway and sees you through the arches from across the atrium. He begins to yell, but quiets himself and jogs over.<br><br>\"There you guys are.\" He nods. \"The area map isn't super useful, but I'll put it up in our party stuff.\"<br><br>\"What did the boss look like?\" You ask. \"Get a good look?\"<br><br>\"It's an obsidian pegasus, alright. Looks like it's got hella wingspan.\" He responds. \"No vital points, by the looks of it. It'll be a tough fight.\"<br><br>\"Sounds like we'll have to chip away at the thing. I wasn't expecting anything else.\" Ayla says. \"I've got an explosive, if we can stun or corner it.\"<br><br>\"You didn't tell us about this?\" Vision growls.<br><br>\"I didn't think it'd be super important, sorry.\" She rolls her eyes. \"It's not even that big.\"<br><br>\"What did you guys need?\" Nel asks.<br><br>\"This room,\" You say, gesturing to the door. \"Mind having a look inside?\"<br><br>\"On it. Watch my back, okay?\" He says, and slips through the entrance.<br><br><span class=\"quote\">> [[ 1/2 ]]</span>","time":1422773981000,"time4chanFormatted":"2/1/15(Sun)1:59","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
