{"isOp":false,"threadNumber":37757457,"number":37762484,"name":"BSO","trip":"!3c0YaXQPuY","time":1422762621000,"time4chanFormatted":"01/31/15(Sat)22:50:21","comment":"<a href=\"#p37761707\" class=\"quotelink\">&gt;&gt;37761707</a><br><br>You're not sure how you'd go about activating this ability anyway. You focus, attempting to meditate on some purpose, but produce nothing. You think you feel something, a warmth, echo from inside you. You recall the feeling inherent in discovering a Celestial Gem, of breathlessness and utter need. Nothing happens.<br><br>\"You've never seen a skill like that before?\" You ask.<br><br>\"I can't say that I have, Ascheritte. No one's mentioned it to me before.\"<br><br>\"Right, uhm. Never mind, I think I might have been misreading.\" You say, coming to your senses. \"Ayla, can you identify some items for me?\"<br><br>\"That's an Artificer ability, I'm afraid.\" She frowns. \"I would if I could, though.\"<br><br>\"Alright.\" Nel says. \"We've got a full team. Is everyone ready?\"<br><br>Another open bridge through thick fog, then the tunnels close up into a dark column, a stone ramp that spirals downward about a thick pillar. You can't see well, and descend deeper. Nel's voice echoes from in front of you. \"There's a big building down here with a branch we didn't check out last time.\"<br><br>He leads you to a way out, directly ahead. Water pours from cracks in the ceiling, and massive glowing bricks of quartz piercing the stone above allow light to bleed through, illuminating disheveled grass platforms that form a walking surface. Ahead, a sandstone cathedral is embedded into the cave surface, as if an entire building sunk undamaged from many layers above.<br><br>\"It's beautiful.\" Ayla says, moving to your side. Tatsumaki and Vision follow closely behind.<br><br>\"Don't let your guard down, darling.\" comes Vision's reply.<br><br>There's a pair of staircases leading up to the building. In front of them, a pair of statues stands: pike-wielding obsidian humans in armor and helmets, with faintly glowing eyes visible even from here. A campfire burns a little ways ahead, off to the side in the nook of a rock spire. It looks like there's another adventuring party down here.<br><br>What will you do?<br><span class=\"quote\">&gt; Other</span>","filename":"1422721374608.jpg","fileSize":"868 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/37757457/images/1422762621515.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/37757457/thumbs/1422762621515s.jpg","md5":"vJKA258z3Cf1eLm+YUcyfw==","w":2560,"h":1600,"tn_w":125,"tn_h":78}
