{"number":"37809928","threadNumber":"37804590","comment":"<a href=\"#p37809157\" class=\"quotelink\">&gt;&gt;37809157</a><br><br>\"Anyone ever heard someone mention the name Kjorikos?\" You ask.<br><br>\"Yeah.\" Ayla responds. \"Dorian got a consultation, once, asking about powerful beings in the ruins beneath Averron. It was one of the names he dropped, but he didn't get a whole lot of. He spends like, almost all of his credits on those things. I'm trying to convince him to save up for a prophecy.\"<br><br>\"Ugh...\" Nel groans. \"You guys and your useful consultations.\"<br><br>\"Why do you ask, Ascheritte?\" Ayla folds her arms.<br><br>\"That was the other part of my consultation. I just wanted to see if you knew. Whoever he is, he's through that door. I'm gonna hang onto this key, alright?\" You say.<br><br>\"If the boss respawns, anyone coming through will be able to get another.\" Vision nods. \"But it'll save us the trouble if we decide to try and come back through another time.\"<br><br>\"Hell,\" Ayla says, \"I've no doubt that you could just wish up an extra key with Celestial Gems.\"<br><br>The five of you make your way to the other room. The door isn't locked, and is in fact parted slightly.<br><br><span class=\"quote\">> [[ Ancient Cathedral - Velika's Tomb // PVP Disabled ]]</span><br><br>It's a strange, lavish looking place, halfway between a tomb and an opulent bedroom, were such a thing possible. The walls are, or were, decorated; there's spaces in the dust that likely once housed ornaments. There's a large tapestry on one wall, and a few silken veils arching across the ceiling trim. There's an enormous sepulcher that's half open--empty, save for a mummified and bandaged body that looks more like part of the scenery than something you'd be able to interact with.<br><br>There's a dusty, framed portrait inside, covered in cobwebs. It depicts a young woman, with long, braided hair. She's lovely, but something about the painting unsettles you.<br><br>At the foot of the sepulcher, a small chest, also open, and empty.<br><br><span class=\"quote\">> [[ 1/2 ]]</span>","time":1422939116000,"time4chanFormatted":"2/2/15(Mon)23:51","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"0cbf09b69ee96bc3bd1932c9294f08ac01900e7d.jpg","fileSize":"383205 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37804590/images/1422939116546.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37804590/thumbs/1422939116546s.jpg","md5":"+oPDdMxV4PZn91qonmXVPw==","w":"514","h":"775","tn_w":"82","tn_h":"125"}
