{"number":"37805706","threadNumber":"37804590","comment":"<a href=\"#p37805682\" class=\"quotelink\">&gt;&gt;37805682</a><br><br>Nel emerges, the boss at his heels, wings unfurled overhead. It's much bigger than you imagined, onyx body ornamented in gold and jewels. It's wearing gilded armor, and has great granite hooves, with a glaring runed stump where a head should go.<br><br>The Obsidian Pegasus skids to a stop mere feet away from Nel, who jumps backwards, lashing at it with his daggers as Vision and Ayla open fire. As you begin moving forward, it rears back, and makes a ghastly noise vaguely reminiscent of a horse's whinny. The runes on its head glow, and you hear ubiquitous chanting as an orb of red light forms in the air in front of it.<br><br>Nel activates that skill again, moving back towards you on a seemingly-impossible vector and leaving luminescent after-images in his path. He narrowly dodges what comes next; the Pegasus stomps the ground, and the orb explodes with a massive blast of screaming red light and smoke.<br><br>You instinctively shield yourself from debris. It might be nerves, but you find yourself grinning.<br><br>\"When it rears up, dodge!\" Ayla barks, opening fire and running to the left. \"Tatsumaki, go around!\"<br><br>\"Yes!\" Tatsumaki responds, running faster than you saw her before.<br><br>\"Ascheritte!\" She continues. Vision's moving in the opposite direction, firing whenever possible. The Pegasus thrashes about, shielding itself with its wings. \"Yell when you've got him cornered!\"<br><br>From across the atrium, it turns to you, and leaps forward, taking flight a couple feet off the ground. It's quicker than it looks.<br><br><span class=\"quote\">> Get out of the way.</span><br><span class=\"quote\">> Dive under and slash.</span><br><span class=\"quote\">> Try to get on top.</span><br><span class=\"quote\">> Other.</span>","time":1422926934000,"time4chanFormatted":"2/2/15(Mon)20:28","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Obsidian Pegasus.jpg","fileSize":"610703 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37804590/images/1422926934087.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37804590/thumbs/1422926934087s.jpg","md5":"V/LNtPLWWiTBdvSv79tGwQ==","w":"1600","h":"2696","tn_w":"74","tn_h":"125"}
