{"isOp":false,"number":"37804613","threadNumber":"37804590","comment":"<a href=\"#p37804590\" class=\"quotelink\">&gt;&gt;37804590</a><br><br>Behind you, the exit. Ahead, at the far end behind a stone podium, a filled-in arch in the wall is divided, bearing an intricate sandstone mosaic with a keystone missing in the center; it looks like it could open up to something with some coercion. There's doors on either side of the room, as well; through one, you can see a staircase descending into darkness, where you imagine Nel encountered the Pegasus.<br><br>\"We'll have a lot of room when we fight,\" Nel says.<br><br>\"Which means, don't rush if we don't have to.\" Ayla adds. \"Bosses have unpredictable attack patterns, as I'm sure you've observed, so we'll have to adapt quickly.\"<br><br>\"I'm expecting a lot of charging and swooping.\" Nel folds his arms, observing the room. \"Dodging side-to-side seems obvious, and I think Tatsu's quick enough that she might be able to get on top of it, if that doesn't sound too reckless. The thing looks damn intimidating, though...\"<br><br>\"You think those guys outside fought it before?\" Vision asks.<br><br>\"Not sure.\" You reply.<br><br>[[ 1 ]]<br><span class=\"quote\">> Prepare your scimitar. It's your most reliable weapon, and you'll need to get a lot of hits in.</span><br><span class=\"quote\">> Prepare the pickaxe. The boss is going to be moving a lot, so you'll want to maximize your damage per hit.</span><br><span class=\"quote\">> Prepare the stone pike. It doesn't seem as strong damage-wise, but offers great defensive options.</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Go chat with the party outside.</span><br><span class=\"quote\">> Bandage your wounds. You aren't bleeding, but you can at least recover some HP.</span><br><span class=\"quote\">> Take another look around the room.</span><br><span class=\"quote\">> Have Nel call in the Pegasus.</span>","time":1422924038000,"time4chanFormatted":"2/2/15(Mon)19:40","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"24177_1052020800.jpg","fileSize":"74949 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37804590/images/1422924038478.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37804590/thumbs/1422924038478s.jpg","md5":"5Gw0+6zseTVO62+3hOkJkg==","w":"640","h":"480","tn_w":"125","tn_h":"93"}
