{"isOp":false,"number":"37808425","threadNumber":"37804590","comment":"<a href=\"#p37807979\" class=\"quotelink\">&gt;&gt;37807979</a><br><br>\"Out of the way, now!\" Ayla shouts. \"I'm throwing it!\"<br><br>\"Just wait! Vision, shoot the legs!\" You yell. Caster fire sails past you, and you raise your second pike overhead, slamming it downward into the creature's wing. You hold it there. Just wait. \"Nel, down below!\"<br><br>You force the Pegasus down. Just a little bit more.<br><br>\"Hang on, guys! Ascheritte!\" You hear Nel's voice from above, and see him on the archway. His face is bruised like he's been punched a few times, and you think there's a piece of some weapon stuck in his shoulder. \"I'm fucking jumping, okay!\"<br><br>You're not sure what you wanted from him, but he's falling before you can advise him otherwise, a stone pike pointed downward. It misses the mark, instead hitting the creature's body near the base of its other wing, and he stumbles backwards, falling to his knees and scrambling away from kicking hooves.<br><br>\"Ayla! Now!\"<br><br>\"Already going!\" She yells, and hurls the explosive. The metal sphere bounces off the boss's body, and gives off a purple spark in the air adjacent, just as it reaches its feet.<br><br>Then, there's a nicely Pegasus-sized explosion, a coil of violet light that whirls outwards before giving way to a brilliant, burning blast; there's a low, flatulent sound, and a shockwave that almost knocks you off your feet at this distance.<br><br>The smoke clears, and the creature's body is broken. Wings are cracked and torn, and one leg is bent backwards, hanging by just a bit of mottled stone. You draw your scimitar, preparing to move closer. Then, it collapses, the light in the defiled runes growing faint.<br><br><span class=\"quote\">> Obsidian Pegasus was defeated. [[ Party: Ascheritte, Ayla, Nel, Tatsumaki, Vision ]]</span><br><span class=\"quote\">> [[ Level 4: You have 1 unspent EXP. ]]</span><br><br><span class=\"quote\">> Other</span>","time":1422934617000,"time4chanFormatted":"2/2/15(Mon)22:36","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
