{"isOp":false,"number":"37809157","threadNumber":"37804590","comment":"<a href=\"#p37808979\" class=\"quotelink\">&gt;&gt;37808979</a><br><br>\"I believe I'm overdue for a Gem.\" Vision says.<br><br>\"As is Tatsumaki,\" You add. The two of them seem like a weight has been lifted off of them. \"Help yourselves.\"<br><br>\"Mm...\" Ayla seems puzzled.<br><br>\"Something wrong?\" Nel asks.<br><br>\"No, no. It's interesting. The Guardians found the first Gems, and we've got four in our possession from just this run.\" Ayla says. \"And we know of plenty more underground branches that are at least as large as this one, though they probably don't all have ancient ruins in 'em.\"<br><br>\"So?\"<br><br>\"There'll be more Artifacts soon, assuming others are having any success.\" She says. \"And who knows how many the Guardians have by now?\"<br><br>\"Some of them could be stacked.\" Nel nods.<br><br>\"I'm sure Liza is.\" Ayla folds her arms. \"That being said, I think I'd like this bracelet. All opposed?\"<br><br>\"You'll figure out what it does faster than I would, I bet.\" You nod, grabbing the various bits of broken armor and the large Onyx shard.<br><br>\"None.\" Nel says. \"If this chain isn't that useful, I guess I'll have it. Might be worth something.\"<br><br>\"I'd first melt it down.\" Vision shrugs. \"Pass me some of those shards, and I'll split the credits.\"<br><br>\"Ashe, I'll buy those scraps from you for my share of the credits!\" Nel says. \"I gotta look fancy too.\"<br><br>\"I think I might need them to repair the armor.\" You say. \"I'll think about it if that's not the case.\"<br><br>\"Alright.\" Nel responds. \"So, that just leaves... this rock.\"<br><br>\"Uhm.\" You heft the keystone and size it up--an intricate pattern that matches the one on the wall under the arch--before setting it back down. \"I think it opens that wall.\"<br><br>[[ 1 ]]<br><span class=\"quote\">> Tell the party the rest of your consultation.</span><br><span class=\"quote\">> Tell the party something else. (Write-in)</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Suggest resting outside.</span><br><span class=\"quote\">> Suggest checking out the underground.</span><br><span class=\"quote\">> Suggest investigating the other door on this floor.</span><br><span class=\"quote\">> Open the wall.</span>","time":1422936755000,"time4chanFormatted":"2/2/15(Mon)23:12","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
