{"isOp":false,"threadNumber":37804590,"number":37808862,"name":"BSO","trip":"!3c0YaXQPuY","time":1422935835000,"time4chanFormatted":"02/02/15(Mon)22:57:15","comment":"<a href=\"#p37808425\" class=\"quotelink\">&gt;&gt;37808425</a><br><br>You breathe a sigh of relief. \"Damn, that was a close call. Almost ended up Nameless.\"<br><br>\"You're telling me.\" Ayla says. \"Why'd you even climb on that thing?\"<br><br>\"Worked, didn't it? Now, Tatsumaki's gonna need some bandages, if anyone has spare.\" You suggest.<br><span class=\"quote\">&gt; [[ There are herbs and poultices in your backpack. You're not poisoned, but you can still use them to recover a bit of HP. ]]</span><br><br>\"I've got some extra. You look hurt as well.\" Ayla says. She hands you a bundle, and you don't deny the offer, using them to restore your HP.<br><br><span class=\"quote\">&gt; [[ Ascheritte: 14 / 24 HP ]]</span><br><br>You dab a wad at your nose to staunch the bleeding there as well, though it doesn't do much other than for your psyche. Ayla helps tend to Tatsumaki's wounds, and once she's back on her feet, the five of you begin the affair of looting.<br><br>\"Alright,\" Nel says. \"That was damn awesome.\"<br><br>\"Mhm.\" Vision chuckles. Seems uncharacteristic, for a moment. \"I gotta hand it to you guys. We do good work.\"<br><br>\"Alright, shall we take a look?\" Nel asks.<br><br>\"Let's see, we've got...\" Ayla crowds the corpse, and immediately blushes, looking a bit giddy all of a sudden. \"Oh, Gods... I didn't think I'd find...\"<br><br>\"Gems.\" You try to keep your head straight, though the allure is strong, present even in the faint luminescence they give off. You plant a hand on Ayla's shoulder, trying to steady her. \"What's the rest of this stuff?\"<br><br><span class=\"quote\">&gt; [[ Inventory - obsidian pegasus ]]</span><br>jewels, worth 600 credits<br>Sanctum Keystone<br>Celestial Gem x2<br>pegasus gilded mail, damaged<br>pegasus bracelet<br>gold chain<br>gilded armor scraps<br>onyx shard, small x12<br>onyx shard, large<br><br>\"R-right.\" Ayla says, shaking her head. \"The shards are crafting materials for weapons and armor. NPCs and players can make stuff with it. That chain doesn't look useful, but I bet the bracelet is magic.\"<br><br>\"And the gilded mail and scraps are boss loot.\" Nel nods. \"You could fix the mail up and wear it as is, or have it reforged into something you like more.\"<br><br>\"How are we divvying it up?\""}
