{"number":"37807741","threadNumber":"37804590","comment":"<a href=\"#p37807422\" class=\"quotelink\">&gt;&gt;37807422</a><br><br><span class=\"quote\">> [[ 1 ]]</span><br><br>\"Tatsumaki!\" You point to the walkway where Nel is, and grab onto the golden chain, using it like reins. She nods, sliding past you to take the Pegasus by the neck, still pounding away at it, and help steer it in the right direction.<br><br>Its body turns, and it drifts through the air, rolling a bit to face the two of you toward the oncoming blast.<br><br>A ghostly wail fills your ears. You're bathed in raw energy, view obscured by red-white light, as if you were in the center of a small star. It doesn't burn you in any way you're used to; rather, you feel it chill your soul, threads of ice crawling front to back across your brain and down your spine. There's wetness on your lips and chin.<br><br><span class=\"quote\">> [[ Ascheritte: 8 / 24 HP ]]</span><br><br>You can see Tatsumaki's eyes are rolled back. Blood is pouring from her nose, and her arm looks like it's been knocked out of place.<br><br>You keep hold, but miss the walkway.<br><br>The Obsidian Pegasus crashes into the wall about a foot below the archway openings, sending the three of you tumbling the rest of the way to the ground. You take the fall, managing to recover before you crash down. You don't see what happens next. There's a plaintive squeak, a cloud of dust, and a shower of rubble.<br><br>You see the Obsidian Pegasus struggling to get off of its side, wings heavily damaged. Tatsumaki is stuck under it, and she's twitching, trying to pull herself free. Ayla is running towards you, yelling, explosive in hand. You haven't seen her like this. She's worried, ready to make a move, but she gives only the simplest order. \"Asheritte! Go! Now!\"<br><br><span class=\"quote\">> Try to help pull her out.</span><br><span class=\"quote\">> Use the pike. Keep it still while she gets free.</span><br><span class=\"quote\">> Retreat.</span><br><span class=\"quote\">> Other.</span>","time":1422932703000,"time4chanFormatted":"2/2/15(Mon)22:05","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
