{"number":"37810891","threadNumber":"37804590","comment":"<a href=\"#p37810537\" class=\"quotelink\">&gt;&gt;37810537</a><br><br>You take the dusty memento.<br><br>There's a beat, a strange, intrusive thought. You feel hated.<br><br><span class=\"quote\">> You spend EXP on Offensive Mastery, learning Weapon Mastery.</span><br><br><span class=\"quote\">> [[ Offensive Mastery 2 offers a choice from: ]]</span><br>* Concussive Strike // Active // Spend PP to make an attack that deals increased damage and can knock targets back a significant distance. Required for: \"Overpower\", \"Charge\", \"Whirlwind Attack\".<br>* Critical Threat // Passive // Slightly increases critical strike range. Required for: \"Fleshrend\", \"Unarmed Fighter\".<br>* Two-handed Mastery // Passive // Increases the effectiveness of two-handed weapons, which become lighter and more balanced in your hands. Required for: \"Titan's Strength\".<br>* Dual Wield Mastery // Passive // Increases the chance to hit with a weapon wielded in the off-hand. Required for \"Cross Strike\", \"Titan's Grip\".<br>* Whirlwind Attack // Active // Spend PP to make a barreling attack that deals damage to all targets in your weapon's reach. [[ Unavailable: Requires \"Concussive Strike\" ]] <br><br>\"I'm gonna try to make an Artifact.\" You say.<br><br>\"Uhm, one Gem?\" Ayla shrugs. \"I'm not gonna stop you, but you might end up with something comparatively underwhelming if you can land it. If the process is like Manifestation, it's a little weird, though.\"<br><br>\"What do you mean?\" You ask.<br><br>\"You have to pray for satisfaction before the statue.\" She folds her arms. \"Speak your desire aloud, and the Celestials will name their price.\"<br><br>\"If that's the case, why don't you just ask them about everything?\" Vision glares at her.<br><br>\"They aren't as talkative as you might think.\" She responds. \"It's weird. You'll know when you try it.\"<br><br><span class=\"quote\">> Leave.</span><br><span class=\"quote\">> Other.</span>","time":1422942112000,"time4chanFormatted":"2/3/15(Tue)0:41","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
