{"isOp":false,"number":"37888938","threadNumber":"37884992","comment":"<a href=\"#p37888234\" class=\"quotelink\">&gt;&gt;37888234</a><br><br>\"Ayla, on your left!\" You shout, pointing out the green-haired girl as Ayla ducks back into cover.<br><br>\"Even with two guns, I can't aim two places at once!\" She yells.<br><br>\"No good, Ayla!\" Vision growls. \"We need to keep them supressed, or they'll make a move on us!\"<br><br>If you could get down there, you might be able to make some room: or, you could just get hosed down before you could even reach them. Those three girls seem to have a rhythm going, though. You take another glance at the two in the field. They're trading blows with Tatsumaki, moving in and out of combat, switching whenever either of them takes or lands a hit. Sometimes, they'll move to surround, while other times, one seems to move further back, fading completely out of combat.<br><br>It's a good routine. Shame you're going to have to break up the party.<br><br>The girl notices she's been seen, now, and launches herself at Vision, the closer target. You move up to intercept, bringing your scimitar up to deflect her weapons, a pair of iron knives like Nel's. Instead of moving back, you take another swing, attempting to push her backwards toward the wall she came from. It's working; she's losing ground, not finding quite enough time to avoid and strike back.<br><br>Then, you surprise her with an upward swing; she moves back, and you barely miss, grazing her face. She hisses, dropping low to plant a swift kick into your abdomen. It's not solid enough to do damage; still, you cough, stumbling backwards, and she hops up onto the railing behind her, spinning her knives in her hands.<br><br>A beat, then, a pair of red flashes fill your vision as the two of you trigger Haste.<br><br><span class=\"quote\">> Not dealing with this. Rush forward and knock her off.</span><br><span class=\"quote\">> Fight at high speed, and go on the offensive.</span><br><span class=\"quote\">> Go on the defensive; she'll probably over-commit with her ability.</span>","time":1423276499000,"time4chanFormatted":"2/6/15(Fri)21:34","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Ayla.jpg","fileSize":"97660 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37884992/images/1423276499492.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37884992/thumbs/1423276499492s.jpg","md5":"5XvLlrBnZqiUZB8+iQY06w==","w":"565","h":"800","tn_w":"88","tn_h":"125"}
