{"isOp":false,"threadNumber":37884992,"number":37889888,"name":"BSO","trip":"!3c0YaXQPuY","time":1423278805000,"time4chanFormatted":"02/06/15(Fri)22:13:25","comment":"<a href=\"#p37889859\" class=\"quotelink\">&gt;&gt;37889859</a><br><br>\"Gods!\" Ayla yells, scrambling on hands and knees to find cover further away. \"Just kill me now!\"<br><br>\"Keep moving like that, and I'm sure they'll oblige, sweetheart!\" Vision shouts. \"Nel, Tatsumaki! We've got trouble!\"<br><br>\"What do you want me to do about it?\" Nel dives backwards onto the stairs to avoid a swing of the armored Nameless's enormous sword, then jumps into cover next to the familiar user. She says something quietly to him, holding him in place; her bird is giving off a faint green glow, and it seems to be affecting him somehow.<br><br>Tatsumaki, meanwhile, is making her way up the stairs backwards. The two girls look like they're getting the best of her, when she lands a palm strike on red-hair that causes the air adjacent to ripple, launching her back ten or so feet into a deep, loamy puddle.<br><br>Far away, the man in the Freakshow armband turns with an exaggerated flourish of his coat, and makes his way into the darkness of the cave.<br><br><span class=\"quote\">&gt; Write-in.</span><br><span class=\"quote\">&gt; Ignore the Construct and engage the Nameless on the stairs.</span><br><span class=\"quote\">&gt; Ignore everything and go for the Nameless in the back.</span><br><span class=\"quote\">&gt; Order your party not to attack the Construct. You can use it as cover, and see if it'll aggro onto the gunners who misfire.</span><br><span class=\"quote\">&gt; The green girl's a Nameless--down, but not dead. Jump over the railing and finish the job.</span>","filename":"24705396.jpg","fileSize":"276 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/37884992/images/1423278805692.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/37884992/thumbs/1423278805692s.jpg","md5":"SPUqqmKAN5IigJZRaJAKYQ==","w":590,"h":900,"tn_w":81,"tn_h":125}
