{"isOp":false,"number":"37888196","threadNumber":"37884992","comment":"<a href=\"#p37887561\" class=\"quotelink\">&gt;&gt;37887561</a><br><br><span class=\"quote\">> [[ 88 ]]</span><br><br>Rather than challenge the Guardian Construct, you elect to simply leap past him. Hes wealding a stone claymore, his path in front of the door is tight, and doesn't leave you a whole lot of room to outmaneuver. <br><br>Regardless, he's slow to react, enough so that you're well past his wide horizontal swing even without the bonus granted you by Lightning Reflexes, bending forward at the end of your stride so the tip of the blade glides harmlessly over the small of your back. There's a red glint in his eyes as he stomps forward, following you for the cathedral archways. <br><br>You leap out of the door, sprinting down the stairs below...<br><br><span class=\"quote\">> [[ Underground: Ruins // Neutral Territory // PVP Enabled ]]</span><br><br>...and wander into a warzone, ducking instinctively as caster bolts sail overhead, blasting bits out of the cathedral pillars behind you. Ayla and Vision are nearby, taking cover behind stone outcroppings on the stairs. The former looks wounded, and she shouts to you as you approach. \"Ascheritte! Nameless\"<br><br>In the field at the bottom of the stairs, you catch Nel and Tatsumaki wading through a battlefield. There's two other people with UI's, as well. You recognize them from the party before, noting the girl in white and her familiar taking cover nearby; wasn't there a Nameless in their party? You wonder where he went. Even with him gone, the numbers from that other party don't match up; then, you spy an unfamiliar corpse a ways away with a ruined UI lying under it.<br><br><span class=\"quote\">> [[ 1/2 ]]</span>","time":1423274853000,"time4chanFormatted":"2/6/15(Fri)21:07","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1422721374608.jpg","fileSize":"888348 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37884992/images/1423274853158.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37884992/thumbs/1423274853158s.jpg","md5":"vJKA258z3Cf1eLm+YUcyfw==","w":"2560","h":"1600","tn_w":"125","tn_h":"78"}
