{"number":"37886670","threadNumber":"37884992","comment":"<a href=\"#p37885944\" class=\"quotelink\">&gt;&gt;37885944</a><br><br>\"Uh, not really.\" You shake your head. \"I wasn't asleep, I was playing a game.\"<br><br>\"Yeah, sure.\" He gives you a weird look. \"Definitely looked like you were knocked out, and having a pretty bad dream. Or a good one, considering I'm pretty sure I heard you mumble some girl's name like twice.\"<br><br>\"It's called Broken Sky Online. It's a virtual reality MMO, and a pretty advanced one. Skips right past the surround sound and fancy colors, and just uses some part of the technology to make it feel like you're really there.\" You suggest, recalling yours and Ayla's conversation about how the game bypasses hardware limitations--you'll probably have to get back to her on that at some point, speaking of. \"Wait, how long were you listening?\"<br><br>\"Don't worry about it.\" Eric says. \"That sounds a little weird, though. No red flags going up for you?\"<br><br>\"Uhm, a little bit. There's some unusual stuff, but I'm guessing that's par for the course. I'm liking it so far, though.\" You say.<br><br>\"Mm, that's good. I dunno, I was never super into games.\" Eric shrugs. \"I doubt my setup could even handle anything like that.\"<br><br>\"The requirements didn't seem that steep.\" Your response is almost automatic; you recall the listing on the back of the box surprised you. You pause. \"Anyway, what's up?\"<br><br>\"Not much, just checking in.\" He responds. \"Camille's having a party at her place tonight, and we're getting dinner with her friends at some Thai place in a few hours, if you want to join us.\"<br><br>\"You're hanging out with her, now?\" You ask. \"Won't your ex-girlfriend probably be there?\"<br><br>He sighs. \"Yeah...\"<br><br><span class=\"quote\">> Write-in</span><br><span class=\"quote\">> \"I'll be alright, but thanks for, uh, reminding me to eat.\" This scenario seems time-sensitive.</span><br><span class=\"quote\">> \"I guess I'll come along. How long until then?\"</span><br><span class=\"quote\">> The LAN club is actually having a spring break meeting--you wonder if anyone else plays BSO.</span>","time":1423271268000,"time4chanFormatted":"2/6/15(Fri)20:07","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
