{"number":"37893038","threadNumber":"37884992","comment":"<a href=\"#p37892972\" class=\"quotelink\">&gt;&gt;37892972</a><br><br>\"I thought Freakshow being PKs was just a rumor.\" Nel says.<br><br>\"There are allegations against them amidst the Alliance, but we haven't had concrete proof. Something tells me this counts, though.\" Ayla says. She pauses, when her UI pings, and stops to read a message. \"What? There's... a revolt underway in Averron City.\"<br><br>\"Looks like they're going loud.\" Vision says, then glances to the Nameless. \"What about this scrub? We killin' him?\"<br><br>\"He's with that damn guild.\" Donnel says, hissing. \"He led them to us, and we lost a player because of it.\"<br><br>\"We don't have a choice!\" The Nameless yells. \"The game is like this for a reason! Fighting you is how we even the scales! We can't have our UIs, we can't have our damn--Celestial Gems! So why-\"<br><br>\"You can choose!\" Aelriss shouts. \"You can leave that guild! All of the Alliance members are looking for a way to save the Nameless! I invited you because I trusted you.\"<br><br>\"No, he's right,\" Vision says. \"He knows what the game is like. Nameless kill players.\"<br><br>The Nameless's grip tightens on his spear. He grits his teeth, looking at the party around him.<br><br>\"Don't say that, damnit!\" Aelriss yells, scowling and lunging toward Vision. He points his caster at her, and for a second, you're almost tempted to separate them. \"Don't listen to him, alright?\"<br><br>A pause. \"Kalim, I don't want to hurt you. Or anyone!\"<br><br>There's silence for a moment, and you hear the sounds of falling water echoing through the cave around you. Then Donnel begins to reach for his sword, and the Nameless brings his pike to bear, diving toward Aelriss. She doesn't have her staff, and merely steps back as the stone weapon cuts into her side, sending her falling backwards into the mud. <br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1423286974000,"time4chanFormatted":"2/7/15(Sat)0:29","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
