{"number":"37891728","threadNumber":"37884992","comment":"<a href=\"#p37891165\" class=\"quotelink\">&gt;&gt;37891165</a><br><br><span class=\"quote\">> [[ 44 ]]</span><br><br><span class=\"quote\">> [[ Ascheritte: 16 / 24 HP ]]</span><br><br>Your wounds are closing, and your speed's increasing. You duck low, striking at his legs as the blade goes overhead, then rising for another quick attack, moving toward his back when it's closest to you and swinging for the shoulder again--landing another hit. He howls, spinning back around, ready to attack again.<br><br>Then, the bird floats gracefully off of your shoulder, leaving glittering, iridescent dust in the air behind it as it glides toward him and perches on one of his pauldrons. It gives a short, musical chirp, and his next swing falls short as you step out of reach.<br><br>\"What the fuck!?\" He shouts, stumbling backwards. His sword falls into one hand, and the other snaps up, over his eyes. \"I can't see!\"<br><br>You jump forward, slashing his neck and shoving him to the ground.<br><br><span class=\"quote\">> Ascheritte defeated player. [[ Party: Ayla, Tatsumaki, Nel, Vision ]] [[ Assist: Aelriss, Donnel ]]</span><br><br>The red-haired girl sails down the stairs past you, landing face-first in a thick mound of clay. She twitches, attempting to pull herself up, but Tatsumaki leaps after her, stomping on her back with both feet.<br><br>Caster fire is still being traded in both directions; there's two Nameless gunners left who look like they've about had it, as well as the Nameless from the campfire party amidst it all. You look over to the extinguished fire pit, finally noticing a blonde-haired man in the bushes who, as far as you know, has been hiding there the entire time. He looks hurt, though has managed to avoid the more dangerous goings-on.<br><br><span class=\"quote\">> Tatsumaki defeated player. [[ Party: Ayla, Ascheritte, Nel, Vision ]] [[ Assist: Aelriss, Donnel ]]</span><br><br><span class=\"quote\">> [[ 1/2 ]]</span>","time":1423283654000,"time4chanFormatted":"2/6/15(Fri)23:34","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"cb35903ac450e1ef1097e948fecc60c9bfbe4a0a.jpg","fileSize":"327879 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37884992/images/1423283654418.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37884992/thumbs/1423283654418s.jpg","md5":"ns5s/kqI3Nu/ICGTDLBeTQ==","w":"508","h":"918","tn_w":"69","tn_h":"125"}
