{"number":"37895978","threadNumber":"37884992","comment":"<a href=\"#p37895963\" class=\"quotelink\">&gt;&gt;37895963</a><br><br>\"The bird itself is a rare monster.\" Donnel says. \"They pop up in places like the one we were just in, and there's a few threads on the Averron message board about rare sightings. If you see a bird in town, never attack it, by the way. They're usually spellcasters, and I've seen exactly two people die to them. One Nameless.\"<br><br>\"But you keep it as a familiar,\" You say, gesturing to Aelriss's hand. \"In that ribbon you wear around your finger.\"<br><br>\"Yes,\" She smiles. \"It's my Celestial Artifact. I created it with the Gems we found in the ruins. Eunoia followed us down to the Altar, so I prayed for something that would let me keep her.\"<br><br>\"Evidently, you can make items that allow you to capture monsters.\" Donnel says. \"Which raises a lot of questions, and a lot of possibilities.\"<br><br>\"That sounds powerful. Seems like the thing can do some serious damage.\" Nel says. \"Celestial Artifacts don't seem fair.\"<br><br>\"To be honest, they aren't. It seems they're all unique, and I imagine all but the most middling are as powerful. There are drawbacks, though.\" Donnel says. \"Once she's used up all of her energy, she has to rest in that cord for a good while. And, in addition, Aelriss can't use any abilities of her own.\"<br><br>\"Not until I level up more, anyway.\" Aelriss sighs.<br><br>\"What?\" You ask. \"You're an Artificer, aren't you?\"<br><br>\"I think there's another cost to using Celestial Artifacts.\" Nel says.<br><br>\"He's right. The artifact required me to commit all of my PP to use it, and I didn't have a whole lot to begin with.\" Aelress says. \"I could use my abilities, if I unbound it, but that takes forever.\"<br><br>You knew about Liza's artifact, though the details are still a secret, and there's rumors of the Guardians possessing the Gems to create a number more. The presence of Altars in the ruins, though, means there's certainly a number of Celestial Artifacts that are unaccounted for...<br><br><s>Archiving here, thanks for the posts. Sorry for the turnaround time.</s>","time":1423296943000,"time4chanFormatted":"2/7/15(Sat)3:15","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
