{"number":"37895963","threadNumber":"37884992","comment":"<a href=\"#p37894393\" class=\"quotelink\">&gt;&gt;37894393</a><br><br>You have yet to check how many credits Vision wired you. The five of you search the rest of the bodies, claiming some armor scraps; you also find a pair of leather gauntlets, which seem useful, though not made for decking people like Tatsumaki's. You acquire another healing potion, and two lengths of bandages as well.<br><br>The five of you make your way up the spiraling subterranean road, stopping at another lovely cave, similar to where you waited for Ayla.<br><br>\"It's nice to meet you guys, by the way.\" Nel says. \"Like, we'd have been screwed without you, too. It goes both ways, I think.\"<br><br>\"It was an unfortunate situation.\" Donnel says. Tatsumaki smiles and latches onto Aelriss, who also seems to be in a bit of a better mood. \"Let's try not to think too much of it. We've all proven ourselves quite capable, so I'm certain we'll make a good team, however long we might be together.\"<br><br>\"What were you guys doing in the ruins?\" You ask. \"Before that Nameless betrayed you.\"<br><br>\"His name was Kalim. We met him in Averron.\" Aelriss says. \"We were forming an exploring party, and he wanted to tag along. He seemed nice, and--\"<br><br>\"He approached us with some fake pity-story, about how other players had been unfair to him, and one of ours died in the fight, as you saw.\" Donnel says. \"Apparently, he had planned this beforehand. I'm sure other players have been killed by similar ambush parties.\"<br><br>\"Right, that's unfortunate. Did you at least find anything worthwhile?\" You ask.<br><br>\"A lot of art.\" Aelriss smiles. \"And Celestial Gems.\"<br><br>\"We decided to split the loot via dice roll, and she lucked out.\" Donnel shrugs.<br><br>\"Which reminds me, what's that bird you've got with you?\" Nel asks. \"I didn't know players could get pets.\"<br><br>\"Well, she's my pet.\" Aelriss says. \"Eunoia.\"","time":1423296883000,"time4chanFormatted":"2/7/15(Sat)3:14","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
