{"isOp":false,"threadNumber":37884992,"number":37890496,"name":"BSO","trip":"!3c0YaXQPuY","time":1423280524000,"time4chanFormatted":"02/06/15(Fri)22:42:04","comment":"<a href=\"#p37889888\" class=\"quotelink\">&gt;&gt;37889888</a><br><br>\"Don't hit that construct! Move!\" You shout. The massive claymore comes down again, destroying one of the stone outcroppings, sending the party scattering. \"Vision! Over the railing on your right! Finish her off!\"<br><br>\"I got it!\" He's already moving in that direction, long-gun ready. You hear gunfire from that direction, but aren't looking by the time it starts.<br><br>You jump forward, ducking between the Guardian's legs as the sword comes down again. He swivels on a heel, faster than you expect, and you move quickly to avoid getting kicked or trampled. There's the sound of bolts hitting stone overhead, as caster fire meant for you hits the Guardian.<br><br>The Guardian is not a fan of this, and starts down the stairs, as planned. But the red and blue haired girls aren't on its radar, and they fork around it towards you, one left, the other right. Tatsumaki and Nel are quick to reach your side, though, and they engage the two as you move aside.<br><br>\"Ashe!\" Nel shouts. \"The armored one, back there! Take him out!\"<br><br>You wonder if they'll be alright, then the woman in white moves in from lower down, surprising red-hair with a barreling swing of a metal staff. As you leap past the ensuing battle, moving parallel to the Guardian, her familiar lands on your shoulder, bathing you in green light.<br><br><span class=\"quote\">&gt; [[ Ascheritte: 14 / 24 HP ]]</span><br><br>The Guardian charges past the armored Nameless, who's sizing you up, greatsword ready. <br><br>\"He's got an Artifact!\" He calls out to the brigade of gunners behind him. \"Focus fire on him!\"<br><br>\"No can do!\" Response comes in the form of a hurried cry, as a stone claymore swing ruins their ranks. \"It's coming after us!\"<br><br>He starts toward you, fast as his armor will allow: not the smartest, when you've a height advantage already.<br><br><span class=\"quote\">&gt; Attack from above.</span><br><span class=\"quote\">&gt; Outmaneuver him, and help with the girls.</span><br><span class=\"quote\">&gt; Other</span>"}
