{"isOp":false,"number":"37891071","threadNumber":"37884992","comment":"<a href=\"#p37890745\" class=\"quotelink\">&gt;&gt;37890745</a><br><br><span class=\"quote\">> [[ 71 ]]</span><br><br><span class=\"quote\">> [[ Ascheritte: 15 / 24 HP ]]</span><br><br>Your weapon, or something in your head that you weren't aware of, seems to be guiding you. It shows you where to aim your strikes, and presents a path for your body to follow should you wish to remain in one piece.<br><br>The weapons you've wielded have been varied, even in this short time span, yet they've all felt like they -belong- in your hands.<br><br><span class=\"quote\">> Vision defeated player. [[ Party: Ascheritte, Tatsumaki, Nel, Ayla ]]</span><br><br>You jump down from the stone platform, bringing your blade down on his shoulder as you fall. He winces; you see blood, but plate armor serves as a solid impediment to your attacks. You land lightly on the ground, darting to his side and striking again. <br><br><span class=\"quote\">> Ayla defeated player. [[ Party: Ascheritte, Tatsumaki, Nel, Vision ]] [[ Assist: Aelriss, Donnel ]]</span><br><br>Your scimitar glances off the back of an armored gauntlet, then an armored breastplate. He's getting angry. From somewhere behind you, there's a massive crash, and the earth shakes as the Construct's stone claymore strikes ground.<br><br><span class=\"quote\">> Guardian Construct defeated player.</span><br><br>The greatsword comes down next to you, all too slow, cracking the earth beneath it. You feel like you could outmaneuver him walking.<br><br><span class=\"quote\">> player defeated Guardian Construct.</span><br><br>Another crash from nearby, as the Construct falls.<br><br>Water and soil fly into your face as the Nameless pulls it from the earth with surprising speed, transitioning into a horizontal spin leveled at your chest.<br><br><span class=\"quote\">> Go low and strike.</span><br><span class=\"quote\">> Jump back and call for help.</span><br><span class=\"quote\">> Other.</span>","time":1423281969000,"time4chanFormatted":"2/6/15(Fri)23:06","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
