{"number":"37894321","threadNumber":"37884992","comment":"\"Ayla, wait a sec.\" You say. \"The aetheric ansible is used to make communications devices, right?\"<br><br>\"Yeah,\" She says. \"What's up?\"<br><br>\"If you could get that machine set up, do you think you could get a message to everyone in the Averron region?\" You ask.<br><br>\"...Ascheritte, you're a genius.\" She nods. \"We can't confirm the distance to other cities, and our current equipment can't hit them due to signal range limitations. But I could rig something to allow city-wide communication. I've got a lot of supplies back at the guild hall, but I might have to cannibalize the Averron message board server...\"<br><br>\"Are you sure that's worth it?\" Nel asks.<br><br>\"It'd be temporary.\" Ayla responds. \"And we haven't used it for a lot other than group finders and monster information. The job would take a while, though. I'd be relying on the rest of the Alliance, as well as recruits and the Averron Guard to hold the line, and that's assuming I'm not overstating my capabilities.\"<br><br>Vision is already looting, picking up various casters and weapons. Nel glares at him.<br><br>\"What?\" Vision asks. \"Already split the credits seven ways. You guys can sift through the rest of this junk if you want. Some swords, and about a dozen Freakshow tabards, if anyone fancies collecting the ears of their foes.\"<br><br>\"I'll pass.\" Ayla folds her arms. \"Gods, what would we even say?\"<br><br>\"We'd make it clear that we're trying to make things better for everyone, right?\" You ask. \"At the very worst, we could break down the rioting. Focus it on just a few people. Just on the Disposable Heroes, maybe--no, maybe just on us.\"<br><br>\"Count me out.\" Vision says. \"You guys are all hella great, but I'm not about to take that flak. I'm sorry about earlier, though. Call me up any time if you need something shot down.\"<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1423290614000,"time4chanFormatted":"2/7/15(Sat)1:30","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
