{"isOp":false,"number":"37891795","threadNumber":"37884992","comment":"<a href=\"#p37891728\" class=\"quotelink\">&gt;&gt;37891728</a><br><br>From behind, you see the third girl of the trio breathe her last. Held at range by the cloaked woman's staff, Nel fakes a lunge several times before finally moving in. It's childish, but surprises her nonetheless, and she breathes her last, twin iron knives piercing her chest.<br><br><span class=\"quote\">> Nel defeated player. [[ Party: Ayla, Ascheritte, Nel, Vision ]] [[ Assist: Aelriss, Donnel ]]</span><br><br>\"Finish 'em off!\" Ayla shouts.<br><br>\"No! The pikeman in the back is ours!\" Aelriss--you catch her name. The bird is back on her shoulder, though you only lost track of it for a moment. \"Leave him!\"<br><br>Vision and Ayla focus on the pair of gunners, who are losing ground, and likely losing health. They're ignoring you, but the pikeman isn't; he levels one of the guardian stone pikes over his shoulder.<br><br>His gaze, though reluctant, is focused on you like he's ready to throw it. There's still plenty of space between the two of you--too far to cross without running the risk of getting stuck with one of those things.<br><br>This presents a problem, if someone wants him alive.<br><br>What will you do?<br><span class=\"quote\">> Other</span><br><br><a href=\"#p37891431\" class=\"quotelink\">&gt;&gt;37891431</a><br><s>Ascheritte has already accrued quite a few bonuses to various rolls. It's still something to be worried about, but this opponent was not terribly strong at all, and didn't set a terribly high DC himself.</s>","time":1423283803000,"time4chanFormatted":"2/6/15(Fri)23:36","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1421876451259.jpg","fileSize":"65073 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37884992/images/1423283803218.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/37884992/thumbs/1423283803218s.jpg","md5":"D1l84PxIRPJkTl+HNd8s5w==","w":"578","h":"1000","tn_w":"72","tn_h":"125"}
