{"isOp":false,"number":"37893070","threadNumber":"37884992","comment":"<a href=\"#p37893038\" class=\"quotelink\">&gt;&gt;37893038</a><br><br>The party's preparing to attack, and Aelriss's familiar lifts off of her shoulder as she stumbles; a ball of golden light forms around it, and focuses into a brilliant ray of energy that blasts the Nameless in the chest, searing through his armor and continuing up his body to burn into his neck and face as he falls, screaming.<br><br>By the time you've drawn your scimitar, he's down, killed by some mixture of that and the point-blank caster fire hitting him. The ball of light condenses, but doesn't leave Aelriss's familiar behind, instead generating an iridescent ribbon that flutters towards her and wraps around her finger.<br><br>\"I warned you.\" Donnel says, shaking his head. Aelriss pulls herself to her feet, clutching her side and balancing on her staff.\"I'm sorry, Aelriss.\"<br><br>\"It's alright.\" She nods, turning to your party. \"Thank you all for your help. We'd have died unless you intervened.\"<br><br>\"You're welcome.\" Ayla says, and you hear her slipping back into character. \"In a world like this, it's important that we stick together.\"<br><br>\"Well, fuck, now what?\" Vision says. \"I'm gonna have to log soon, and it sounds like things are getting bad.\"<br><br>\"Yeah. Ayla, if the Nameless are going wild in Averron, what do we do?\" Nel folds his arms.<br><br>\"I don't know.\" Ayla responds. \"You'll have to keep your heads low. The Alliance leaders need me.\"<br><br>\"What?\" You groan. \"What happened to that whole sticking-together thing?\"<br><br>\"Don't start.\" Ayla places a hand on your shoulder.<br><br>\"Damn.\" Nel shakes his head, and Tatsumaki frowns. \"Ashe, looks like it's back to just us. What do you want to do?\"<br><br>What will you do?<br><span class=\"quote\">> Other</span>","time":1423287068000,"time4chanFormatted":"2/7/15(Sat)0:31","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
