{"number":"37894351","threadNumber":"37884992","comment":"<a href=\"#p37894321\" class=\"quotelink\">&gt;&gt;37894321</a><br><br>\"Understandable.\" Nel nods. \"Well, Ashe, I'm with you every step of the way. Tatsumaki seems like she's in it for the long haul too, if you don't mind quiet company.\"<br><br>Tatsumaki gives you another ear-to-ear idiot grin. This time, she's missing a tooth.<br><br>\"Seems like it's settled, then. Where'd that stone claymore go?\" You ask.<br><br>\"It's going in my guild hall.\" Ayla says. \"Assuming we don't crack the town in half today, it'll look good on the wall. You should take that guy's two-hander, though. You might like it.\"<br><br>\"Already on it.\" You respond, hefting the weapon and storing it in your UI. You look at the two members of the other party.<br><br>\"Aelriss, where's Delrin's UI?\" Donnel asks.<br><br>\"I've got it.\" Aelriss responds.<br><br>\"Aelriss, Donnel.\" You say. \"This is kind of out-of-nowhere, but it looks like we've all had a few spaces open up in our parties recently. If you guys want to head for the city, or even keep delving dungeons, you're free to join up with us. We could use an Artificer, and another blade as well.\"<br><br>\"I'll take whatever I can get.\" Donnel says. \"It'll be nice to have someone I can trust for once. Ael?\"<br><br>She stays her frown, giving you a resolved look. \"Yes, I'll come along as well. We can get acquainted while we walk.\"<br><br><span class=\"quote\">> [[ Contact Request: Vision ]]</span><br><span class=\"quote\">> [[ Contact Request: Tatsumaki ]]</span><br><span class=\"quote\">> [[ Contact Request: Aelriss ]]</span><br><span class=\"quote\">> [[ Contact Request: Donnel ]]</span><br><span class=\"quote\">> [[ Level 5: You have one unspent EXP. ]]</span><br><br>\"Vision, back me up?\" Ayla says, bandaging the last of her wounds as she heads for the cave. \"I'll find you somewhere safe to log.\"<br><br>\"I got you.\" He says, hefting his long-gun. \"Make it up for earlier.\"<br><br>\"Good luck, everyone. Ascheritte.\" She smiles. \"Stay alive. We'll be within reach if you're ever in danger, and if not, there'll always be someone who can help you.\"<br><br>The two of them party up and bid farewell as they head back up the spiraling path toward Averron City.","time":1423290729000,"time4chanFormatted":"2/7/15(Sat)1:32","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
