{"number":"37892972","threadNumber":"37884992","comment":"<a href=\"#p37891795\" class=\"quotelink\">&gt;&gt;37891795</a><br><br>No good, and no point in approaching when you've already got covering fire. As you duck into cover, you're joined by Nel, Tatsumaki, and Aelriss, who doesn't seem too happy.<br><br>\"Careful,\" You suggest. \"There's someone hiding over there in the bushes by that fire pit.\"<br><br>\"It's alright. He's a player.\" Aelriss nods, and she and her bird look at you in unison. Her voice is airy and a bit echoic. \"A friend of mine. His name's Donnel.\"<br><br>\"Are all of your friends like that Nameless that wanted to skewer me?\" You ask.<br><br><span class=\"quote\">> Ayla defeated player. [[ Party: Ascheritte, Tatsumaki, Nel, Vision ]] [[ Assist: Aelriss, Donnel ]]</span><br><br>\"Yeah, what's the deal with that Nameless guy, huh?\" Nel asks, sticking his thumb out of cover at the pikeman, stuttering to speak over the sounds of caster fire.<br><br>\"He was with our party.\" Aelriss says. \"I want to know what's going on.\"<br><br><span class=\"quote\">> Vision defeated player. [[ Party: Ascheritte, Tatsumaki, Nel, Vision ]] [[ Assist: Aelriss, Donnel ]]</span><br><br>\"Well, now's your chance.\" Ayla says, vaulting over a stone platform from the next level of stairs up, casters pointed forward. \"Nameless! This battle is over!\"<br><br>\"And you better not try anything!\" Vision shouts. \"You assholes outnumbered us, and look what happened to you!\"<br><br>\"Kalim!\" Aelriss shouts to the Nameless, emerging from cover, cloak fluttering behind her. \"We just want to talk!\"<br><br>He doesn't respond, remaining stationary with his weapon ready as Ayla moves closer.<br><br>\"He's got nothing to say. I told you we'd regret inviting a Nameless, Aelriss.\" Donnel calls, emerging from the bushes. \"He's with Freakshow. All of these guys were, and he let them know where they might find a few easy kills before we left town. Isn't that right?\"<br><br>No response. Donnel saunters over to the mud-soaked, red-haired Nameless body, searching it and producing a band with the Freakshow insignia.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1423286788000,"time4chanFormatted":"2/7/15(Sat)0:26","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
