{"isOp":false,"number":"37894310","threadNumber":"37884992","comment":"<a href=\"#p37894163\" class=\"quotelink\">&gt;&gt;37894163</a><br><span class=\"quote\">>the smart move would be to evenly distribute gems for the benefit of the guild as a whole, not just to power lvl the face/leader</span><br>No, the opposite is true. Have a few super powered guild members so that you can wreck the shit out of everything just above everyone else's range. Clear out all dungeons much faster and more effectively and hit all that rare loot first, including the CGem drops.<br><br>Then start distributing the excess CGems to the rest of the guild so that they continue to work for it since it is a more efficient way to accrue them.<br><br><a href=\"#p37894183\" class=\"quotelink\">&gt;&gt;37894183</a><br>Yeah, so either the guild leader threatens them to it on pain of becoming nameless or they all have a cool enough head that they can see the advantage of it. It's only when picking up (so presumably transferring too) the gems that they mess with your head so calm decisions can be made whilst they're in the inventory and then everyone can transfer them once their mind is made up.<br><br>We still don't know if it's a compulsory thing or not though, it might just be players banding together to see what the limits of the CGem crafting system is.<br><br><a href=\"#p37894231\" class=\"quotelink\">&gt;&gt;37894231</a><br>Or we could join CG and rise through the ranks there. Being around the most experienced members would be a good way to learn how to fight and invest xp better, not to mention their forays into the crafting system. Add to that the fact we seem naturally adept at combat and I reckon we'd be able to stand out in the CG too.<br><br><a href=\"#p37894247\" class=\"quotelink\">&gt;&gt;37894247</a><br>Well it's not like we'll just stop talking to Ayla. I don't see why we wouldn't be able to party up with her on occasion either when we have a more lore orientated goal in mind.","time":1423290592000,"time4chanFormatted":"2/7/15(Sat)1:29","id":null,"name":"Anonymous","subject":null,"trip":null}
