{"number":"38004915","threadNumber":"38003684","comment":"<a href=\"#p38004879\" class=\"quotelink\">&gt;&gt;38004879</a><br><br>You emerge from the mouth of one of the upper caves, and the warehouse district gate comes into view. There's what looks like a skirmish underway up ahead, with the ranks of the Averron Guard broken by a group of Nameless. Three guardsmen stand a ways apart from one another, looking for an approach angle on the group of four Nameless they're surrounding.<br><br>The Nameless, though, are set on other targets. They're engaged in combat with an absolutely massive, greataxe-wielding man--you think he maxed his avatar's dimensions--wearing red-trimmed armor, marked with a familiar logo. Crimson Guard. They're lashing in and out like the sisters with chromatic hair you fought earlier, taking turns to keep the adjacent guardsmen at bay.<br><br>They're chipping away at the Crimson's armor. It seems like they're too fast for him; then, he twirls his axe overhead and levels it in a wide, barreling maneuver that cleaves through a member of the Nameless group, shoulder to waist. He spins, spiked shield ready, and takes a hit to the back that doesn't seem to bother him. Rather than block the next attack, he bashes the next Nameless with his shield, immobilizing him for long enough for the Crimson to essentially fall on him, shield forward, planting the spike through his chest.<br><br>He rolls aside to dodge a blow from behind, and the members of the Guard move in to finish off the third kill before helping the Crimson to his feet. The four of them begin to make their way into the city, with you following cautiously a ways behind them. You hear yelling, and think you can see smoke rising from over the city wall. <br><br>[[ 1 ]]<br><span class=\"quote\">> Get in contact with Ayla.</span><br><span class=\"quote\">> Get in contact with Smith.</span><br><span class=\"quote\">> Head in to help secure the city center.</span><br><span class=\"quote\">> Search for suspicious activity in the warehouse district.</span><br><span class=\"quote\">> Other.</span><br><br>[[ 2 ]]<br>Spend a point on Weapon Mastery?<br><span class=\"quote\">> Yes</span><br><span class=\"quote\">> No</span>","time":1423703534000,"time4chanFormatted":"2/11/15(Wed)20:12","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1422926454194.jpg","fileSize":"288074 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38003684/images/1423703534176.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38003684/thumbs/1423703534176s.jpg","md5":"Kf+DRYTF54jhcv4QGLWGPA==","w":"987","h":"1500","tn_w":"82","tn_h":"125"}
