{"isOp":true,"number":"38003684","threadNumber":"38003684","comment":"<span class=\"quote\">> [[ Broken Sky Online ]]</span><br><span class=\"quote\">> [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Unique Identifier: Ascheritte ]]</span><br><span class=\"quote\">> [[ Character sheet and inventory updated and re-checked. ]]</span><br><span class=\"quote\">> [[ You have one unspent EXP. ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">> [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline<br><br><span class=\"quote\">> Ascheritte defeated Crawler. [[ Party: Nel, Tatsumaki, Aelriss, Donnel ]]</span><br><br>\"Solid.\" Nel maneuvers to your side as you pull your weapon out of the bloody crawler husk. The five of you are lurking in the corner of a cave about halfway between Averron City and the lower branches; Aelriss and Donnel joined your party not too long ago, replacing Ayla, who went to join the Alliance leaders, and Vision, who since logged out. Allegedly, the Nameless have been incited into a riot which is currently underway in Averron City; you and your party, along with the remaining members of Aelriss and Donnel's party, were forced to fight off about a dozen Nameless immediately outside the ruins, and are now in search of something else to do.<br><br>The cave you've settled in is a little out of the way, though occasionally crawlers pop up from the ground nearby. The five of you have established a system of exterminating them; they seem easier to kill now that you've leveled up and loosened up.<br><br>The two of you return to the campfire where Tatsumaki, Aelriss, and Donnel are waiting. Sitting down on a flat-topped stalagmite, you extend your hands, bathing them in the warmth of the flames before you. They feel no less real than before. How long until this stops impressing you, you wonder? Have you yet felt every sensation this world has to offer? Perhaps, if you could acquire more Celestial Gems, then...<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1423700314000,"time4chanFormatted":"2/11/15(Wed)19:18","id":null,"name":"BSO","subject":"[[ Broken Sky Online Quest - Session 7 ]]","trip":"!3c0YaXQPuY","filename":"9db851d2378b2b06150179aa13036812224f9831.jpg","fileSize":"400058 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38003684/images/1423700314135.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38003684/thumbs/1423700314135s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":"679","h":"1549","tn_w":"109","tn_h":"250"}
