{"isOp":false,"threadNumber":38003684,"number":38009569,"name":"BSO","trip":"!3c0YaXQPuY","time":1423717336000,"time4chanFormatted":"02/12/15(Thu)00:02:16","comment":"<a href=\"#p38008715\" class=\"quotelink\">&gt;&gt;38008715</a><br><br>\"That guy was the one in charge of the Nameless who attacked us!\" Donnel says. \"What do we do?\"<br><br>\"I'm going.\" You say.<br><br>\"What?\"<br><br>The Guardian is beginning to recover. She grits her teeth and roars, twirling her spear in front of her before launching forward at the swordsman.<br><br>A beat, as you dive forward, away from your party, and slam your sword into the ground in front of them hard enough to break through the warehouse floor, sending chips of stone and bits of broken wood scattering and bouncing in all directions. The swordsman smiles, and--still holding his sword--raises his hands skyward, in a gesture of surrender.<br><br>\"Please.\" He says, calmly. \"Not to say I'm not enjoying myself, but let's not get carried away.\"<br><br>\"I'm not through with you.\" She points her spear at him before lowering it to her side and looking at you, turning a bit to keep her weapon between her and the swordsman. \"You lot! What is the meaning of this? What are you doing?\" <br><br>\"Protecting you!\"<br><br>\"You're both players, aren't you?\" Aelriss steps forward. \"Why are you fighting?\"<br><br>\"Ael, please, she literally just killed nine dudes.\" Nel whispers hoarsely, eyes wide.<br><br>\"I agree with that girl.\" The swordsman chuckles, sticking a thumb at Aelriss. \"Why are we fighting, Liza? I've watched you cut down so many members of my guild. I see no reason for you to make an attempt on my pride.\"<br><br>\"Anaximander, you honorless bastard.\" Liza hisses. \"Your actions are responsible for the deaths of countless players. You've orchestrated kill teams at player spawn locations! You've caused a riot that's destroying Averron as we speak!\"<br><br>\"Liza, you're acting like a child. I have eyes everywhere. I've seen what you've done. You've sent the members of your guild to defend the most remote locations in the city, so that you could come hunt me undeterred.\" Anaximander laughs, and you recall Ayla's words--about Liza's spreading the Guardians too thin."}
