{"isOp":false,"threadNumber":38003684,"number":38004862,"name":"BSO","trip":"!3c0YaXQPuY","time":1423703385000,"time4chanFormatted":"02/11/15(Wed)20:09:45","comment":"<a href=\"#p38003702\" class=\"quotelink\">&gt;&gt;38003702</a><br><br>\"I think we should head back to the city.\" You say. \"I have a feeling the guilds could use our help.\"<br><br>\"Gross,\" Nel sighs. \"You already want to duke it out with more Nameless?\"<br><br>\"I'm behind it.\" Donnel says. \"The more we kill, the better. Tell me I'm wrong.\"<br><br>\"They aren't all bad, Donnel. There are probably people in the city being killed unfairly--\"Aelriss begins, but Donnel interrupts.<br><br>\"You saw what happened when we trusted the last one! I gave you the benefit of the doubt, and we almost got killed for that.\" He says, rising from his seat on a stone outcropping. \"No more of this nonsense. From here on out, we're playing this game the way it was meant to be played.\"<br><br>\"How do you know what that is?\" Aelriss folds her arms, rising from her own seat, with Tatsumaki caught between her and Donnel's cold stares. The conversation stalls again. Nel nudges you with an elbow, and the two of you decide to take the lead, heading back up towards Averron City. The rest of the party falls in line behind the two of you after another second or two of silence.<br><br>You remember the road back up well, Nel carefully inspecting a map on his Unique Identifier as the five of you cross a bridge over the familiar white abyss below. You've seen a branch of the ruins now, which leaves you wondering where that leads, and how much space there really is down there. You feel like this walk is a little shorter than it should be, but you aren't complaining; walking is just tiring enough to feel real.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"Donnel.jpg","fileSize":"320 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/38003684/images/1423703385048.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/38003684/images/1423703385048s.jpg","md5":"ns5s/kqI3Nu/ICGTDLBeTQ==","w":508,"h":918,"tn_w":69,"tn_h":125}
