{"isOp":false,"threadNumber":38003684,"number":38005486,"name":"Anonymous","time":1423705263000,"time4chanFormatted":"02/11/15(Wed)20:41:03","comment":"<a href=\"#p38004915\" class=\"quotelink\">&gt;&gt;38004915</a><br><br>You give Ayla a call. It's a moment before she answers; the hologram screen is a shot of her with a bruised face and her back pressed to a wall. There's flashes of caster fire and faint explosions that are just a little bit out of phase with the distant explosions you catch from over the city walls.<br><br>\"Ascheritte?\" She asks. \"What's going on? I'm a little busy.\"<br><br>\"I actually wanted to ask you what was going on.\" You respond. \"We just got back to Averron. Is something wrong?\"<br><br>\"They've got groups camping outside the guild halls. We're trying to do something about it, but Liza's spread her guild too thin.\" Ayla grits her teeth. \"She stormed off towards the warehouse district and I haven't been able to get in contact with her since, which doesn't bode well, considering that's where Freakshow has been the most active recently.\"<br><br>\"Do you need anything?\" You ask.<br><br>\"I'd like it if you could be careful. This whole thing got a lot worse than we anticipated. It's bigger than just Freakshow and some Nameless.\" She responds. \"Random people from off the street have gotten killed or pulled into the fighting. People who don't have anything to do with it are just looting everyone and taking swings for the hell of it. Most of 'em don't even know why they're fighting anymore.\"<br><br>There's another explosion, and her eyes widen. She shouts, sprinting out of view before the call ends. You try to call Smith, but he doesn't respond. His workshop is in this district, though; perhaps you could go check?<br><br>You glance upward, catching a player and a pair of Nameless moving across external scaffolding on a tall, blocky warehouse building. The three of them carefully open a wooden door and shuffle inside; you think you catch a glimpse of Freakshow bandanas on their upper arms.<br><br><span class=\"quote\">&gt; Head for Smith's workshop.</span><br><span class=\"quote\">&gt; Search for a ground entrance to that warehouse.</span><br><span class=\"quote\">&gt; Climb up to the warehouse scaffolding.</span><br><span class=\"quote\">&gt; Head for the guild halls.</span><br><span class=\"quote\">&gt; Other.</span>","filename":"84129481.jpg","fileSize":"90 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/38003684/images/1423705263769.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/38003684/images/1423705263769s.jpg","md5":"IWAIpQfpGzEg/bsCbfrX2A==","w":1023,"h":653,"tn_w":125,"tn_h":79}
