{"isOp":false,"threadNumber":38003684,"number":38006129,"name":"Anonymous","time":1423707281000,"time4chanFormatted":"02/11/15(Wed)21:14:41","comment":"<a href=\"#p38005486\" class=\"quotelink\">&gt;&gt;38005486</a><br><br>\"This way. We'll see if my friend is here.\" With Nel and the others watching your corners, you lead the party through the narrow district corridors toward where Smith indicated his workshop was. The building's aren't that tall; the architecture is blocky and a bit rusty. Dirty-looking alleyways connect city block to city block, and every other building seems to have a fire escape or a metal scaffold running its circumference.<br><br>You get a feel for the warehouse district pretty quickly, but you understand the warnings. It'd be easy to get lost in a place like this. It's the darkest part of the city, and you feel like you're being watched everywhere you go, though you've got a whole party with you.<br><br>\"Uhm, Ashe?\" Nel asks. \"Is this the place?\"<br><br>You arrive at a building in the approximate area, and recognize the arrangement of exterior windows from your call with Smith. The door is wide open, and there's two dead players curled up outside, bodies cut and burnt. Tatsumaki and Aelriss run forward to investigate, but you recognize them, even from here, as the two people who burst in on Smith during your call earlier.<br><br>\"They're just Nameless.\" You say. \"They attacked Smith when I was talking to him, before we came up.\"<br><br>\"Uhm,\" Donnel says. \"They're wearing Disposable Heroes tabards. Does that guild invite Nameless?\"<br><br>\"I didn't think so.\" Nel says. \"Do they have UIs?\"<br><br>\"They've got nothing.\" Aelriss says. Tatsumaki makes an 'empty-handed' gesture. You look around. It's dark inside the workshop. Smith is nowhere to be seen, and you still can't shake the feeling someone is watching you.<br><br><span class=\"quote\">&gt; Head inside.</span><br><span class=\"quote\">&gt; Other.</span>","filename":"Smith.jpg","fileSize":"596 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/38003684/images/1423707281016.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/38003684/images/1423707281016s.jpg","md5":"Yxkuf5Xk+4zvA7eEw9/ecg==","w":717,"h":787,"tn_w":113,"tn_h":125}
