{"number":"38004879","threadNumber":"38003684","comment":"<a href=\"#p38004862\" class=\"quotelink\">&gt;&gt;38004862</a><br><br>\"Aelriss, how do you get elemental equipment?\" You ask over your shoulder, trying to make conversation.<br><br>\"Artificers can put elemental focuses into your items, is the gist of it.\" Nel says.<br><br>\"Foci.\" Aelriss corrects him. \"Sources of elemental power can be harvested naturally or dropped from monsters, depending on your discipline and your particular preference. The best ones come from bosses, but I'm told you have to work for them, completing particular rituals or cutting off wings and tails by dealing direct damage to those particular locations.\"<br><br>\"Ah,\" You recall. \"I played a game like that, once.\"<br><br>\"But the power and specific workings of particular foci can vary wildly depending on what they're from and what types of equipment you fuse them with.\" She continues.<br><br>\"Some artificers apparently found a Dark focus in a branch of the ruins, but apparently you can't even work with upper-tier elements without something called an 'aetheric resonator'.\" Nel says.<br><br>\"Ah!\" Aelriss's eyes light up. \"Did they say where to get one?\"<br><br>\"Nope.\" He responds, deadpan. \"Sounds expensive, though. Or rare.\"<br><br>\"Damnit...\" Aelriss frowns, looking disappointed.<br><br>\"You're sure this is the right way, Nel?\" You ask, glancing over another bridge.<br><br>\"Taking a shortcut.\" He responds. \"Should be right through here...\"<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1423703462000,"time4chanFormatted":"2/11/15(Wed)20:11","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Nel.jpg","fileSize":"450515 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38003684/images/1423703462135.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38003684/thumbs/1423703462135s.jpg","md5":"nquPJuSUrjozlzrxyDCvfw==","w":"1756","h":"1756","tn_w":"125","tn_h":"125"}
