{"isOp":false,"number":"38003702","threadNumber":"38003684","comment":"<a href=\"#p38003684\" class=\"quotelink\">&gt;&gt;38003684</a><br><br>\"Ascheritte, are you alright?\" Aelriss asks, waving a hand in front of your face.<br><br>\"Hm? Oh, yeah.\" You shake your head. \"I was just thinking.\"<br><br>\"Right.\" Donnel chimes in. \"Well, good fighting nonetheless, you two. Aelriss was just telling us what she's figured out about the elements. Apparently, there's three whole tiers, with...\"<br><br>\"Hey, I know this.\" Nel folds his arms. \"Fire, water, earth, and wind are Tier 3. Ice, lightning, dark, and light are T-2, and T-1 was... uhm.\"<br><br>\"Gravity,\" Aelriss begins. \"Nature, time, and life.\"<br><br>\"There could be plenty more, knowing this game.\" Nel responds. \"Anyway, what are we thinking of doing?\"<br><br>\"I'm not sure.\" Donnel says. \"Peace in Averron City seems tenuous, but we're going to have to go back eventually, and I'd really like an opportunity to visit the market and vendors.\"<br><br>\"Mhm.\" Tatsumaki nods.<br><br>\"What if that's not an option?\" Nel asks, standing and circling around the fire to face the entire party.<br><br>\"Not sure.\" Aelriss says. The conversation stalls. \"But, we can't just sit here forever. Who's got some ideas?\"<br><br><span class=\"quote\">> \"Let's try to get back to Averron. The guilds could use our help.\"</span><br><span class=\"quote\">> \"Let's investigate another branch of the ruins. It won't be that dangerous.\"</span><br><span class=\"quote\">> \"Aelriss, how do you get elemental equipment?\"</span><br><span class=\"quote\">> Other</span>","time":1423700358000,"time4chanFormatted":"2/11/15(Wed)19:19","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Aelriss.jpg","fileSize":"132820 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38003684/images/1423700358612.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38003684/thumbs/1423700358612s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":"1000","h":"605","tn_w":"125","tn_h":"75"}
