{"isOp":false,"number":"38011163","threadNumber":"38003684","comment":"<a href=\"#p38010702\" class=\"quotelink\">&gt;&gt;38010702</a><br><br>You manage to navigate to your UI menu, and spend your lingering experience point on HP. Your maximum health increases, and you feel a measure of vitality returning to your body as your current health scales up in line with your new maximum. You don't know if it'll be enough to survive the hit.<br><br>You start yelling, hoping someone will hear you.<br><br><span class=\"quote\">> [[ Contact Request: Crimson Guardian Liza ]]</span><br><br>There's a ping, before you close your UI.<br><br><span class=\"quote\">> [[ UI Messenger - Crimson Guardian Liza ]]</span><br><span class=\"quote\">> [[ Crimson Guardian Liza ]]: Your friends are telling me it's you I'm looking at through the skylight.</span><br><span class=\"quote\">> [[ Crimson Guardian Liza ]]: If you're conscious, I'm going to need you to relax. </span><br><span class=\"quote\">> [[ Crimson Guardian Liza ]]: Even if I catch you, you might still die if your health is too low.</span><br><span class=\"quote\">> [[ Ascheritte ]]: H;ELp</span><br><span class=\"quote\">> [[ Crimson Guardian Liza ]]: Stop yelling.</span><br><br>\"Celestial Artifact.\" An echoic call from below you, closer than you imagined. Her voice is resolute, and carries far; you turn, to see a bloom of red light evolving from the warehouse roof. The sound from below you--it's vaguely reminiscent of a jet engine warming up. \"Crimson Wings.\"<br><br>Liza ascends, rushing upward to meet you, aided by the metallic scarlet wings unfolding from her armor just below her shoulders. Each one sits atop a blade of raw, silver light, that gives off visible, withering heat, and leaves an iridescent contrail.<br>Fuck everything, you are totally getting some of those.<br><br>She maneuvers toward you, but you seize, as another shock courses through your body. A residual effect? You tumble, falling past her, and hear a sickening crack as she's forced to grab your ankle. Your vision is caked completely in red.<br><br>The game sound grows a little dull. You think you're dead.<br><br>A brief pause.<br><br>\"I've got you.\"","time":1423723062000,"time4chanFormatted":"2/12/15(Thu)1:37","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
