{"isOp":false,"number":"38010548","threadNumber":"38003684","comment":"<a href=\"#p38010139\" class=\"quotelink\">&gt;&gt;38010139</a><br><br><span class=\"quote\">> [[ 3 ]]</span><br><br>He stays your greatsword, in a scene that likely appears improbable from the outside.<br><br>Then, smiles, as a powerful shock runs along your blade and through your body.<br><br><span class=\"quote\">> [[ Ascheritte: 17 / 24 HP ]]</span><br><br>It stings a bit, and fills you with a vague sense of dread, and as Nel and Donnel drive their blades toward him, a sense of vertigo. Anaximander completes his channeling, just as steel touches his body.<br><br>A pulse of bright green blots out your vision. You're losing contact with him.<br><br>You push your sword down further, and there's a sudden turbulence. Is this a Celestial Artifact? \"Wait, what are you doing? Get away from me! I can't--\"<br><br>The two of you manifest in the air, closer to the cave ceiling than to Averron City. You can see the warehouse district far below. You're falling.<br><br>\"You idiot!\" He whirls around, breaking your grip. \"You're going to kill us both!\"<br><br>Energy is building up, but you aren't going to let him channel again. You can't manage the leverage to swing your greatsword in the air, instead releasing it and whirling around to plant a fist in his face with all the force you can muster.<br><br><br>\"Ngh!\" He plants his free hand on his face, drifting away from you as you fall. Then, his body is cloaked in red, and leaves scarlet afterimages as he closes the distance at high speed, dragging his sword across your chest as he passes by. There's more blood than you're used to, and another stunning shock. \"I hope you're happy!\"<br><br>You're falling, upside down, and you can't move. Red lines are creeping in from the corners of your vision. Averron City is getting larger beneath you. You're about to hit the ground, or the warehouse roof.<br><br><span class=\"quote\">> [[ 1d100 ]]</span>","time":1423720800000,"time4chanFormatted":"2/12/15(Thu)1:00","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
