{"number":"38116715","threadNumber":"38115464","comment":"<a href=\"#p38116326\" class=\"quotelink\">&gt;&gt;38116326</a><br><br>“If we're going to the market square, let's stick together.” You respond. “Could still be dangerous.”<br><br>“Agreed.” Donnel says. “Alright, how long are we gonna stand here?”<br><br>The five of you make your way out of the warehouse and into the street, weapons ready. Some distance away, a group of Nameless gathered under a wrought-iron lamppost watch you, quietly. You keep your eyes on them, hand eased on the hilt of the greatsword at your back.<br><br>If it came to a fight, there's no doubt in your mind your group would win. They don't act, and you pass further into the city without event. You'd hate to advocate further violence within the city; hell, you might even make enemies among the Alliance were you the ones who started further fighting.<br><br>It's a lot quieter now. Remaining in a tight group, the five of you make your way into the market square. A number of the player-run stalls are damaged, derelict, or destroyed now, though there's a few that are still manned. Altogether, it looks like people are tallying the losses.<br><br>You can see the general store where the NPC crafters and salesmen are located. Further down the street, you can see the tavern. The building looks like it's sustained heavy fire damage; the cozy interior appearance apparently comes at the cost of durability. There's a number of people gathered outside, and small groups file in and out.<br><br>“I'm heading to the general store.” Donnel says. “Gotta get some crafting done.”<br><br>“Same. I need to restock.” Nel responds. “Maybe I can do something with this chain, too.”<br><br>“Tatsumaki and I will be out here window-shopping, then.” Aelriss says. “Careful, you guys.”<br><br><span class=\"quote\">> Search for a specific type of item among the player stalls. (Write-in)</span><br><span class=\"quote\">> Head to the general store and do some shopping, or reforge the boss armor.</span><br><span class=\"quote\">> Investigate the tavern.</span><br><span class=\"quote\">> Other.</span>","time":1424137093000,"time4chanFormatted":"2/16/15(Mon)20:38","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Donnel.jpg","fileSize":"327879 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38115464/images/1424137093617.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38115464/thumbs/1424137093617s.jpg","md5":"ns5s/kqI3Nu/ICGTDLBeTQ==","w":"508","h":"918","tn_w":"69","tn_h":"125"}
