{"number":"38116326","threadNumber":"38115464","comment":"<a href=\"#p38115464\" class=\"quotelink\">&gt;&gt;38115464</a><br><br>“Liza.” You ask. “Now's not the best time, but I'd like to talk to you later about joining the Guardians.”<br><br>“Mm...” She raises an eyebrow. “If you're really interested, then come by our hall later. After all of the action around Averron gets sorted out. I'll be online for a while, and someone will talk to you if not.”<br><br>“Alright,” You respond. “Thanks.”<br><br>She steps outside and launches skyward out of view.<br><br>“Aw, Ashe.” Nel frowns. “You're really thinking about joining up with them?”<br><br>“Just thinking about it.” You respond. “It'd be nice to be in one of the top guilds.”<br><br>“Makes sense to me.” Donnel says. “I would, if I thought I'd fit in.”<br><br>There's a pause. “Alright, then.” You say, leading the group out of the warehouse. “What do you guys want to do now?”<br><br>“I was hoping we'd be able to get to the market square.” Nel says. “I think we've all got stuff we need to do there. After that, I think I'm going to log out. It's been a bit of a day.”<br><br>“Mhm.” Donnel responds. “I've got stuff to try and sell, and I want to see if I can get anything crafted before I think about burning off myself.”<br><br>“You know anyone that can do that?” Aelriss asks. “I've been looking for a trustworthy crafter. Or a good Technician...”<br><br>“Nope,” He says. “NPCs are fine for smaller stuff, though. If you find somebody, let me know.”<br><br>Tatsumaki pensively fumbles about in her UI menu briefly before producing an item: the Earthen Orb, and offering it to Aelriss.<br><br>“Huh? This is an elemental focus.” She asks. “You want me to use this?”<br><br><span class=\"quote\">> Head to the market square as a group.</span><br><span class=\"quote\">> Offer to split up, and head back to the tavern.</span><br><span class=\"quote\">> Offer to split up, and head back to the city center.</span><br><span class=\"quote\">> Offer to split up, and head back to the fortune teller.</span>","time":1424135950000,"time4chanFormatted":"2/16/15(Mon)20:19","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Crimson Guardian Liza.jpg","fileSize":"814860 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38115464/images/1424135950586.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38115464/thumbs/1424135950586s.jpg","md5":"KWtb/ltt3MNMO+AxQs98QQ==","w":"1236","h":"1020","tn_w":"125","tn_h":"103"}
