{"isOp":true,"number":"38115464","threadNumber":"38115464","comment":"<span class=\"quote\">> [[ Broken Sky Online ]]</span><br><span class=\"quote\">> [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">> [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline<br><br>With the help of Eunoia, as well as some of the bandages you found, you manage to restore your health to your new maximum. You stand up and dust yourself off, vision returning to normal, with the rest of your party standing by. Liza's also nearby, messaging someone on her UI; you're not sure who it could be, but given the scenario, it's probably one of the Alliance higher-ups.<br><br>“Fuck,” She shakes her head. “How am I going to explain this?”<br><br>“You could start by helping with the rioting.” Donnel says. “Things weren't looking too good last I checked.”<br><br>“I've had my guild regroup.” Liza responds. “Most of the larger Nameless groups have been routed, according to Andor. The market square will take some time to recover, but the guild halls and the city square are mostly clear.”<br><br>“Mostly?” Nel asks. “Sounds like there's still some tension.”<br><br>“Travel in groups.” Liza says, Crimson Wings unfolding on her back with a series of high-pitched mechanical chirps. “The biggest problem has been ambush attacks. I'm going to make a sweep before I get back to the Guardians' hall.”<br><br>“I'd tell you to be careful, but...” Aelriss winces, glancing briefly at the number of dead Nameless scattering the room. “You seem like you're doing a fine job already.”<br><br>A fine job? You sigh. You'd like to tell Liza off, but you're in no position to. And on the other hand, she was uninformed. Hell, you might have done the same thing.<br><br>“I'm trying.” Liza turns, and there's a faint whine of her Artifact warming up. “I've got to go.”<br><br><span class=\"quote\">> Ask Liza about joining the Guardians.</span><br><span class=\"quote\">> Ask Liza something else. (Write-in.)</span><br><span class=\"quote\">> Let Liza go, and figure out what to do next.</span><br><span class=\"quote\">> Let Liza go, but tell Ayla about her deception.</span>","time":1424133680000,"time4chanFormatted":"2/16/15(Mon)19:41","id":null,"name":"BSO","subject":"[[ Broken Sky Online Quest - Session 8 ]]","trip":"!3c0YaXQPuY","filename":"1422324183059.jpg","fileSize":"396742 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38115464/images/1424133680687.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38115464/thumbs/1424133680687s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":"679","h":"1549","tn_w":"109","tn_h":"250"}
