{"isOp":false,"number":"38120292","threadNumber":"38115464","comment":"<a href=\"#p38119653\" class=\"quotelink\">&gt;&gt;38119653</a><br><br>\"This ability, the unknown one.\" You begin to ask about the unknown ability you have, but aren't sure how to vocalize it. You're having a strange feeling, like you've gone through motions identical to these before. You use your UI to project your skill menu onto the table, and point at it for the fortune teller.<br><br>\"Mm, yes.\"<br><br>The NPC appears as if they're beginning to speak; then, their animations abruptly reset with a noticeable twitch. This time, they open their mouth, and cough up a terrible hissing that lasts less than a second. Your ears hurt.<br><br>Another razor-toothed smile, as the animation replays, and those eyes look at you with purpose and intensity.<br><br>\"It seems someone is playing games with you.”<br><br>\"What?\" You ask; the response is unfamiliar, but they quickly slip back into their usual phrases.<br><br>\"Strange, that you would fancy this meeting when our futures are so murky.\" <br><br>\"One can see many things in the ether, and learn more from the Celestials. Uncover their artifacts by searching carefully in your travels through dangerous locations, and you will find the truth in a matter of time.\" They tilt their head. You remember this speech. They're right. There's a burning in the back of your mind. All you need to do is find more Celestial Gems. God, how could you have been so stupid? <br><br>\"My sight is much vaster than many. Clear your mind, child, and allow me to alleviate your worries. Where shall I direct my gaze?\" <br><br>“I need to know about Velika and Kjorikos.” You step forward, planting your hands on the table. The thought occurs to you, and you produce the dusty memento, whirling it around to face the NPC. You remember the face of the woman, Velika, beautiful though haunting. “The woman in this portrait.”<br><br>“Child, there is no woman in that portrait.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1424146178000,"time4chanFormatted":"2/16/15(Mon)23:09","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"0cbf09b69ee96bc3bd1932c9294f08ac01900e7d.jpg","fileSize":"383205 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38115464/images/1424146178458.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38115464/thumbs/1424146178458s.jpg","md5":"+oPDdMxV4PZn91qonmXVPw==","w":"514","h":"775","tn_w":"82","tn_h":"125"}
