{"isOp":true,"threadNumber":38202767,"number":38202767,"subject":"[[ Broken Sky Online Quest - Session 9 ]]","name":"Sylvetica","trip":"!3c0YaXQPuY","time":1424481361000,"time4chanFormatted":"02/20/15(Fri)20:16:01","comment":"<span class=\"quote\">&gt; [[ Broken Sky Online ]]</span><br><span class=\"quote\">&gt; [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.c<wbr>om/archive.html?tags=Broken%20Sky<br><span class=\"quote\">&gt; [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">&gt; [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline<wbr><br><br>Liza's deception has left your perception of the Averron Alliance a bit fuzzy, but one thing is certain; the Crimson Guardians guild hall is large as it is opulent. You're meandering about outside the halls, and walk onto the edge of the steps, as it's the closest one. It's somewhere between barracks and castle, with a red roof and numerous flags emblazoned with the crimson insignia. You pause, taking a look at the plaque nearby the door.<br><br><span class=\"quote\">&gt; [[ Crimson Guardians – Guild Hall ]]</span><br><span class=\"quote\">&gt; [[ Guild Leader: Liza ]]</span><br><span class=\"quote\">&gt; [[ Guild Officers: Kainzo, Mendicant, Florica ]]</span><br><span class=\"quote\">&gt; [[ “ Glory Is Forever ” ]]</span><br><br>You contemplate knocking.<br><br>Though, you were meaning to pay the Writ Keepers a visit as well. You were planning on waiting for Ayla, though she presented the option of speaking to Dorian, presumably one of her officers; the notion doesn't sound terribly appealing to you, as what you were planning on talking about pertained, at least somewhat, to her. At the top of the steps to the Guardians' hall, you turn on a heel to head that way. A couple of familiar figures intercept your path, however.<br><br>“Ascheritte.” Aelriss waves. The collar of a chain shirt is visible, under the neck of her cloak. Tatsumaki is following close behind; she's wearing a pair of scale gauntlets right now that give off a faint glow of a hazy golden brown. “There you are. What are you doing?”<br><br>“Just checking out the guild halls.” You respond. “I heard there was some fighting going on over here, and I was thinking about joining up with a guild anyway.”<br><br>“Mm, you were talking to Liza back there, I heard. The Guardians, right?” She sticks her tongue out, screwing up her face for a second at the notion. “Bleh.”<br><br><span class=\"quote\">&gt; [[ Continued... ]]</span>","filename":"0b0c7a43c9ee119ff3e5b863d2ef0d42475e9524.jpg","fileSize":"87 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/38202767/images/1424481361864.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/38202767/images/1424481361864s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":738,"h":1200,"tn_w":153,"tn_h":250}
