{"isOp":false,"threadNumber":38202767,"number":38203412,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1424483125000,"time4chanFormatted":"02/20/15(Fri)20:45:25","comment":"<a href=\"#p38202880\" class=\"quotelink\">&gt;&gt;38202880</a><br><br>“Thanks.” You respond. “Looks like you two did some shopping yourselves.”<br><br>“Most definitely.” Aelriss tugs on the collar of her chain-mail. “I'm wearing actual armor now, which is cool. Tatsumaki burned her cash on some new gauntlets, and gave me an earth focus to power 'em up with. I just re-committed my PP for Eunoia, so I'm ready for whatever.”<br><br>“Alright, then. How about the Inner Sanctum?” You ask. “Do you guys want to wait for Nel to come online?”<br><br>Tatsumaki nods.<br><br>“Ah, you guys were doing that dungeon in the ruins, right? The cathedral.” Aelriss says. “If your friend was there with you, then it's really only fair to wait for him. Unless you don't want to. I'd want to wait for Donnel myself, but it's fine if that's not alright with you.”<br><br>“No, no.” You shake your head. “I was just getting your opinions. I'm sure there's stuff we can do until then. Anyone feel like farming?”<br><br>“Sounds fine with me.” Aelriss responds. “Let's see, there's always Crawlers. Then the stone guys are pretty easy to blow up. I'm sure there's plenty of stuff in the branch with that cathedral that we haven't seen yet. Though... Nameless could attack again. And that Anaximander...”<br><br>“They could attack anywhere.” You sigh, shaking your head. “Hell, Anaximander can apparently teleport long distances. I'm not sure where he's hiding, or how accurate his ability is. But presumably, all it takes is a spy.”<br><br>Nel, Donnel, and Vision are offline.<br><br>Aelriss, Ayla, Smith, and Tatsumaki are online.<br><br><span class=\"quote\">&gt; Suggest farming crawlers nearby the city.</span><br><span class=\"quote\">&gt; Suggest returning to the same branch as before and exploring further.</span><br><span class=\"quote\">&gt; Suggest seeking out a different branch.</span><br><span class=\"quote\">&gt; Suggest something else. (Write-in)</span><br><span class=\"quote\">&gt; Message someone.</span>"}
