{"isOp":false,"number":"38202832","threadNumber":"38202767","comment":"<a href=\"#p38202767\" class=\"quotelink\">&gt;&gt;38202767</a><br><br>“Mm, you were talking to Liza back there, I heard. The Guardians, right?” She sticks her tongue out, screwing up her face for a second at the notion. “Bleh.”<br><br>“I'm sure they're not all bad.” You raise an eyebrow, looking back at the magnificent guild hall behind you. You're not disinterested: rather, you're still conflicted. Liza's \"deception\" has left your thoughts of the Alliance a bit fuzzy.<br><br>“Mhm. I dunno, I guess I'm just not as hardcore as them. It doesn't sound so appealing to me.” Aelriss shrugs. “I actually wanted to see if the Writ Keepers would take me.”<br><br>“Really?” You grin.<br><br>“Yeah,” She responds. “Don't get me wrong. I'm not much of a roleplayer. It just sounds fun, y'know?”<br><br>“It's alright. You'd like it.” You respond, making your way to the bottom of the stairs to lean against the nearby pillar. Dressing in weapons and armor is still just tiring enough to feel real. You should get back to hunting Celestial Gems soon. “Ayla's really cool.”<br><br>“She seemed like it. God, the top guild officers must feel like celebrities.” Aelriss says. “You think you could have done what the Alliance leaders did, if you'd gotten to Averron first?”<br><br>“Maybe.” You respond. “I doubt it's completely luck, if that's what you're asking. I'm not saying I couldn't, but some of them are pretty good. I'm sure Liza is, anyway, and Ayla treats this game like it's rocket science. It's crazy.”<br><br>Aelriss nods, looking a bit despondent.<br><br>“Really?” You ask. “That upsets you? You know you've got one of the only Celestial Artifacts in the game, right? And a fucking strong one, to boot. Go wave that around and see how many people stick to you.”<br><br>“Oh, please.” She chuckles. “Go on.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1424481547000,"time4chanFormatted":"2/20/15(Fri)20:19","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Aelriss.jpg","fileSize":"132820 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38202767/images/1424481547645.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38202767/thumbs/1424481547645s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":"1000","h":"605","tn_w":"125","tn_h":"75"}
