{"isOp":false,"number":"38208483","threadNumber":"38202767","comment":"<a href=\"#p38207861\" class=\"quotelink\">&gt;&gt;38207861</a><br><br><span class=\"quote\">> [[ Critical Success ]]</span><br><br>You hate bugs.<br><br>There's a mound of red compound-eyes staring at you. It's skittering forward, scythe-like legs covered in chitinous armor. It's got enormous wings, and its abdomen resembles a bioluminescent, bulbous sac, webbed in bony armor plating.<br><br>You stride backwards, water and mud splashing from underfoot as you ready your bastard sword against the charge. It rears up, mouthparts clicking, hoping to impale you on one of its razor-sharp forelimbs, but makes the mistake of exposing the underbelly.<br><br>You stab it from beneath, and carry through, watching your sword emerge from its back as it towers over you, and cutting clean between the wings from head to tail.<br><br><span class=\"quote\">> Ascheritte defeated sliverwing. [[ Party: Aelriss, Tatsumaki ]]</span><br><br>You cut through that sac, and something pours out, causing you to rear back. It looks like blood at first, but it glows a bright orange and sizzles on contact with the ground below. Red rings swirl around your body: Haste.<br><br>Another one of them is coming at you from the front, and you hold it at bay with your sword, dodging left and right as the forelimbs bury themselves in the mud. There's an incessant buzzing from all around; it's like they're moving in formation, as two of them are engaged with both Tatsumaki and Aelriss.<br><br>Boom: the sound of earth breaking from Tatsumaki's direction. A reverberation echoes through the cave, and bits of rock fall from above.<br><br><span class=\"quote\">> Tatsumaki defeated sliverwing. [[ Party: Aelriss, Ascheritte ]]</span><br><br>A jet of orange liquid sails over your shoulder, barely missing you. The air is filled with an acrid stench, and you'd swear from the heat it was combusting on contact with oxygen. Aelriss is yelling loudly and incoherently.<br><br><span class=\"quote\">> [[ Haste: Ascheritte is attacking and moving faster. ]]</span><br><span class=\"quote\">> Clear yourself of targets.</span><br><span class=\"quote\">> Pair up with Tatsumaki to finish these two.</span><br><span class=\"quote\">> Back up Aelriss.</span>","time":1424496767000,"time4chanFormatted":"2/21/15(Sat)0:32","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"1f2ae52a408152c377dfd3f99bbb8dc894f77a96.jpg","fileSize":"92302 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38202767/images/1424496767193.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38202767/thumbs/1424496767193s.jpg","md5":"AmjCySUrRX+oZd7UUK95DQ==","w":"1024","h":"915","tn_w":"125","tn_h":"111"}
