{"isOp":false,"threadNumber":38429954,"number":38429968,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1425340676000,"time4chanFormatted":"03/02/15(Mon)18:57:56","comment":"<a href=\"#p38429954\" class=\"quotelink\">&gt;&gt;38429954</a><br><br><span class=\"quote\">&gt; [[ Underground: Vos's Lair // Neutral Territory // PVP Enabled ]]</span><br><br>“How many more of these things are down here?” You shout, the three of you rushing to make your way back through the cave to the ropes. There's skittering around you, and from the darkness, a jet of searing liquid splashes onto your ankle. You shout, stumbling backwards, then swing your sword as a shape jets forward.<br><br><span class=\"quote\">&gt; Ascheritte defeated sliverwing. [[ Party: Aelriss, Tatsumaki ]] </span><br><span class=\"quote\">&gt; [[ Level 6: You have 1 unspent EXP. ]]</span><br><br>“I don't know!” Aelriss shouts, ducking under another one of the shadowy figures. Eunoia's flapping around in a bit of a panic. Tatsumaki's already way behind you, struggling back onto the ropes you set.<br><br>The three of you make your way back up to the cave opening, a group of the giant sliverwings waiting far below you, watching your ascent.<br><br>“There's a boss down there.” You say, catching your breath.<br><br>“Probably more than one. I read about them while the message boards were still up.” Aelriss says. “They've apparently got a hive queen, but I hadn't heard anything about that... frog. What do we want to do now?”<br><br><span class=\"quote\">&gt; Write-in</span><br><span class=\"quote\">&gt; Back to Averron. Let's fill out our party and explore this place further.</span><br><span class=\"quote\">&gt; Back to Averron. Let's organize the trip to the Sanctum, and break for now.</span><br><span class=\"quote\">&gt; Back to Averron. You've got stuff to do around town.</span>","filename":"1f2ae52a408152c377dfd3f99bbb8dc894f77a96.jpg","fileSize":"90 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/38429954/images/1425340676783.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/38429954/images/1425340676783s.jpg","md5":"AmjCySUrRX+oZd7UUK95DQ==","w":1024,"h":915,"tn_w":125,"tn_h":111}
