{"isOp":false,"threadNumber":38429954,"number":38435325,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1425354747000,"time4chanFormatted":"03/02/15(Mon)22:52:27","comment":"“I wanted to talk about the expedition.” You respond. “Did you get the chance to bring it up?”<br><br>“Barely, though my audience was a bit petulant at the time.” She responds. “The Guardians are supposedly prepared whenever we'd like to begin, though they insist upon leading our team.”<br><br>“Despite this, Ayla and I will obviously be attending.” Dorian adds. “Tell me, Ascheritte, when did you plan on orchestrating this expedition?”<br><br>“Tonight.” You respond. “Well, in a few hours, I mean. We're waiting on a couple of people, and my members and I want a break beforehand.”<br><br>“Tonight? Are you daft?” Dorian asks. “We've barely had the time to—“<br><br>“That sounds fine.” Ayla interrupts. “Ascheritte, I'd like to apologize for...”<br><br>“It's fine. I just wanted you to reconsider organizing your own party to make your way to the Sanctum, after what we'd been through.” You shake your head, and Dorian winces at you. “I visited the fortune-teller about what we found in Velika's tomb, and earned some information that seems indispensable to the cause, about Kjorikos and his work.”<br><br>“I didn't have intent to abandon you, Ascheritte. As the leader of a guild, I've my own set of responsibilities.” A group of individuals passing in the direction of the Writ Keepers' hall hail her, and she waves in kind. “To them, and others—and as one of the leaders of the Averron Alliance, I maintain a measure of responsibility for all those who pass through this city.”<br><br>“Ayla, this is awfully undignif—“<br><br>“Dorian.” The Alliance leader hisses, taking a step towards him that causes him to shrink back on one foot, eyes widened. “How long do you expect to remain my officer at this rate?”<br><br>“I—I'm sorry.” He waves his hands dismissingly, tone growing nervous.<br><br>There's a pause, and Ayla turns to face you. “Ascheritte, would you mind sharing a word with me in our guild hall?”<br><br><span class=\"quote\">&gt; Not now. Set a time for the trip to the Sanctum.</span><br><span class=\"quote\">&gt; Sure.</span>"}
