{"number":"38435918","threadNumber":"38429954","comment":"<a href=\"#p38435325\" class=\"quotelink\">&gt;&gt;38435325</a><br><br>“I understand.” Dorian nods, then begins down the street, glancing over his shoulder periodically.<br><br>“This way.” Ayla motions toward you, leading you towards one of the nearby guild buildings. The architecture echoes faintly of a town hall or library, rather than a military building, and there's a strange change in atmosphere as she leads you through the front door.<br><br><span class=\"quote\">> [[ Guild Hall: Writ Keepers // Writ Keepers' Territory // PVP Disabled ]]</span><br><br>The interior is well-furnished, with the main room looking something like a large study. There's what looks like a small alchemy lab set up on a table in an alcove on one end of the room, with a shelf housing numerous exotic-looking potted plants and glassware. A large table and chairs in the center of the room, where a number of Ayla's guild members appear to be mid-discussion; many of the other walls are lined with bookshelves.<br><br>“Ayla!” A lively-looking man laughs, turning from the table, with a walking stick balanced across his lap. “The lot of us are on the brink of discovery, we are! Care to join us?”<br><br>“Sincerest apologies, Cardus.” Ayla responds. “I'd be glad to later, but as of now, I've a guest. Please welcome Ascheritte, however; he's a personal friend.”<br><br>“Heyo!” A lithe woman with dark skin and swept-back blonde hair waves, before returning to carefully-inspecting her blades. “Name's Sulya. I'm loving the armor, there!”<br><br>“Huh?” You look down at your chest, only now remembering the weight around your shoulders. “Ah, thank you. It took some work to get.”<br><br>“I'll bet it was well worth it.” Sulya responds. “Alright, then: sorry to keep you.”<br><br>“It's no big deal.” You say, and she smiles as you wave her off. “Take care.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1425356216000,"time4chanFormatted":"3/2/15(Mon)23:16","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Cardus.jpg","fileSize":"216563 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38429954/images/1425356216422.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38429954/thumbs/1425356216422s.jpg","md5":"hvc9AhO+r9wOudBWDDzM4w==","w":"640","h":"800","tn_w":"100","tn_h":"125"}
