{"isOp":false,"number":"38437155","threadNumber":"38429954","comment":"<a href=\"#p38437126\" class=\"quotelink\">&gt;&gt;38437126</a><br><br>“Regardless, Velika was the woman he loved...” You continue.<br><br>“But she died, and we and a bunch of other raiders ransacked her tomb.” Ayla says.<br><br>“Which he built his Sanctum over. Got it in one.” You say. “I think I might be cursed. The fortune-teller said that if we don't do something about Kjorikos soon, something bad is going to happen.”<br><br>“Think that's true?” Ayla asks.<br><br>“I don't know. I'm not sure what to think.” You respond.<br><br>“This game has a way of making you feel crazy.” Ayla says. “As far as the expedition, I'll begin making arrangements as soon as possible. I'd like to break for a bit as well. What time is it where you are?”<br><br>“Uh, shit.” You pause, mulling over time—you now notice that this game has no internal clock. You wanted to attend that club meeting tonight, just to see if there are any other BSO players in the vicinity. “I think I started playing again at like, 3:30 in the afternoon. I had something I wanted to do tonight, but I can pass it up as long as I get food and rest somewhere in there.”<br><br>“Assuming I haven't lost track of time completely, it sounds like you're an hour ahead of me?” She responds. “How does 8 or 9 your-time sound? It'll give us plenty of space to get whatever we need done in-game and out.”<br><br>“I'm alright with that.”<br><br>“You'll be leading your group of five, I assume?” Ayla asks.<br><br>“Nel is our leader.” You think about it for a second. “But, yeah, I'm in charge.”<br><br>“Have you met Liza or any of the Guardians yet?” She asks. “It would probably be prudent of you to stop by her hall and introduce yourself at some point—this means you're going to be a raid leader alongside whoever she selects to join the team.”<br><br><span class=\"quote\">> Write-in</span>","time":1425359817000,"time4chanFormatted":"3/3/15(Tue)0:16","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
