{"number":"38430644","threadNumber":"38429954","comment":"<a href=\"#p38429968\" class=\"quotelink\">&gt;&gt;38429968</a><br><br>“We should head back up.” You say, and the three of you begin towards the opening of the cave. “I'd like to get the trip to the Sanctum organized. Plan that out, and maybe take a break.”<br><br>“That sounds fine with me.” Aelriss says. “Thought about who else you want to come?”<br><br>“Well, there's Nel and Donnel...” You nod.<br><br>“Uh,” She looks at you. “I thought we were already going to invite them.”<br><br>“Right.” You respond.<br><br>“That's a full party, then?” She asks.<br><br>“Well, I was thinking we could maybe bring more than one party. We don't know how tough it's going to be in there, right?” You fold your arms. “Like, a raid.”<br><br>“Huh, interesting.” Aelriss says. “What makes you say that?”<br><br>“I'd like Ayla to be able to get down there to use the tech, but she's busy with her guild. Which is why I wanted to suggest a group expedition. We'd bring a second party of people from the Alliance guilds.” You respond.<br><br>“Sounds like a good idea. You're sure you're not just trying to get on Ayla's good side?” She pauses, then sticks her tongue out.<br><br>“Yeah, whatever.” You roll your eyes, waving her off. The three of you maneuver back up the bridges, and Averron City quickly comes into view.<br><br>Nel and Vision are offline.<br><br>Aelriss, Ayla, Donnel, Smith, and Tatsumaki are online.<br><br>[[ 1 ]]<br><span class=\"quote\">> Ask Aelriss or Tatsumaki something. (Write-in)</span><br><span class=\"quote\">> Contact an online player about the expedition. (Write-in)</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Search for an item among the player stalls. (Write-in)</span><br><span class=\"quote\">> Look for an artificer that can make something from the insect heart.</span><br><span class=\"quote\">> Visit the general store or blacksmith.</span><br><span class=\"quote\">> Visit the fortune-teller's.</span><br><span class=\"quote\">> Go to the guild district.</span><br><span class=\"quote\">> Go to the tavern.</span>","time":1425342763000,"time4chanFormatted":"3/2/15(Mon)19:32","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Aelriss.jpg","fileSize":"132820 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38429954/images/1425342763342.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38429954/thumbs/1425342763342s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":"1000","h":"605","tn_w":"125","tn_h":"75"}
