{"isOp":false,"threadNumber":38525301,"number":38528044,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1425702764000,"time4chanFormatted":"03/06/15(Fri)23:32:44","comment":"<a href=\"#p38527306\" class=\"quotelink\">&gt;&gt;38527306</a><br><br>“Ah, no, it's not about that. It's, well, we've already met, but Ayla insisted I introduce myself.” You say. “The Guardians are prepared for the expedition tonight, correct? I'll be leading one of the groups.”<br><br>“You're the one she was talking to, then?” She raises an eyebrow. “We were in the middle of a somewhat importance Alliance meeting at the time—I stressed to her that you and all of this business must be quite important, if she had to bring it up right then.”<br><br>“I'm sorry.” You say.<br><br>“I'm not upset.” She smiles, a bit to your surprise. She's difficult to read. “Ayla believes this raid will be to the benefit of the Alliance. As long as that's the case, I have no reason to distrust either of you.”<br><br>“I'm glad.” You respond. “I'm told that you wanted your guild to lead the second group. Have you made any thoughts as to who you'll be sending?”<br><br>The legionnaire speaks, from over your shoulder. “Kainzo is making preparations, and he'll likely be bringing one of our initiates along.”<br><br>“He's a good leader, and the prospect appealed to him.” Liza says. “The two of you should get along well. I'll see if he's available to speak before you leave, if you'd like.”<br><br>“That would be fine,” You suggest. “One more thing, though—can we talk in private?”<br><br>There's a ubiquitous sound of armor clanking, as more heads turn. Liza gives you a confused look, then turns to the rest of the members of her guild. “Relax,” she says, “It's fine. Ascheritte, come this way.”<br><br>Upstairs, and behind the officers' seats, Liza leads you through one of the doors, which opens into an empty room with slightly washed-out looking wooden walls. As the two of you enter, she shrugs, turning to face you. “Apologies. The guild halls come with living quarters you can customize, but I haven't had the time or need to do anything with mine.”<br><br>A pause.<br><br>“Well?” She asks. “Is something the matter?”<br><br><span class=\"quote\">&gt; Write-in</span>"}
