{"isOp":false,"threadNumber":38525301,"number":38529509,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1425705984000,"time4chanFormatted":"03/07/15(Sat)00:26:24","comment":"<a href=\"#p38528044\" class=\"quotelink\">&gt;&gt;38528044</a><br><br>“First of all, I wanted to thank you again for saving my life.” You say.<br><br>“You're welcome. My Crimson Wings allow me to move quickest to where I'm needed.” Liza says. “I'd advise you to avoid flying in the future, unless you've got something like them. What did you want to talk about?”<br><br>“It's about Anaximander.” You suggest. “I thought it might not be appropriate to bring it up in front of the rest of your people. Was it true, what he said?”<br><br>“You believe the kind of person who'd do what he's done would tell the truth?” She sounds astonished, but still appears uninterested. A brief pause; she turns away for just a moment, exhales deeply, then looks back at you. “Was what true, now?”<br><br>“Bad question.” You shake your head. “Sorry, I mean—I couldn't help but pay attention to what he said. Why does he hate you? Or, why do you hate him?”<br><br>“That was our second meeting.” Liza says. “I was aware of his involvement in the organized Nameless ganks, but not the extent of his abilities. He seems to be getting stronger as well, unfortunately enough. He's completely obsessed. But the majority within the Alliance refuses to implicate anyone as part of the push for neutrality within Averron. After today's events, the problem is no longer that we're for lack of evidence: rather, they fear the possibility of an all-out war.”<br><br>“Understandably, I'm sure?” You grit your teeth.<br><br>“Of course. But, were it up to me, I'd have Freakshow driven out. We'd have a lot fewer dead players on our hands that way.” Liza says.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"24705396.jpg","fileSize":"276 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/38525301/images/1425705984186.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/38525301/images/1425705984186s.jpg","md5":"SPUqqmKAN5IigJZRaJAKYQ==","w":590,"h":900,"tn_w":81,"tn_h":125}
