{"isOp":false,"number":"38526355","threadNumber":"38525301","comment":"<a href=\"#p38525476\" class=\"quotelink\">&gt;&gt;38525476</a><br><br>“Is it normal to look down on the guildless, then?” You continue.<br><br>“I figured you'd ask. There's a pretty great swath of opinions across the people of Averron. Of course, it varies based on a lot of factors—how much money you've got, how high-ranked you are in the hierarchy of guilds, and whether or not you have a problem with authority.” Sulya grins. “Dorian's adopted a sort of exceptionalism when it comes to the Keepers. He's sort of second-in-command, and doesn't really care to have his commanding officers running about freely, unless they're recruiting.”<br><br>“I guess that's reasonable.” You nod. You're not really sure.<br><br>“Maybe.” Sulya says. “He can be a bit defensive sometimes. I'm sure if you just talk to him, he'll see where you're coming from.”<br><br>“I just might have that opportunity later—thanks. What do you guys think of the Crimson Guardians?” You ask. “I'm about to head over to their hall, and was wondering if you guys had any particular opinions.”<br><br>“They're an interesting bunch, to say the absolute least.” Sulya says. “I've heard they're all pretty different personality-wise, which leaves you wondering how they work together so well in the field. I certainly wouldn't want to cross one of their exploring parties, anyway.”<br><br>“Indeed.” Cardus nods, inching closer to join the conversation. “I've yet to interact with anyone higher than an initiate in their ranks, but from what I've seen, their skill is admirable. I believe they owe their success to good leadership.”<br><br>You nod; they seem to be expecting you to continue, but you merely smile and wave the two of them off as you exit.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1425698927000,"time4chanFormatted":"3/6/15(Fri)22:28","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Sulya.jpg","fileSize":"63392 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38525301/images/1425698927780.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38525301/thumbs/1425698927780s.jpg","md5":"mMLB76ikRECatmhSvNt8BQ==","w":"480","h":"800","tn_w":"75","tn_h":"125"}
