{"isOp":false,"number":"38530714","threadNumber":"38525301","comment":"<a href=\"#p38530183\" class=\"quotelink\">&gt;&gt;38530183</a><br><br>“Alright, thanks.” You nod. “The expedition is planned for later tonight—in just about four or five hours, rather. Tell Kainzo to get in contact with Ayla about the specifics.”<br><br>“Can do.” She responds.<br><br>“Ah, one more thing, if you don't mind?” You ask.<br><br>“What is it?”<br><br>“Do you know where Anaximander might have gone?”<br><br>“I have two theories. A good one, and a bad one.” She folds her arms, tilting her head to the side. “Or, rather, a bad one and a worse one.”<br><br>“You've thought about this.” You raise an eyebrow. “Have you told the others?”<br><br>“A bit. It doesn't matter,” She grits her teeth. “Not yet, anyway.”<br><br>“Alright, bad one first?”<br><br>“There's a possibility he's hiding out somewhere in the lower strata. An unexplored branch, or a cleared and secured area that no one's since bothered going back to. With an Artifact that allows teleportation, it wouldn't be hard for him to remain relatively elusive down there—and if the passerby don't know his name and face, they wouldn't be the wiser if they saw him.”<br><br>“And the worse?”<br><br>“The worse theory,” Liza begins, “Is that Anaximander isn't even from Averron. What little excavation we've done has been in the tunnels immediately around and beneath the city itself. In short, we haven't made it far enough out to determine how distant the other cities are. But we know they exist. If the range of his ability is long enough, it's possible that he could be traveling back and forth to another city. Which raises even more questions that I'm not sure I want to think about.”<br><br>“Fair enough.” You look around. “This room's starting to get to me.”<br><br>“Understandably.” She nods, moving past you to hold the door open. “After you.”<br><br><span class=\"quote\">> Write-in</span><br><span class=\"quote\">> Look for Mendicant.</span><br><span class=\"quote\">> Head back into the city.</span><br><span class=\"quote\">> Log out.</span>","time":1425708830000,"time4chanFormatted":"3/7/15(Sat)1:13","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
