{"number":"38531137","threadNumber":"38525301","comment":"<a href=\"#p38530714\" class=\"quotelink\">&gt;&gt;38530714</a><br><br>Once outside, you log out. For a second, you feel dissociated from yourself; then, there's a flickering and an intrusive buzz as you return to your desktop. You pull the headgear up from over your eyes, rolling your head to one side to a scenic view of your nightstand, housing your bedside lamp and a half-empty glass of water from earlier.<br><br>You twitch a bit, feeling glued to your bed for a second. The sky outside is a little darker than earlier. It's 5:30—you were playing for two more hours, right? Does that sound right? How long was that skirmish with the Nameless? What about Anaximander? You were in town for a little while, too; you even checked your UI a couple of times, making sure your Celestial Gem was still intact when sending messages.<br><br>You're very hungry, and your mouth is a bit dry.<br><br>Eric should still be at dinner with Camille—you remember her from one of your gen ed's, sweet, though you've heard she's a bit of a party animal—and her friends at some Thai place a few miles downtown you heard of once. His most recent ex-girlfriend's there too, according to him. You feel sorry for the guy; you only met her once, but she seemed like a bit of an absolute nightmare. Before long, he'll be back on campus at another one of her apartment parties. You've never been to one—maybe you could text him, let him know you want to come after all.<br><br>The LAN club's spring break meeting is starting in a few minutes. Wait: they have free pizza.<br><br><span class=\"quote\">> Find another snack.</span><br><span class=\"quote\">> Get food somewhere fast nearby.</span><br><span class=\"quote\">> Check out the LAN club.</span><br><span class=\"quote\">> Text Eric.</span><br><span class=\"quote\">> Text Aelriss.</span>","time":1425710094000,"time4chanFormatted":"3/7/15(Sat)1:34","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
