{"isOp":false,"threadNumber":38525301,"number":38531853,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1425712817000,"time4chanFormatted":"03/07/15(Sat)02:20:17","comment":"<a href=\"#p38531466\" class=\"quotelink\">&gt;&gt;38531466</a><br><br>You decide to see if you can glean any useful information online, considering there's an information blackout in Averron. It might not apply to you directly, but anything you learn is technically useful. Bearing that in mind, you log onto an old gaming forum that you used to frequent. <br><br>Discussion is slow, but looks relatively active. There's people discussing the classes and skill trees, and people talking about death, and what comes after. Some people are mentioning cities, too, and by name, but none of them are Averron—except in one thread, which seems to be collecting all of the information about different cities, and the Celestial Artifacts that have been created there. By Averron's name, “Crimson Wings”. A few others catch your eye, but you don't think the information will serve you well. You search the forum for Anaximander's name, but don't find anything of value; instead, you merely bookmark the link for later.<br><br>That in mind, you decide to check the imageboards. The threads here don't last too long; you're not sure if they're getting cleaned up, or the board is actually moving at lightning speed. Why is this game pay-to-play? What do you mean—it's free. Can you upgrade your account if you die? Does it actually hurt when you get attacked? I got killed: how do I get my UI back? This is wrong, the Celestial Gems are doing something to us. Shut up, you stupid fuck, it's just part of the game. Does time move slower in Broken Sky? That can't be good for your health. But that's not possible. How can the game interpret a prayer for a Celestial Artifact? Has anyone been to the fortune teller? The things he says are just completely random. What happens if you buy a prophecy?<br><br>You refresh, and refresh again: 404.<br><br>You finish your sandwich, feeling a little bit better now.<br><br><span class=\"quote\">&gt; [[ You have 99% battery remaining. ]]</span><br><br><span class=\"quote\">&gt; Head back to your room.</span><br><span class=\"quote\">&gt; Head to the LAN club.</span><br><span class=\"quote\">&gt; Log onto BSO.</span>"}
