{"isOp":false,"threadNumber":38637081,"number":38637544,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1426119378000,"time4chanFormatted":"03/11/15(Wed)20:16:18","comment":"<a href=\"#p38637081\" class=\"quotelink\">&gt;&gt;38637081</a><br><br>You don'r really have to take off your headgear—not for the reason that it's ridiculous, actually. No one thought they'd catch on at first: similar equipment started as peripherals for existing computing devices, but when larger companies jumped on board, the technology went along faster than imagined, not for the purpose of virtual reality gaming so much as for the promise of hands-free computing. A few years later, no one bats an eye at Google Glass and its ilk. You see them just about everywhere; not a lot when people are on the job, at least when it comes to retail, but often on the street, and almost always in your classes.<br><br>Granted, your setup is just a little bit chunkier than most. You remove it for the time being anyway, just because it's starting to bother you. You're heavier than in Broken Sky Online, not that you're overweight, but that out here, you can't jump as high as you are tall. Still a bit disoriented, you find yourself checking your corners a bit as you make your way back to your room.<br><br>As you enter, you decide to forget about the whole issue of the LAN club, realizing that it's just about that time now. It probably wouldn't have been terribly exciting.<br><br><span class=\"quote\">&gt; Relax, and stretch a bit.</span><br><span class=\"quote\">&gt; Take a quick nap before the raid.</span><br><span class=\"quote\">&gt; Text and see what Eric is up to.</span><br><span class=\"quote\">&gt; Log onto BSO.</span>","filename":"1343244714.jpg","fileSize":"151 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/38637081/images/1426119378383.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/38637081/images/1426119378383s.jpg","md5":"4OKDHkpjwOcRuKHajYBSYg==","w":479,"h":344,"tn_w":125,"tn_h":89}
