{"isOp":false,"threadNumber":38637081,"number":38640142,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1426126572000,"time4chanFormatted":"03/11/15(Wed)22:16:12","comment":"<a href=\"#p38639275\" class=\"quotelink\">&gt;&gt;38639275</a><br><br>“Did the game update earlier?” You ask, as the four of you make your way inside. The message board console is gone, as is the entire bulletin board area; you notice that that wall has definitely been replaced, and there are no tables on the side of the room. There's a player playing bartender behind the counter, with waist-length hair and what you think is the maximum avatar bust size. You continue, sitting down at the only remaining table large enough to accommodate the rest of your group. “What was that about?”<br><br>“Yeah, people are talking. No one's noticed anything different at all.” Ayla says. “There's no release notes.”<br><br>“I'm thinkin' it was mostly server-side stuff. How the hell else are they gonna roll out an update like that while people are still logged in?” Donnel says. “I got back on a little bit ago. We got a warning on our UI, and that's about it.”<br><br>“That's foreboding.” Aelriss sighs.. “Anyway, what about the Sanctum? We going in blind?”<br><br>“Beyond what the fortune-teller gave me, I don't really have anything else.” You suggest. “This game has a way of keeping us in the dark. Ayla?”<br><br>“No, you're about right. Even with a group of ten, we'll have to take the first couple of fights cautiously to see what the place is going to throw at us.” The Technician nods. “Likewise, with that kind of manpower, there's no sense leaving any stone unturned when it comes to searching the place for loot and technology.”<br><br>“And Celestial Gems.” Aelriss adds.<br><br>“So, uh. Is she going to be a problem?” Donnel speaks quietly, pointing at Tatsumaki, who frowns at him. “What with the mute business.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"Donnel.jpg","fileSize":"320 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/38637081/images/1426126572809.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/38637081/images/1426126572809s.jpg","md5":"ns5s/kqI3Nu/ICGTDLBeTQ==","w":508,"h":918,"tn_w":69,"tn_h":125}
