{"isOp":false,"threadNumber":38637081,"number":38643607,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1426137675000,"time4chanFormatted":"03/12/15(Thu)01:21:15","comment":"<a href=\"#p38643345\" class=\"quotelink\">&gt;&gt;38643345</a><br><br><span class=\"quote\">&gt; [[ 83 ]]</span><br><br>You duck low, maneuvering to one side. A few inches shorter, and a crystal-caked blade would have bisected you. Luckily, you're too fast for something like that. The stone soldier pauses, empty eyes looking into yours briefly, before you bring your weapon around to decapitate it, flames licking at the point of impact.<br><br>Well, you try, but your sword stops at the neck. It attempts to pierce you with its own blade, but you curve your body nimbly to the side and finish it off with another swing—god damn.<br><br><span class=\"quote\">&gt; [[ Ascheritte defeated Relic Watcher. ]]</span><br><br>“Ow, ow!” Vyx is scrambling in your direction, whining more loudly with each step. Her form flickers again, and she twirls around, arms outstretched, firing a blossom of bolts in all directions. “Where's my team?”<br><br>“I'm trying!” Ayla shouts. “These guys have a lot of health for trash!”<br><br><span class=\"quote\">&gt; [[ Tatsumaki defeated Relic Watcher. ]]</span><br><br>“Armor, too!” You hear Nel's voice from one side of the room, but don't see him immediately.<br><br><span class=\"quote\">&gt; [[ Ayla defeated Relic Watcher. ]]</span><br><span class=\"quote\">&gt; [[ Vyx defeated Relic Watcher. ]]</span><br><br>“Aelriss, Tatsumaki!” Donnel says, leaping to his feet. “Can you clean up behind her?”<br><br>“What do you people even want me to do?” Aelriss asks, ducking low to avoid a pair of overhead swings, and quickly moving out of the fray on all fours. Eunoia's fluttering about overhead, whistling a merry tune.<br><br><span class=\"quote\">&gt; [[ Andor defeated Relic Watcher. ]]</span><br><br>“Kainzo, Ashe!” Andor yells. “Boss is closing in fast!”<br><br>Looks like there's six or seven left. You're hanging in there.<br><br><span class=\"quote\">&gt; Have Nel distract the boss.</span><br><span class=\"quote\">&gt; Clear space for Vyx to kite the boss while you clean up.</span><br><span class=\"quote\">&gt; Go after the pair behind Aelriss.</span><br><span class=\"quote\">&gt; Give an order. (Write-in)</span>"}
