{"isOp":false,"threadNumber":38637081,"number":38642975,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1426135475000,"time4chanFormatted":"03/12/15(Thu)00:44:35","comment":"<a href=\"#p38642658\" class=\"quotelink\">&gt;&gt;38642658</a><br><br>“Ayla, how many of those do you have?!” You shout over the sounds of charging footsteps, stone on heavy glass, jeweled feet scratching beneath.<br><br>“Three! They're a little expensive, but I think this is a fair occasion!” She shouts.<br><br>“Blast 'em, then!” Nel shouts. You watch it sail overhead, landing dead center in the group. Jagged, purple rings of light ripple outward, then there's a large blast, a burst of force, and an expanding cloud of energy that bathes you in heat and silhouettes the oncoming attackers.<br><br><span class=\"quote\">&gt; [[ Relic Watcher was defeated. ]]</span><br><span class=\"quote\">&gt; [[ Relic Watcher was defeated. ]]</span><br><span class=\"quote\">&gt; [[ Relic Watcher was defeated. ]]</span><br><br>They're scattered. A wall of smoke hits the group before the Watchers do, and there's the sound of bits of stone hitting the floor around you, shimmering tourmaline dust hanging in the air. You hear Kainzo shout. “Ranged attackers, focus on one target!”<br><br>A beat—are there any ranged attackers?<br><br>“Me!” Vyx half-shouts, half-squeaks from behind you, cartwheeling to the side, away from the group. She's holding two strange-looking Casters in her hands, and unleashing a hellish rain of red bolts on the crowd. They fire faster than any weapons you've seen so far, and at first you see her taking single shots at each of the targets in the group, hitting much more accurately than should be possible while upside-down and moving: then, she begins aiming for the more weakened targets. One or two break rank to chase after her.<br><br>Without Ayla's guns in her hands, you've only one ranged attacker. Which complicates what's going to happen next.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>"}
