{"isOp":false,"number":"38643336","threadNumber":"38637081","comment":"<a href=\"#p38643110\" class=\"quotelink\">&gt;&gt;38643110</a><br><br><span class=\"quote\">> [[ 77 ]]</span><br><br>“Donnel!” You shout. Kainzo looks over, and calls out as soon as he sees you start to move.<br><br>“Aelriss, take his place!” The Guardian says, pressing forward for room to take a wide swing of his claymore.<br><br>“What, me?” Aelriss yells, moving forward. “Going!”<br><br>You're not sure how to activate the skill, thinking of Concussive Strike: then, you feel it. Guided by your blade, you surge forward, crossing the gap between yourself and Donnel faster than you thought yourself able, and intercepting the Watcher that threatens to break your line with an immensely powerful strike. You catch it in the air as it dives for him, and feel your blade bite into its stone body. There's a lash of flame, a heat within that melts away crystal surrounding the immediate impact site: then, a mighty burst of force that launches the stone monster away, shattering it against the wall.<br><br>[[ Ascheritte defeated Relic Watcher. ]]<br>[[ Kainzo defeated Relic Watcher. ]]<br>[[ Kainzo defeated Relic Watcher. ]]<br><br>Another blast of force from over your shoulder, and you see a crystalline body skid helplessly down the hallway, propelled by Tatsumaki's punch.<br><br>[[ Tatsumaki defeated Relic Watcher. ]]<br><br>“Damnit!” You hear Nel shout, and turn to see him scrambling away. “I'm doing literally no damage!”<br><br>“Hey, a little help?” Vyx yells, kiting a group of three around the area. She's got her back to others, and is quickly running out of space.<br><br>“Ayla,” Kainzo barks, caster fire sailing overhead. “Clear her some space!”<br><br>[[ Vyx defeated Relic Watcher. ]]<br>[[ Andor defeated Relic Watcher. ]]<br><br>“We can beat them! Keep on it!” Ayla says, casters raised. Far behind, the cyclops draws closer and picks up speed. The group of Watchers is thinning—down to just more than ten, but they're spreading out.<br><br>Then, you spy a shadow, as something leaps toward you from behind.<br><br><span class=\"quote\">> [[ 1d100 ]]</span>","time":1426136802000,"time4chanFormatted":"3/12/15(Thu)1:06","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
