{"isOp":false,"number":"38644123","threadNumber":"38637081","comment":"<a href=\"#p38643880\" class=\"quotelink\">&gt;&gt;38643880</a><br><a href=\"#p38643884\" class=\"quotelink\">&gt;&gt;38643884</a><br><br><span class=\"quote\">> [[ 98 – One Failed Roll: Enhanced Effect ]]</span><br><br>“Duck low!” As you charge forward, you hear a distant, ghostly sound of a cavalcade of horses, echoic hoofbeats that herald your approach. The gold of your armor lights up as you charge forward, and a pair of ghostly, golden wings flash into existence at your back—for just a brief instant—as you leap into the air over a diving Aelriss, wasting no movement, losing no energy. It feels like someone's thrown you, and you capitalize on the opportunity, putting your weapon through the chesf of a Relic Watcher as you land.<br><br><span class=\"quote\">> [[ Ascheritte defeated Relic Watcher. ]]</span><br><br>The other towers over you, but Kainzo moves to your side, putting a claymore between the two of you, and carrying into a wicked horizontal swing.<br><br><span class=\"quote\">> [[ Kainzo defeated Relic Watcher. ]]</span><br><br>“Die, die, die!” Vyx shouts, spraying bolts at the last pair of Watchers, who are locked in combat with Tatsumaki. With just a brief instant to clear your head, you look for the boss, and notice Nel leading it in circles around the area.<br><br><span class=\"quote\">> [[ Vyx defeated Relic Watcher. ]]</span><br><span class=\"quote\">> [[ Tatsumaki defeated Relic Watcher. ]]</span><br><br>As the last of them falls, the golem stops and stomps in place, reticulated cracks spreading out from the glass beneath it. Nel's stride is broken, and he turns to watch.<br><br>“What the? Is it... trying to break through?” Kainzo asks.<br><br>The next move comes without warning. It leans forward with newfound speed, and a searing beam surges forth from the red eye, cutting across Nel's chest and sending him spiraling to the ground a few feet away. It scorches a trail on the floor as it sweeps toward the rest of the party, and the golem begins to stomp towards the center of the group.<br><br>“It's gonna hit all of us!” Vyx shouts.<br><br>“Go low, boys!” Donnel calls.<br><br>“No, jump it!” Aelriss responds.<br><br><span class=\"quote\">> Try to get closer, and let the beam sweep overhead.</span><br><span class=\"quote\">> Try to get away until it stops.</span><br><span class=\"quote\">> Try to reach the stairs and watch.</span><br><span class=\"quote\">> Other</span>","time":1426139502000,"time4chanFormatted":"3/12/15(Thu)1:51","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
