{"number":"38642359","threadNumber":"38637081","comment":"<a href=\"#p38642009\" class=\"quotelink\">&gt;&gt;38642009</a><br><br>“Agreed,” You suggest. “It's not worth dealing with them right now. Follow me.”<br><br>You and Kainzo push your way to the front of the group. He glances over at you briefly, and you merely nod in response.<br><br>“Don't even think about following us.” Donnel says, glaring at the Nameless as you pass.<br><br>A set of small steps elevates the front end of the Cathedral toward its podium, where any speaker would stand high above their congregation. Behind it, the massive Sanctum door, where the Keystone must fit. You lift it, and it rises out of your hands, carried upward on a cloud of brilliant white light that guides it to the center.<br><br>The door slowly opens, and the ten of you pace backwards to make room. Ahead, you see the Sanctum.<br><br>A spiral staircase leads upward, and there's a distant sound of metal scratching on glass, rhythmic like footsteps. Through the translucent floor, you can see down into the underground waterway. For a moment, you feel as if you're being watched. Ahead, a long hallway, with a ceiling still many times as high as you are tall. Doors line the walls, and you see stationary, humanoid statues, crafted from durable-looking metals and luminescent gems.<br><br>At the far end, there's one that towers above all the others, a single red eye glowing in the center of its head.<br><br><span class=\"quote\">> [[ Ancient Cathedral: Inner Sanctum // PVP Disabled ]]</span><br><br>A wisp floats by you, interrupting your movement and Kainzo's, and leaving a projected menu where it passes.<br><br><span class=\"quote\">> [[ Sanctum of Kjorikos // 10 Players ]]</span><br><span class=\"quote\">> [[ With a large party, the rewards will be higher. Rarer items are available. ]]</span><br><span class=\"quote\">> [[ However, the dungeon difficulty will be scaled up greatly to accomodate. ]]</span><br><span class=\"quote\">> [[ Tackle this area with ten players? Y/N ]]</span><br><br>“This place looks pretty tough.” Andor says. “We could always split into groups of five, just to make sure we can clean everything out.”<br><br><span class=\"quote\">> Write-in</span>","time":1426133137000,"time4chanFormatted":"3/12/15(Thu)0:05","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"7da1fc1e1823bdb3403ed50003467fa33604a4ba.jpg","fileSize":"175545 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38637081/images/1426133137194.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38637081/thumbs/1426133137194s.jpg","md5":"1qka0JF46Ffm4zjx9qbFYQ==","w":"1000","h":"476","tn_w":"125","tn_h":"59"}
