{"number":"38642009","threadNumber":"38637081","comment":"<a href=\"#p38641963\" class=\"quotelink\">&gt;&gt;38641963</a><br><br>“Wait, what?” Donnel asks.<br><br>“Are you quite done, then?” Kainzo continues, bearing down on a silent Nel.<br><br>“Oi, quit it, you two.” Ayla hisses. “Nel, you're acting like an ass.”<br><br>“I didn't know there were more Artifacts around.” Aelriss says, attempting to clear the air.<br> <br>“We've attempted to use discovered Altars in the lower branches, so as not to generate hype. I'd be glad to tell you all about it...” Kainzo smiles, turning away from her to face Nel. “...later.”<br><br>You enter in time to catch the end of a battle. Gathered around a cathedral pew, there's a band of five Nameless licking their wounds; you see a fresh Obsidian Pegasus corpse nearby, surrounded by stone soldiers. You recognize three of the Nameless: the three girls, identical in all aspects but hair color. You fought them here before. Ahead, you see the Sanctum door, as well as the underground waterway and the path to Velika's Tomb. There's stairs to your left and right that lead to the upper walkway and the study.<br><br>\"Nameless.\" Donnel says, reaching for his straight sword. \"I remember those three. Are they back already?\"<br><br>\"Ah, those were the girls from outside, with Kalim.\" Aelriss frowns.<br><br>\"Let's wait by the doors.\" Donnel says. \"We can kill them when they try to leave.\"<br><br>\"Woah, woah.\" Andor says. \"We're not in a PVP zone. Don't try to stir shit.\"<br><br>What will you do?<br><span class=\"quote\">> Other</span>","time":1426131958000,"time4chanFormatted":"3/11/15(Wed)23:45","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Obsidian Pegasus.jpg","fileSize":"610703 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38637081/images/1426131958264.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38637081/thumbs/1426131958264s.jpg","md5":"V/LNtPLWWiTBdvSv79tGwQ==","w":"1600","h":"2696","tn_w":"74","tn_h":"125"}
