{"number":"38642658","threadNumber":"38637081","comment":"<a href=\"#p38642359\" class=\"quotelink\">&gt;&gt;38642359</a><br><br>“This place looks pretty tough.” Andor says. “We could always split into groups of five, just to make sure we can clean everything out.”<br><br>“Split, and we lose out on the best loot in exchange for an easier ride.” Kainzo responds. “At least, that's what I think it says.”<br><br>“I'm up for risking it.” You suggest. “Though risk assessment hasn't always been my strong suit.”<br><br>“Tell me about it.” Ayla folds her arms.<br><br>“Any other opinions?” You ask.<br><br>“I agree, if it counts.” Kainzo's finger is hovering over the button. “No going back, then?”<br><br>You nod.<br><br><span class=\"quote\">> [[ Difficulty set. ]]</span><br><br>“Uhm, guys?” Vyx says. “Twelve o'clock?”<br><br>“Yep, incoming!” You hear Donnel shout, and there's the sound of weapons being drawn. A rumbling from straight ahead grows louder, as the army of statues is roused to action all at once. They outnumber you at least two to one, and are faster than before, stone bodies and crude weapons caked in jagged sheets and peaks of tourmaline crystal, decorated with jewelry and alchemical catalysts.<br><br>At the back, the cyclops takes a heavy step forward.<br><br>“Oh, hell. That's a lot.” Aelriss says.<br><br>“Damn, they weren't kidding.” Ayla produces another handheld explosive from her UI, assuming a fighting stance. “Let's get to it, then! Now's no time to freeze up!”<br><br>They're almost upon you already, but you've got a moment to react.<br><br>[[ 1 ]]<br><span class=\"quote\">> Have Ayla try and blast through them.</span><br><span class=\"quote\">> Have Ayla hold off on the explosive.</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Defer to Kainzo's orders.</span><br><span class=\"quote\">> Have the close combatants hold the line.</span><br><span class=\"quote\">> Fight as a large group and try to thin their numbers.</span><br><span class=\"quote\">> Aim for the larger target in the back.</span>","time":1426134336000,"time4chanFormatted":"3/12/15(Thu)0:25","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
