{"isOp":false,"number":"38902239","threadNumber":"38900585","comment":"<a href=\"#p38902212\" class=\"quotelink\">&gt;&gt;38902212</a><br><br><s>https://www.youtube.com/watch?v=VCuPR9scGRk</s><br><br>“Ascheritte!” Aelriss shouts, jogging towards you with heavy steps, Tatsumaki following behind her. Eunoia flutters from her shoulder to yours, and you're bathed in a faint green glow that you can't see as well over the light of your torch. “Are you alright? Have you found the others?”<br><br><span class=\"quote\">> [[ HP: 10 / 35 ]]</span><br><br>“They're somewhere down a branch the way I came, but the boss is coming this way.” You respond, recounting your immediate experience. “We don't have much time to move, and there's no way we can take it on in these straight tunnels. It'll cut all of us down.”<br><br>“Hang on, we've got Nel's map.” Her UI projects a flat rendition of the labyrinth—it's the map Nel made before you fought the Pegasus—and she points to a particular location. “The ceiling's gone for some reason, but this is the only tunnel with this setup of branches, which means the three of us are at this corner. Look, if we can distract it, one of us or someone from the other group could maybe get behind.”<br><br>“Alright...” You sigh, pointing to a branch a few feet away from you that leads toward where you heard shouting. “We might be able to meet up with the others if we circle back the way you were coming from, but the golem will be tailing us the entire time. I don't think we can...”<br><br>Tatsumaki grabs your wrist, forcibly moving your hand to point toward a more central location on the map, where a number of tunnels meet. You and Aelriss give her strange looks, and she tilts her head before clearing her throat.<br><br>“Int-er-sec-tion.” She cups her gauntleted hands, bringing them together slowly. It's a gesture, indicating enclosing something—from all sides.<br><br>“Oh... I didn't see... That might work, actually.” Aelriss says. “If we surround him, he can't aim at more than one or two of us at a time. Whenever he's looking one way, everyone else has more room to pick up the slack...”","time":1427162632000,"time4chanFormatted":"3/23/15(Mon)22:03","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Aelriss.jpg","fileSize":"132820 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38900585/images/1427162632490.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38900585/thumbs/1427162632490s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":"1000","h":"605","tn_w":"125","tn_h":"75"}
