{"number":"38903495","threadNumber":"38900585","comment":"<a href=\"#p38903456\" class=\"quotelink\">&gt;&gt;38903456</a><br><br>“Oh, Ascheritte.” Kainzo raises an eyebrow as you approach. “How... pleasant. We didn't have particularly high hopes for your survival, after attempting something so ridiculous upstairs. Would you mind giving us some warning in the future, before you subject us t—“<br><br>“Shut up! That was awesome!” Vyx says, standing on tiptoe in an attempt to intimidate Kainzo—then immediately shrinks back down, clasping her hands over her mouth and turning red in the face. “Uh, I mean. That was horrible! How dare you do such a thing... uhm. Ask-eritte?”<br><br>“Ascheritte.”<br><br>“I am so sorry.” She pulls her hood over her head, looking legitimately distressed—for a second, at least.<br><br>“Save it for later.” Aelriss says. “Where's Nel?”<br><br>“Leading the others to their positions. He insisted the two of us wait here.” Kainzo says. He looks equal parts injured and unamused. “I'm told you located the boss?”<br><br>“Tatsumaki's going to lead it to the center, right there.” You say.”Then, we'll all be able to go in at once.”<br><br>“Smart.” Kainzo responds.<br><br>“It was her idea.” You shrug.<br><br>“I assumed.” He says, turning and drawing his sword. “Either way, the two of you will have to usher yourselves into position, as Nel's gone. In short, find a tunnel. I assume we're operating under time constraints.”<br><br><span class=\"quote\">> Find a spot nearby and wait with Aelriss. Can't leave your support alone.</span><br><span class=\"quote\">> You'll want to pair ranged with melee—find Ayla, and have Aelriss reunite with Donnel or Nel.</span><br><span class=\"quote\">> Wait alone in the center and have Tatsumaki lead it directly to you.</span><br><span class=\"quote\">> Other.</span>","time":1427165701000,"time4chanFormatted":"3/23/15(Mon)22:55","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"1417460213346.jpg","fileSize":"195915 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38900585/images/1427165701504.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38900585/thumbs/1427165701504s.jpg","md5":"Ola4Jmob4YU3iVAHN+/ntA==","w":"836","h":"1558","tn_w":"67","tn_h":"125"}
