{"isOp":false,"number":"38906656","threadNumber":"38900585","comment":"<s>I'll be wrapping up soon, as this whole bit with the Sanctum is important and I'd much rather continue at a time where I can write both better and faster. I'm not sure how many readers are still around but feel free to use the rest of the thread to discuss EXP options and I'll try to put it to a vote next thread.</s><br><br><a href=\"#p38906641\" class=\"quotelink\">&gt;&gt;38906641</a><br><br>“You couldn't do that any sooner?” Aelriss shouts.<br><br>“What if I missed?” Dorian says, drawing closer. “You'd be upset with me no matter what I did.”<br><br>“Ahaha!” The sound of caster fire hasn't stopped—Vyx is standing on the top half of the destroyed body, still shooting. “Die! Diediedie!”<br><br>“Uhm...” Kainzo begins to speak.<br><br>“Shh.” Donnel moves to his side, planting a hand on his shoulder. “Don't ruin it for her.”<br><br>“Wow...” Nel says, making his way to the group. He looks up at you. “We really did it, huh?”<br><br>“Yes.” Kainzo responds, turning. “Our execution left some things to be desired, and we've still got to find a way back up into the Sanctum if we even wish to continue...”<br><br>“Execution?” Andor scoffs. “No casualties sounds good enough for me.”<br><br>“Agreed.” Ayla says. “Shall we, then?”<br><br>“Already on it...” Kainzo says, inspecting the body with his UI menu open. “...Damn... Four? For that?”<br><br>“Waitwaitwaitwaitwait.” Vyx tumbles down from the golem's corpse, soumersaulting to Kainzo's side. “You mean Celestial Gems? Seriously?”<br><br>“That can't be right.” Ayla says.<br><br>“Whatever the case, that makes it easy for us. As agreed, one to the Disposable Heroes, one to the Writ Keepers, one to the Crimson Guardians, and one... to Ascheritte's group.” Kainzo responds, standing and preparing to distribute the loot.<br><br><span class=\"quote\">> What else did it have?</span><br><span class=\"quote\">> Write-in</span><br><span class=\"quote\">> Other</span>","time":1427177607000,"time4chanFormatted":"3/24/15(Tue)2:13","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
