{"isOp":false,"threadNumber":38900585,"number":38901275,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1427159835000,"time4chanFormatted":"03/23/15(Mon)21:17:15","comment":"<a href=\"#p38900585\" class=\"quotelink\">&gt;&gt;38900585</a><br><br><span class=\"quote\">&gt; [[ HP: 9 / 35 ]]</span><br><br>You're beginning to lose balance as you navigate your inventory. Quickly, you bandage your wounds and ignite a fluorescent torch, lighting your surroundings. You still feel a bit unsteady, but ready your sword and prepare to get on the move. The torchlight illuminates the cave walls, and the water beneath your feet—you wonder why you can't see into the Sanctum above, as where light should be shining down from there, you see only a wall of darkness. Did you fall through that? Or, how far did you fall?<br><br><span class=\"quote\">&gt; [[ HP: 14 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Moonroot Poisoning: Dizzy ]]</span><br><span class=\"quote\">&gt; [[ Dazed ]]</span><br><br>Ahead, you see the boss from before, stomping through the labyrinthine tunnel, stone body sparking as it grinds against the walls. It looks to be quite damaged, missing most of its arm due to your attack, but still stomping towards you—you recall the laser attack, but too late, as your body seems to be moving sluggishly still. With a target in its sights, its head flicks upward from floor to ceiling, and you feel the searing beam slice into your shoulder.<br><br><span class=\"quote\">&gt; [[ HP: 7 / 35 ]]</span><br><br>You scramble backwards, coming to your senses, and fumble for a lesser healing potion, imbibing it and diving to one side to avoid another laser beam. It tastes like the scent of rust, and you can feel grit rolling across your tongue. It seems you're no longer Dazed.<br><br><span class=\"quote\">&gt; [[ HP: 17 / 35 ]]</span><br><br>What will you do?<br><span class=\"quote\">&gt; Run left. You need to get out of range of that beam and find the rest of your party.</span><br><span class=\"quote\">&gt; Run backwards. If you can get support from Aelriss and Eunoia, you can find a new approach.</span><br><span class=\"quote\">&gt; Try to maneuver into range and challenge the golem head on.</span>"}
