{"isOp":false,"number":"38903456","threadNumber":"38900585","comment":"<a href=\"#p38902257\" class=\"quotelink\">&gt;&gt;38902257</a><br><br><s>Sorry for the slow turnarounds; it's a habit I'd broken until now, apparently, as I'm not feeling well at all today.</s><br><br><span class=\"quote\">> [[ HP: 27 / 35 ]]</span><br><br>Eunoia flutters from your shoulder, reuniting with Aelriss as you consume a healing potion.<br><br>“Alright, then.” You ask. “Who's got the short straw?”<br><br>“We're about to find out. Remember the map.” Aelriss closes her Identifier. “Take the long way around, alright? The furthest branch down this tunnel. If anything goes wrong, message one of the others.”<br><br>“Gotcha.” You respond. Tatsumaki nods.<br><br>The golem stomps, rounds the corner, and the three of you turn and start moving, fanning out to avoid the laser fire. You're quicker, this time, and more prepared, unwilling to be caught off guard yet again. It charges forward with unfamiliar speed, though, and you split off into an adjacent branch, Aelriss at your side, turning quickly to see it speed past.<br><br>“It's going after Tatsumaki.” She calls. “Let's get going!”<br><br>“Looks faster than before. Sure she's got it?” You ask.<br><br>A pause, then Aelriss nods. “Yeah, c'mon. The others are up ahead. They'll beat us to their positions, if Nel's doing his job at all.”<br><br>Lighting the way with your fluorescent torch, you allow Aelriss to navigate, leading you down the winding labyrinthine tunnels, noticing your elevation seems to fluctuate a bit as you go. Echoing down the branches, surrounding you, you hear heavy footsteps, slow, flowing water, and echoing shouts, cries and commands.<br><br>“There!” Around the next corner, you see people ahead, and pick up the pace. Vyx and Kainzo are at the end of the tunnel with their backs to a wall, leaning to look into the intersection up ahead. It's a larger room, where the elevation tapers down to a central point like a massive drain system. You can see water pouring from some places above, like the tunnels outside.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1427165594000,"time4chanFormatted":"3/23/15(Mon)22:53","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Andor.jpg","fileSize":"207789 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38900585/images/1427165594014.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/38900585/thumbs/1427165594014s.jpg","md5":"upJ8COcLbNh8qiB+qE7oRg==","w":"1000","h":"728","tn_w":"125","tn_h":"91"}
