{"isOp":false,"threadNumber":39224341,"number":39226229,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1428539978000,"time4chanFormatted":"04/08/15(Wed)20:39:38","comment":"<a href=\"#p39225739\" class=\"quotelink\">&gt;&gt;39225739</a><br><br>The pictures are all framed similarly, though not necessarily made of the same materials. Some are wood, others copper or brass—you can't quite tell. The weathering, though, is about the same. You're not sure what bearing the eroded state holds on the in-game items, but for what it's worth, you imagine they'd be from the same era.<br><br>“Whoever Kjorikos is, I've a feeling he's going to be upset we're mucking about in his things.” Donnel says.<br><br>“I got the impression he was going to be upset no matter what we did.” Ayla shrugs, making her way over to the case.<br><br>There's other portraits on the alchemy tables. Framed, cherished and protected, but each one empty, an identical picture of a washed out wall. You're not sure you want to mess with them.<br><br><span class=\"quote\">&gt; Inventory [[ alchemy lab ]]</span><br>unidentified potion<br>unidentified potion<br>lesser healing potion<br><br>“Ayla, what'd you find?” Kainzo asks.<br><br>“This is... an Aetheric Resonator.” Ayla says, inspecting the case carefully.<br><br>“No way.” Aelriss almost knocks over a table on her way across the room.<br><br>“Hold it,” Dorian interjects. “I saw it first.”<br><br>“What even is it?” Donnel asks.<br><br>“An item that allows Artificers to channel elements from upper tiers.” Kainzo says. “I read some talk from other cities about them online... though I imagine no one in Averron's got their hands on one yet.”<br><br>“Before we start an argument about who gets it,” Ayla says, “I'd like to point out that the case is locked.”<br><br>“Break it, then.” Aelriss says, hefting her staff. “What are you waiting for?”<br><br>What will you do?<br><span class=\"quote\">&gt; Investigate something else in the room.</span><br><span class=\"quote\">&gt; Intervene.</span><br><span class=\"quote\">&gt; Advise against breaking the case.</span><br><span class=\"quote\">&gt; Other.</span>"}
