{"number":"39229108","threadNumber":"39224341","comment":"<a href=\"#p39228267\" class=\"quotelink\">&gt;&gt;39228267</a><br><br><span class=\"quote\">> Spent 1 EXP.</span><br><span class=\"quote\">> [[ Defensive Mastery 3 offers a choice from: ]]</span><br>* Panacea // Passive // Reduces effect of poisons. Required for “Imperishable Will”.<br>* Combat Regeneration // Passive // Gradually restore HP. Required for “Imperishable Will”<br>* Shield Mastery // Passive // Increases the effectiveness of shields. Required for: \"Shield Slam\", \"Shield Wall\", \"Intercept\", \"Deflect Projectiles\".<br>* Evasion // Passive // Reduces damage from area of effect attacks. Required for \"Transcend Danger\".<br>* Retaliate // Active // After dodging, spend PP to strike back with an attack of increased speed and effectiveness. Required for \"Combat Expertise\".<br>* Intercept // Active // Spend PP to intervene, blocking an attack for an ally. [[ Unavailable: Requires \"Shield Mastery\" ]]<br><br>As the others look around the room, you try to use the dusty memento to interact with various objects. It doesn't seem to produce any sort of effect, however. The painting above the mirror is the same as in the dusty memento. Velika is gone from both.<br><br>“Anyone got anything?” You ask, opening the drawers in the vanity.<br><br>“There's a chest under the bed.” Nel says, pulling a heavy footlocker aside. “What's over there?”<br><br>“Looks like a bunch of trash in here. Well, expensive-looking trash.” You respond. Aelriss makes her way to your side, and the two of you investigate.<br><br><span class=\"quote\">> Inventory [[ Velika's vanity ]]</span><br>94 credits<br>ghost diamond hair brush<br>spark essence<br><br>“Oh, that's shiny.” She says.<br><br>“Is it anything anyone can use directly?” Kainzo asks.<br><br>“An elemental focus should be designated to—“ Dorian begins to speak, but Aelriss cuts him off.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1428549047000,"time4chanFormatted":"4/8/15(Wed)23:10","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
