{"isOp":false,"threadNumber":40003078,"number":40003092,"name":"BSO","trip":"!3c0YaXQPuY","time":1431831307000,"time4chanFormatted":"05/16/15(Sat)22:55:07","comment":"“The hell was that noise?” You hear Kainzo's voice as he stumbles out of the other room, the rest of the raid in tow. You and Nel look nervously at each other, then, he points toward the black room, face a bit flush.<br><br>“This place is seriously fuckin' with us!” Nel responds. He has more Celestial Gems than you. He folds his arms, turning and cautiously half-walking, half-stumbling closer to the rest of the raid. A bit on edge, you follow, hesitant to be left alone. “I hate it!”<br><br>There's a pause, and Tatsumaki is the first to point forward. At the far end of the hall, you see Andor materialize, lying supine near the broken glass floor. Vyx is still nowhere to be seen.<br><br>“Oi!” Kainzo shouts. “Andor, over here.”<br><br>“Heyo.” He waves as he walks nonchalantly into view.<br><br>“Where the hell have you been? It's been almost half an hour.” Ayla asks. “I thought you said you wouldn't be gone long.”<br><br>“What? Half an hour?” Andor looks confused, then gives a dejected sigh, sinking in place a bit. “I guess I lost track of time twice, then. When I logged out, I realized I'd been online way, way longer than I thought. I had to handle some things I forgot to do beforehand, but I didn't think it took more than a few minutes...”<br><br>“It's fine.” Kainzo says. “Vyx may have done the same. She should be back before too long.”<br><br>It's longer than you expect: another couple of minutes, before she reappears a distance away, lying on her back.<br><br>“Well... forty-five minutes and some change later.” Donnel shrugs.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"7da1fc1e1823bdb3403ed50003467fa33604a4ba.jpg","fileSize":"171 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/40003078/images/1431831307228.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/40003078/images/1431831307228s.jpg","md5":"1qka0JF46Ffm4zjx9qbFYQ==","w":1000,"h":476,"tn_w":125,"tn_h":59}
