{"number":"40007019","threadNumber":"40003078","comment":"<a href=\"#p40006907\" class=\"quotelink\">&gt;&gt;40006907</a><br>“You said Life was one of the Tier I elements, or whatever, correct?” You ask. “If he had that Aetheric thing you and Ayla were on about, he'd have been able to harness those. It seems like that would be enough, wouldn't it?”<br><br>“I'm not sure.” She says, rifling through the papers again.<br><br>“Whatever the case, we might as well take some of it with us. I doubt it's cursed—“<br><br>There's a thump, as you mention that word, that legitimately frightens you; you feel the bottom drop out of your stomach. It's a sound against the distant glass floor, that rouses the nine of you to action. Some turn from their current activities; you see Kainzo, Vyx, and Ayla stand and draw weapons. <br><br>There's someone stumbling out of the distant hallway—a human, you think, before you make a mental correction based on her height. She's at least three feet taller than any of you, wrapped from the shoulders down in a loosely-fitting, fluttering red and white gown. Next, you recognize the source of that sound: she's balanced on one dainty, ghost-like foot, with the other replaced with—or supported by, you can't tell—one of those enormous obsidian spikes you found in the woman's room below.<br><br>Next, you recognize that same expressionless, marbleized face: the one missing from the picture frame. She's making her way across the landing, slowly, from the direction Nel left in. He hasn't returned yet.<br><br>“F-fuck.” Aelriss paces backwards, briefly checking her UI. “Where's Nel? He hasn't said anything on the group chat...”<br><br>You and Tatsumaki exchange concerned glances.<br><br>“Everyone, we've got incoming.” You hear Kainzo speak from across the room. The party is still, and you're not sure who's going to attack first. “If you haven't noticed. Try and spread out, before it notices us... Vyx, Ayla, in back.”<br><br>Quiet.<br><br><span class=\"quote\">> Write-in</span>","time":1431842068000,"time4chanFormatted":"5/17/15(Sun)1:54","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"0cbf09b69ee96bc3bd1932c9294f08ac01900e7d.jpg","fileSize":"383205 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/40003078/images/1431842068731.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/40003078/thumbs/1431842068731s.jpg","md5":"+oPDdMxV4PZn91qonmXVPw==","w":"514","h":"775","tn_w":"82","tn_h":"125"}
