{"number":"40006072","threadNumber":"40003078","comment":"<a href=\"#p40004879\" class=\"quotelink\">&gt;&gt;40004879</a><br>That damn picture frame—it's empty, as it's been the last couple of times you looked at it. Still sends a chill down your spine, too, with consistency that makes you wonder if it's somehow a simulated event. You're not even sure why you've elected to hold onto it this long, for that matter: intimidated, perhaps, into a frightened sense of duty to rescue the immortal soul of a virtual ghost and free yourself from a curse that you're not even sure will have any real effect on your well-being, in and out of Broken Sky.<br><br><span class=\"quote\">> [[ Ayla ]]: Fuck. I...</span><br><span class=\"quote\">> [[ Ayla ]]: ...I don't even.</span><br><span class=\"quote\">> [[ Ascheritte ]]: Is something wrong? I thought we were done talking about this.</span><br><br>You take a look down at the work on the table—a bunch of sketches, in ink-pen on weathered parchment paper. You think you see the floor plan of this place, with side-glances among the work indicating various places in the walls and ceilings: for what, however, you are unsure. Shuffling the papers aside, there's numerous anatomical diagrams of humans and human-like entities, disassembled and augmented, with neatly-organized annotations in that indecipherable font—the old Sylvetican script, as you recall Dorian called it.<br><br>“This game is so detailed, isn't it?” Aelriss leans closely over your shoulder, taking a good look at the papers on the table. “Kjorikos's work?”<br><br>“He invented artifice, but couldn't find a way to bring back the dead.” You respond.<br><br>“Looks like he gave it a good try, though. Look at this stuff... it's kind of gross.” Aelriss says. “Think it's got any in-game significance?”<br><br>You shrug. Isn't she the one that was stealing paintings off the walls a few minutes ago?<br><br><span class=\"quote\">>Write-in</span>","time":1431839160000,"time4chanFormatted":"5/17/15(Sun)1:06","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Dorian.jpg","fileSize":"83828 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/40003078/images/1431839160773.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/40003078/thumbs/1431839160773s.jpg","md5":"kueEHyd/Pmju+ZSsDSd71w==","w":"534","h":"1024","tn_w":"65","tn_h":"125"}
