{"number":"40004817","threadNumber":"40003078","comment":"<a href=\"#p40003942\" class=\"quotelink\">&gt;&gt;40003942</a><br><a href=\"#p40003942\" class=\"quotelink\">&gt;&gt;40003942</a><br>“Nel, you want to scout ahead?” You and Kainzo lead the group across the broken floor to the spiral staircase. There's that sound again, metal scratching on glass, rhythmic like a heartbeat. Or footsteps. Clicking, and a high pitched whine or screech as whatever-it-is drags a distance with each period.<br><br>“Sounds good.” Nel says. He points upward, to where the staircase reaches another floor level. “I'm starting to get a handle on the tech level of this place, so I know what to watch out for. Move up to the landing, right there, and I'll let you guys know when to catch up with me. Is the group chat still open?”<br><br>“Yep. Some people dropped, but I'm keeping the dream alive.” Aelriss says.<br><br>“Alright, I'll use that. Eyes front, everyone!” Nel laughs.<br><br>The next floor looks a bit run-down. The source of that sound is on this level, echoing down distant hallways. You can hear it more clearly, though you're not sure where it might be. It doesn't look like there are any defenses here—rather, two wings devoted to what look like large alchemy laboratories, and a subtly curved, ornate wooden doorway leading into a branching hallway ahead.<br><br>“Nel, take a look that way.” Kainzo says, pointing down the hall. “I question the safety of these labs, but it looks like there's probably something to be collected or used. Let's take another moment while our Explorer gathers information.”<br><br>“Don't pick up anything if you don't know what it is.” Ayla saunters over to a sturdy-looking table, sitting on its edge and starting a bit when she rattles some of the glass equipment nearby, prompting a giggle from Tatsumaki. “Hell, don't pick up anything without our permission.”<br><br>With a shrug, you sit down a ways across from her.<br><br><a href=\"#p40004474\" class=\"quotelink\">&gt;&gt;40004474</a><br>[spoiler]http://en.wikipedia.org/wiki/Technetium-99m#Bone_scan<br>This doesn't make it not a shitty joke, of course, but it refutably makes sense...[/spoiler]<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1431835619000,"time4chanFormatted":"5/17/15(Sun)0:06","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Ayla.jpg","fileSize":"97660 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/40003078/images/1431835619844.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/40003078/thumbs/1431835619844s.jpg","md5":"5XvLlrBnZqiUZB8+iQY06w==","w":"565","h":"800","tn_w":"88","tn_h":"125"}
