{"number":"43829796","threadNumber":"43829030","comment":"<a href=\"#p43829048\" class=\"quotelink\">&gt;&gt;43829048</a><br><br>The class appealed to you immediately, when you first read about it. With maneuvers designed to avoid danger and chart paths through dangerous and unfamiliar territory, you can explore this new world in an a way no others can—while dishing out some pretty serious damage by account of your own skill as a player. In this world, you are an elite explorer, bearing few similarities to your real-life self. You are a measure taller and much more lean, skin a number of shades darker, hair somewhat longer.<br><br>“Sybil. Are you alright?” Troja asks, from over your shoulder. It's then you realize how debilitated you must look; it's a bit out-of-character for her to care. Your vision glazes down to the virtual frame cast in front of you by your Unique Identifier.<br><br><span class=\"quote\">> [[ Primary Archetype: Explorer ]]</span><br><span class=\"quote\">> [[ HP: 56 / 56 ]]</span><br><span class=\"quote\">> [[ PP: 18 / 18 (28) ]]</span><br><span class=\"quote\">> [[ Celestial Artifact(s) In Use – Total Committed PP: 10 ]]</span><br><br>“Yeah.” You respond instinctively. Your stats suggest you're just fine, but you feel otherwise. Perhaps it's just nerves, or perhaps you are a bit tired. Mounted on the back of an enormous aberrant Silverwing, Troja might be using less energy than you are walking—then again, you've never known walking to take much effort in this world, and the others seem to be doing fine as well.<br><br>“It -is- a tad uncomfortable down here.” Pandora says, adjusting his ponytail. Though there is no wind—the air is disconcertingly stagnant—his iridescent robe flutters regardless, leaving an ephemeral sparkling dust where it passes. “The darkness and that dreadful sound... not to mention the fact that something could attack at any moment!”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1448495731000,"time4chanFormatted":"11/25/15(Wed)18:55","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Troja.jpg","fileSize":"94308 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/images/1448495731348.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/thumbs/1448495731348s.jpg","md5":"TGsTsRGV/RU2aS924l7LXQ==","w":"490","h":"800","tn_w":"76","tn_h":"125"}
