{"isOp":false,"number":"43836593","threadNumber":"43829030","comment":"<a href=\"#p43836392\" class=\"quotelink\">&gt;&gt;43836392</a><br><span class=\"quote\">> [[ Sybil: 18 / 56 HP ]]</span><br><br>You've stopped bleeding. The cavern around you is made of sparkling crystals like bismuth. You look up. You're half-sitting, half-lying on the floor, with Vaine sort-of awkwardly cradling your torso.<br><br>“Sybil's alright.” Cecily says, sitting nearby. Vaine merely breathes a sigh of relief, and you see Pandora rushing to your side.<br><br>“What happened?” From elsewhere, you hear Troja's voice.<br><br>“I'm not sure.” You say, coming to your senses, a bit shaken. “I disconnected, for sure. Dozed off, maybe? Had a weird dream.”<br><br>At that, you check your inventory. Sure enough, the Gem is there. With a relieved sigh of your own, you continue. “...Did I miss anything?”<br><br>“Not at all.” Pandora says. “We haven't divvied up the loot from the Chthonic yet. If you're still interested in material pleasures after a stunt like that, anyway...”<br><br>“Yeah, sure. I'm in.” You shake your head. “Thanks for the assist, guys.”<br><br>“Don't thank us, actually.” Cecily says.<br><br>“Yeah,” Troja adds. “Thank this guy.”<br><br>You look over, to see her sitting nearby a campfire, a black-robed gentleman—Identified—in her company. A chitinous sword sits across his back. Around his neck is an emerald mirror, which he wears as an amulet dangling loosely against his bare chest; when mentioned, he gives you a wave and a reserved smile.<br><br>“Who's he?” You ask.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1448522775000,"time4chanFormatted":"11/26/15(Thu)2:26","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1402159896426.jpg","fileSize":"282178 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/images/1448522775440.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/thumbs/1448522775440s.jpg","md5":"SPUqqmKAN5IigJZRaJAKYQ==","w":"590","h":"900","tn_w":"81","tn_h":"125"}
