{"isOp":false,"number":"43831035","threadNumber":"43829030","comment":"<a href=\"#p43830533\" class=\"quotelink\">&gt;&gt;43830533</a><br><br>“We're here to protect the convoy, and warn them about dangers ahead.” You say, closing your eyes and taking a deep breath. “We can't let them or the Excavator be damaged—whatever it takes. If Nephilim shows up, we might have the opportunity to reason with them. Otherwise...”<br><br>“My sentiments exactly.” Troja nods.<br><br>The path ahead takes the shape of a stone terrace, overlooking a massive hole in the underground—one larger than you've ever seen before. Stone outcroppings protrude out at various distances, depths, and angles, giving the impression of an enormous circular maw. A lightning storm rages deep within the white fog filling the pit—you see numerous other caverns and holes lining the outside of the area, with lights shining out from carved openings affording the vague impression of homes or buildings carved into the crevice-face.<br><br>“Wouldn't want them to go tumbling down there.” Vaine says.<br><br>“By my map, we've got solid rock to tunnel upward through going westward from here.” You say, checking your UI. “I'm updating the team on any changes that'll have to be made on the route.”<br><br>“That is awfully lovely.” Pandora says, joining you at the edge. “Think there's anything to worry about down there?”<br><br><span class=\"quote\">> Your abilities will allow you to make a once-around, and be back to update your map before you're needed.</span><br><span class=\"quote\">> Take the party down to check one of the closer caverns.</span><br><span class=\"quote\">> Start making your way further upward, and investigate potential dangers elsewhere.</span><br><span class=\"quote\">> Other.</span>","time":1448499891000,"time4chanFormatted":"11/25/15(Wed)20:04","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Silverwing.jpg","fileSize":"92302 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/images/1448499891240.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/thumbs/1448499891240s.jpg","md5":"AmjCySUrRX+oZd7UUK95DQ==","w":"1024","h":"915","tn_w":"125","tn_h":"111"}
