{"isOp":false,"threadNumber":43829030,"number":43832676,"name":"BSO","trip":"!3c0YaXQPuY","time":1448505873000,"time4chanFormatted":"11/25/15(Wed)21:44:33","comment":"<a href=\"#p43832079\" class=\"quotelink\">&gt;&gt;43832079</a><br><br><span class=\"quote\">&gt; [[ 91 ]]</span><br><br>It bursts from the rock face mere feet below you, and you fling yourself out of the way, watching the structure you supported yourself on crumble to bits as you tumble downward into the storm. You can feel pebbles and divots of earth buffeting your body as you fall, scanning the area around you as you search for your next foothold. High above, your attacker—enormous, coiling, gruesomely silhouetted in the light from above—breaches the surface fully, twisting its colossal body downward to plunge downward into the maw, engulfing you whole in the process.<br><br>You'll be having none of it.<br><br>Still tumbling backwards, you reach up and pull your hair back from your left eye, revealing the gilded plating that surrounds it, stretching across your temple to the bridge of your nose. A faint red glow from a crystalline iris, nested firmly in the center of metallic sclera—your Celestial Artifact. Time slows to a crawl as you reassess your environment, and a red filter clouds your vision.<br><br>Viewed this way, each stone and boulder surrounding you appears to you not as a physical object, but as information: size, shape, position, and velocity. Your possibilities unfold before you, and there are few in which you survive.<br><br>You're quick to select one, landing atop a falling stone spire and taking a powerful leap to another one adjacent, vaulting over it to land on the curved cavern wall and run along it for a short distance. The Chthonic adjusts its trajectory, fixated on you, and you speed up, leaping free of the wall as it collides, and landing feet-first on its segmented body with a flatulent squishing sound.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"1388709000429.jpg","fileSize":"151 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/43829030/images/1448505873962.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/43829030/images/1448505873962s.jpg","md5":"yYwzNxciM72Tk2yUgnLPjQ==","w":1000,"h":1000,"tn_w":125,"tn_h":125}
