{"isOp":false,"number":"43836610","threadNumber":"43829030","comment":"<a href=\"#p43836593\" class=\"quotelink\">&gt;&gt;43836593</a><br><br>“Oh, a traveler.” He responds. “I was making my way upward, when I found you convulsing on the cavern floor. Thankfully, I had some bandages spare from my last expedition. Once I stopped the bleeding, I elected to do the right thing, and guard you until you came to your senses.”<br><br>“Without him, you'd have been toast.” Cecily shrugs. “I guess not even you can take a fall like that, huh?”<br><br>“I was distracted. But thanks. I owe you.” A brief silence, as you go over your inventory again. Could this guy be with Nephilim? He doesn't look like anyone you've seen; and why would he save you, if he was? “You said you're a traveler? Where from?”<br><br>“To be quite honest, many locales. But most recently, the lands below. Through unfortunate circumstances, I found myself deep beneath the earth, far from my starting zone, and was borne upwards given the barest hints at civilization.” He smiles, pointing to his UI. “I barely managed to make it here, and now... well, my next destination is called Hecatelia. Do you know of it?\"<br><br>“Yeah,” Troja says. “It's the nearest town.”<br><br>“I think we're pretty far along in the progression of things, too.” Vaine says. “Our top guilds are headed for the surface now.”<br><br>“Oh, that's good! It's near? Then I'm much closer than I imagined.” He stands, stretching a bit. “Tell me, then. How might I obtain an audience with your Queen?”<br><br><span class=\"quote\">> Broken Sky Online returns eventually™.</span><br><span class=\"quote\">> [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline <br><span class=\"quote\">> [[ Archive ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican","time":1448522891000,"time4chanFormatted":"11/26/15(Thu)2:28","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1422324183059.jpg","fileSize":"396742 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/images/1448522891542.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/thumbs/1448522891542s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":"679","h":"1549","tn_w":"54","tn_h":"125"}
