{"number":"43834393","threadNumber":"43829030","comment":"<a href=\"#p43834362\" class=\"quotelink\">&gt;&gt;43834362</a><br><br>“Careful!” Troja shouts, her mount flying past you. Her words are accentuated with high-power rifle blasts, with each shot forming the epicenter of a fissure of splattering flesh, blood, and sickness. “It's poison!”<br><br>The enormous body coils around in the middle of the floor, threatening to splatter you against the cavern walls; with a dive-roll, you barely clear it, making your way towards Vaine and Cecily as they search for another angle of approach. It submerges, pulverizing the stone around it into a sedimentary pit—then, half of its body bursts upward from the center, tentacles extending far from its maw to strike at your allies.<br><br>The first salvo is deflected, as a previously-invisible barrier shatters into so many glass-like shards. Not too far away, Pandora smirks, and continues painting in the air; long brush strokes form razor arcs which lance forward and collide explosively with the roaring creature, the cavern surrounding seeming to cry out to match its volume.<br><br>Cecily is scarcely rivaled in swordsmanship, but her strikes are easily followed once they've landed; her weapon, if observed carefully, leaves a glimmering trail where it's swung. You echo her strikes, dancing in and out of reach behind her to follow up at each point of impact. Nearby, Vaine appears to have settled for an enormous greatsword, which he wields with tremendous strength and speed.<br><br>The pit of pulverized rock funnels inward, dragging the four of you on the ground closer to the beast. It seems as if you're in control, but on borrowed time. Not only are you being pulled in: what happens to you if this entire branch gives way?<br><br><span class=\"quote\">> Use Eternal Verity to find a means of crushing the Chthonic via controlled cavern collapse.</span><br><span class=\"quote\">> Give it a little more room—then aim everything you've got at that ring. Who knows what'll happen if it reverts to natural behavior?</span><br><span class=\"quote\">> Retreat, and make it come to you. You'll fight on your own terms.</span><br><span class=\"quote\">> Other.</span>","time":1448512578000,"time4chanFormatted":"11/25/15(Wed)23:36","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
