{"isOp":false,"number":"43830533","threadNumber":"43829030","comment":"“You can believe what you want, but the upper branches have been gank city since this thread went up.” Pandora continues, hurriedly scanning the message board. “Nameless, players, doesn't matter. It's a total madhouse. What if we run into them—or they attack the convoy from behind?”<br><br>“Well, technically, that's not in our job description. I would have negotiated higher pay if I was signing up to fight someone else's war.” Cecily says. “But if Nephilim does show up, I already know what I'll do... if it wasn't obvious enough.”<br><br>“Geez. Sounds like you're looking for a fight, now.” Vaine says. “Remember, girl—these guys aren't Nameless. Some of them might have Artifacts, and...”<br><br>“I know that. I'm merely making a statement, Vaine. Keep in mind we were hired as a team.” Cecily says. “If it comes to that, I need to know if I'll be running into battle alone. No one has any reservations about killing other players, correct? Sybil?”<br><br>It's an aspect that's always disturbed you, for there's cruelty at work in either case. The Nameless feel more pain, true—but with other Identified, there is a sense of solidarity, and an idea that either of you has so much to lose.<br><br>And little to gain... barring Celestial Gems. Your eyes widen, hands twitching, heat pulsing from within your chest.<br><br><span class=\"quote\">> Succumb. “I'll kill anyone I need to.”</span><br><span class=\"quote\">> Save face. “We can't make that kind of generalization. If something happens, we'll decide then and there.”</span><br><span class=\"quote\">> Control it. “Nephilim stated terms, which means they can be reasoned with. We're all Players; they deserve that chance.”</span><br><span class=\"quote\">> Other.</span>","time":1448498198000,"time4chanFormatted":"11/25/15(Wed)19:36","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Vaine.jpg","fileSize":"167951 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/images/1448498198502.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/43829030/thumbs/1448498198502s.jpg","md5":"zQ/e3YGvOM5nq/gLSY973g==","w":"760","h":"990","tn_w":"95","tn_h":"125"}
