{"isOp":false,"number":"44267459","threadNumber":"44267443","comment":"<a href=\"#p44267443\" class=\"quotelink\">&gt;&gt;44267443</a><br><br>Screams reverberate throughout the halls of the Upper Sanctum as you, Aelriss, and Nel sprint back through the winding passages, passing myriad doors—all alike—before the landing comes into view, a stiffly-neat and stocked study, with library shelves lined up on either side of the path leading back to the spiral staircase. Someone or something isn’t happy with you—at least, at possible worst; at possible best, you’ve simply startled a group of tenants who don’t get too many visitors. Ahead, the rest of the party is primed and ready; Kainzo is at the head of the group, which stands in a haphazard formation, each member visibly prepared to fight, though unsure of which direction foes could approach from.<br><br>“Nel!” Ayla says.<br><br>“You made it back in one piece, kid.” Donnel adds.<br><br>The screaming sounds are distant and echoic enough that the conversation can be heard over them without necessitating a raise in volume—but it’s an eerie backdrop, and one that isn’t particularly pleasing to the ear anyway. You feel uneasy.<br><br>“Barely.” Nel breathes a sigh of relief. “Would have been done for were it not for Ashe.”<br><br>“Ascheritte. Report?” Kainzo asks.<br><br>“An entire room of those homunculi—dolls made in the image of Kjorikos’s dead lover.” Aelriss says, before you can come through with a response of your own. “It’s worse than we thought. He didn’t just try one or two more times after the first one didn’t come through…”<br><br>To the right, a bookshelf suddenly collapses, liberating a thick cloud of dust that produces another pair of the marbleized humanoids—varying in height, with cracked, cream-colored skin, eyes and mouths closed and perfectly still. Then, a pair of the translucent Sanctum windows fall forward, shattering on the ground and revealing themselves not as portals to the outside, but as gateways to small compartments that contain more of the ghastly things.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450558450000,"time4chanFormatted":"12/19/15(Sat)15:54","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Aelriss.jpg","fileSize":"132820 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/images/1450558450027.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/thumbs/1450558450027s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":"1000","h":"605","tn_w":"125","tn_h":"75"}
