{"isOp":false,"number":"44274777","threadNumber":"44267443","comment":"<a href=\"#p44274019\" class=\"quotelink\">&gt;&gt;44274019</a><br><span class=\"quote\">> [[ Ancient Cathedral: Sanctum of Kjorikos – The Observatory // PVP Disabled ]]</span><br><br>Through the enormous doors, an even more jarring disconnect awaits, as the raid crosses the threshold into what seems like another world altogether.<br><br><span class=\"quote\">> [[ Sylvetica // PVP Disabled ]]</span><br><br>At your back, the whole of the temple—or the portion you can see from here, embedded in the rock face that extends upward to melt into the sky, and reaches the horizon to your left and right both—waits, looking rustic and decrepit in its exterior.<br><br>You stand in a meadow, geographically not unlike the first place you experienced upon beginning the game. You're on the edge of a lush forest. There are mountains visible in the distance, and you can hear birds chirping overhead. You're warmed by an illusory sun, high in the sky.<br><br>“Oh, damn.” Ayla says. “Don't show me a place like this if you're not going to give me time to explore it...”<br><br>“On your guard, Ayla.” Kainzo nods, weapon ready. “Remember. There's an Aetheric Resonator downstairs with your name on it.”<br><br>“It's got all of our names on it, Kainzo.” Aelriss grumbles, as the raid spreads out in the meadow. “What do you suppose this place is, anyway?”<br><br>“A recreation.” Dorian says. “Is it not obvious? Whatever happened to old Sylvetica—Kjorikos wanted to get it back. The same goes for Velika. He was merely stuck in the past. Someone who must have been so powerful couldn't even move forward where it counted.”<br><br>“Indeed.” An unknown man's voice sounds, echoic. Behind, you hear a door slamming—typical. It continues. “There are none so strong as to leave this past behind.”<br><br>The sky begins to darken, and you feel energy welling up around you. The members of the party assume fighting stances, looking each other over briefly.<br><br>“Move!” You shout. “Now!”","time":1450584551000,"time4chanFormatted":"12/19/15(Sat)23:09","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"1422324183059.jpg","fileSize":"396742 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/images/1450584551986.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/thumbs/1450584551986s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":"679","h":"1549","tn_w":"54","tn_h":"125"}
