{"isOp":false,"number":"44276409","threadNumber":"44267443","comment":"<a href=\"#p44275913\" class=\"quotelink\">&gt;&gt;44275913</a><br><span class=\"quote\">> [[ 68 ]]</span><br><br>“Tatsumaki! Ascheritte! Get ready!” Kainzo shouts. “Barrier's going down in three, two...!”<br><br>Kjorikos lands—with incredible force that belies his lightweight appearance—and prepares to stand his ground. That's fine. You wanted more time to attack anyway.<br><br>Tatsumaki speeds up, reaching him first. She rises up from his side, throwing a number of lightning-quick jabs. Light punches hit home, striking the side of his chest, and she reels back for a haymaker; the Artificer displays a surprising martial prowess, or at least overwhelming strength, as he catches her by the wrist and guides her into a take-down that sends her rag-doll bouncing at least ten feet through the knee-high grass. He chases the technique with a bolt of lightning; you don't see if it hits, but merely hope it didn't.<br><br>You and Kainzo arrive simultaneously. His swing speed is noticeably slower than yours, and you time your strikes with his to minimize the Artificer's ability to dodge. A horizontal swing from the Crimson Guardian; the Artificer ducks low, falling to one knee to avoid it, but doesn't have enough time to counterattack him before you go for a combination. Your blade looses more rust from his armor, then, leaves a deep gash across his mask, sparking as it does. But pulling a hand through empty air, Kjorikos draws an enormous sword—a withering, sparking lance of violet energy—and swings it in a wide horizontal arc, forcing you and Kainzo to the ground as every tree surrounding you is cut down, beginning to slowly fall inward.<br><br>“Out with you.” A cloud begins to collect over the clearing, lightning crackling within. “Perhaps you'll thank me for this, Ascheritte.\"<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450590125000,"time4chanFormatted":"12/20/15(Sun)0:42","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
