{"isOp":false,"threadNumber":44267443,"number":44273574,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1450580259000,"time4chanFormatted":"12/19/15(Sat)21:57:39","comment":"<a href=\"#p44272875\" class=\"quotelink\">&gt;&gt;44272875</a><br>In quiet anticipation of things to come, you gulp down a lesser healing potion as well.<br><br><span class=\"quote\">&gt; [[ HP: 16 / 35 ]]</span><br><br>The party begins to surround the table, and you look over what Nel's got his eye on.<br><br><span class=\"quote\">&gt; Inventory [[ platter ]]</span><br>pickled moonroot x8<br><br>“Looks legit.” You say, sarcastically. It's a number of small, sealed jars containing a faintly-glowing bluish suspension.<br><br>“Maybe it's a purified restorative, like moonroot elixir.” Aelriss says. “Or, maybe it's just been fermenting for so long that it's twice as toxic as the raw herb. That sounds more likely.”<br><br>“Hey, look on the bright side.” Vyx says. “Twice the toxicity means twice the potency, y'know.”<br><br>“She's got a point.” Donnel shrugs. “Kind of a stupid one, but a point nontheless.”<br><br>“Is the implication here that people used to just eat this stuff for fun?” Aelriss asks.<br><br>“You probably had to be a little intoxicated to invent the kinds of stuff we've seen in here.” Ayla shrugs. “So, yeah, I guess. Take it if you want it, but don't make it your first resort.”<br><br>“What about the fountain?” You ask, dipping your finger tentatively. It doesn't seem to have any effect—when you touch it to your tongue, the effect is instantaneous.<br><br><span class=\"quote\">&gt; [[ HP: 31 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Moonroot Poisoning: Dizzy ]]</span><br><span class=\"quote\">&gt; [[ Stunned ]]</span><br><span class=\"quote\">&gt; [[ Paralyzed ]]</span><br><br>A single drop, and the worst of your wounds close in an instant. But your muscles lock up; your skin tightens uncomfortably, and you collapse into a sitting position. You're stunned for another couple of seconds—then, left in a state where you can't do much more than talk and move your arms.<br><br>“Ascheritte! Are you alright?” Kainzo asks.<br><br>“Fine?” You say, through clenched teeth.<br><br>“Vitae.” Nel says, looking over a full glass. “Looks like it's a powerful restorative.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"Donnel.jpg","fileSize":"320 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/44267443/images/1450580259236.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/44267443/images/1450580259236s.jpg","md5":"ns5s/kqI3Nu/ICGTDLBeTQ==","w":508,"h":918,"tn_w":69,"tn_h":125}
