{"number":"44270248","threadNumber":"44267443","comment":"<a href=\"#p44269919\" class=\"quotelink\">&gt;&gt;44269919</a><br>Yeah, it'll take a little more than that. You take in your surroundings, and see Aelriss twitch as you begin to push yourself to your feet. Still alive, presumably; you're not sure what her total HP is, but you're certain it's less than yours.<br><br>Doesn't seem either of you could weather another hit like that.<br><br><span class=\"quote\">> [[ PP: 1 / 8 ]]</span><br><br>Your blade becomes wrapped in force as the dolls prepare to attack again. But you move out of range—pairing your ability with your signature fading strike—then push forward to hit them with everything you've got.<br><br>The wave of force ripples outward as your blade meets its mark. One of the two dolls is uselessly thrown aside, while the other is launched backwards at incredible speed, its body breaking apart as it blasts a path through the scattering crowd of homunculi.<br><br><span class=\"quote\">> [[ Ascheritte defeated Velika. ]]</span><br><span class=\"quote\">> [[ This transgression will not be forgotten... ]]</span><br><br>You turn—there's another one standing over Aelriss, leg raised to impale her. But Eunoia swoops down past you, wreathed in orange light. A familiar beam attack leaves char-marks up and down the doll's body before blowing its head clean off, sending the rest of the pieces crumbling to the ground.<br><br><span class=\"quote\">> [[ Aelriss defeated Velika. ]]</span><br><span class=\"quote\">> [[ This transgression will not be forgotten... ]]</span><br><br>The bird lands on Aelriss's shoulder, melting into a green glow that suffuses her form; she appears noticeably stunned as she begins to rise. It looks like the crowd of dolls is beginning to disperse.<br><br><span class=\"quote\">> Grab Ael and run for the hallway.</span><br><span class=\"quote\">> Write-in.</span>","time":1450568918000,"time4chanFormatted":"12/19/15(Sat)18:48","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
