{"number":"44276436","threadNumber":"44267443","comment":"<a href=\"#p44276409\" class=\"quotelink\">&gt;&gt;44276409</a><br><br>“Kainzo! Barrier back up, now!” You hear Nel shout, and see his form silhouetted in the purple light overhead as he leaps toward Kjorikos from behind. The Artificer turns, appearing briefly nonplussed, as Nel lands feet first on his chest, grabbing him by the head. There's a distinct pause before Kjorikos grabs him, throwing him aside in a dusting of indigo flames with a single gauntleted hand.<br><br>Kainzo raises his barrier, shielding the two of you in time for an enormous explosion of force and wild, coiling energy to erupt from the Artificer's direction—you hear Kjorikos grunt, in what sounds like pain, and see his silhouette levitate deeper into the woods, chased away by more caster fire from outside the clearing.<br><br>“Huh.” Kainzo says, dusting himself off as the barrier dissipates. “Kid planted one of Ayla's bombs.”<br><br><span class=\"quote\">> [[ HP: 23 / 35 ]]</span><br><br>Nel and Tatsumaki join you, looking pretty badly beaten up already. You see the others pulling themselves over the downed trees to meet up with you in the clearing. Eunoia leaves your shoulder to reunite with Aelriss.<br><br>“Damnit, he's too quick.” Donnel pants.<br><br>“We've got to go after him.” Andor replies.<br><br>“No deal. I was ahead of you guys for a while.” Nel says. “He's leading us toward a cliff. This place empties into a proper abyss.”<br><br>“So, what do we do?” Aelriss says. “I mean, if we corner him, we'll actually be able to attack him all at once.”<br><br>“But he's got no problem attacking all of us at once.” Kainzo says, then examines a faintly-glowing bracer around his left wrist. “Bastion is down for five minutes this time. I think we're gonna have to find a way to lure him into another clearing. Somewhere we've got cover.”<br><br>“Uh huh.” Vyx says. “You have any ideas as to how we're going to lure him out? He practically controls the weather in here.”<br><br><span class=\"quote\">> Suggest engaging him against the cliff.</span><br><span class=\"quote\">> Suggest an alternate course of action. (Write-in.)</span><br><span class=\"quote\">> Other.</span>","time":1450590222000,"time4chanFormatted":"12/20/15(Sun)0:43","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
