{"isOp":false,"number":"44274824","threadNumber":"44267443","comment":"<a href=\"#p44274777\" class=\"quotelink\">&gt;&gt;44274777</a><br><br>“Had you only known the world that was.” A lance of purple lightning utterly annihilates what was the center of your group a moment ago, as you dive and dart in all directions, turning to search for the source of the attack and organize some sort of fighting formation. You smell ozone; divots of broken earth rain down, and a cloud of smoke and dust drifts downwind. “Had you only known the one I loved. You too would find it beautiful. You too would feel weak.”<br><br>“Yet now, you are borne upwards, toward the sky. To partake of our past? You will find nothing awaiting you there.” Then, the ground trembles—for only a moment, before pillars and barricades of earth and stone erupt from underground, splitting trees and destroying rocks. You lose sight of the others as you move to avoid the attacks from below; Tatsumaki dodges past you, into the forest, and you hear the sound of handcasters firing, likely Ayla or Vyx. “We share the same fate. You will be corrupted by memory.”<br><br>The earth at your feet breaks, and you tumble further through the trees, bracing yourself against a newly formed stone wall as you come to a stop on your feet. He lands mere feet away from you in a wreath of violet fire that scorches the meadow grass. He is bigger than you, armored and cloaked, with a hood pulled over his head and a metal mask disguising his face. He appears ancient, as if imprisoned in a man-shaped shell of rust.<br><br>But he is a man—humanoid, at least—and speaks with an unusual awareness of context. You thought only players were human. You scan him up and down for a Unique Identifier to make sure. Nothing.<br><br>“Ascheritte.” He speaks in a grim tone, and your blood runs cold.<br><br>You've never fought a spellcaster before, but you swear someone told you once they were pretty dangerous. You don't see the others.<br><br><span class=\"quote\">> Write-in.</span>","time":1450584708000,"time4chanFormatted":"12/19/15(Sat)23:11","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"1422502875646.jpg","fileSize":"1277770 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/images/1450584708193.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/thumbs/1450584708193s.jpg","md5":"CZLW14nhKuMeZzS00V1HqA==","w":"2098","h":"2966","tn_w":"88","tn_h":"125"}
