{"isOp":false,"number":"44274019","threadNumber":"44267443","comment":"<a href=\"#p44273597\" class=\"quotelink\">&gt;&gt;44273597</a><br><br>“Think we can throw this stuff at the boss?” You ask. “We could open with a stun.”<br><br>“Doubt it.” Nel says. “If it worked on contact, you'd have been knocked out when you touched it. We should just use it to heal in shifts to save supplies.”<br><br>Time passes as the members of the raid imbibe the scarlet liquid, one or two at a time, wounds closing.<br><br>“Everyone's alright, I surmise?” Kainzo asks.<br><br>“Nel, you're doing good?” You ask.<br><br>“Hangin' in there.” He replies, taking a deep breath. “Maybe I'm a little nervous.”<br><br>“Well, don't worry. Kjorikos might be a little cross at me specifically. Might have stepped on his toes a little bit, with the tomb ransacking and homunculus-smashing.” You reply, then shrug. “So, no one go do anything crazy trying to save me, if things get bad.”<br><br>“I wasn't planning on it.” Dorian rolls his eyes.<br><br>“Aelriss, you're fine?” You turn to look at her. “I saw you killed one of the dolls, so...”<br><br>“As I've ever been, Ashe.” She responds. “And I know. I'll be on my toes. If anything, I'll stick with you.”<br><br>“Donnel, you said you were low on recovery items?” Kainzo asks. “How is everyone doing down that avenue?”<br><br>“I've got enough for the fight.” Donnel says. “I was just concerned about having to use them to prepare for the fight, instead.”<br><br>“Same,” Ayla replies. “I've got a bomb left, too, and I know exactly where I'm putting it.”<br><br>Tatsumaki gives a thumbs-up.<br><br>“I think we're ready, then.” Kainzo says. “We know our formation...”<br><br>“And we've proven already that we operate on the outer fringe of strategy.” Andor adds.<br><br>“Nothing's left, then?” Aelriss asks.<br><br><span class=\"quote\">> [[ HP: 35 / 35 ]]</span><br>You are clear of negative status effects.<br><br><span class=\"quote\">> Enter the Observatory.</span><br><span class=\"quote\">> Write-in.</span>","time":1450581833000,"time4chanFormatted":"12/19/15(Sat)22:23","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
