{"number":"44272512","threadNumber":"44267443","comment":"<a href=\"#p44272433\" class=\"quotelink\">&gt;&gt;44272433</a><br><br>At the back of this landing, a small staircase leads up to a massive, wooden double-door, decorated in iron and gold: the Observatory. The remainder of the room is uneventful, save for one thing: a banquet table—seated for ten, with dishes brimming with exotic-looking fruits and meats. In the center, a number of empty glasses surround a small, ornate bronze fountain, which recycles a pure-looking liquid, wine-red. Adjacent, another bowl stacked high with more fruits of other types, glowing beneath chandelier-light from above.<br><br>“Opulent.” Ayla says, an air of sarcasm in her voice. You're rolling over your inventory—the walk has been quiet, rife with tension.<br><br>“I'm taking all of this on the way out.” Aelriss says.<br><br>“We'll split it down the middle.” Donnel nudges. “Square?”<br><br>“Incorrect. The officers' room at the Writ Keepers' hall is in need of new decorations.” Dorian says. “Ayla, I'll secure you the lion's share.”<br><br>“Hold on,” You suggest. “It could be a trap.”<br><br>“He's right.” Kainzo says, staying the group before they advance. “A deception like that would be practically normal in the lower branches.”<br><br>“This doesn't look like it.” Nel moves forward, investigating the table. “At least, not a traditional one, anyway. Might be some kind of a rest area, or just decoration? I'm assuming that's the boss room up ahead.”<br><br>“That's what they WANT you to think.” Vyx folds her arms.<br><br>“I'm inclined to believe the opposite of whatever she does.” Ayla points at Vyx.<br><br>“How about someone jumps in and grabs something, and Eunoia can fix 'em up if it's poisoned?” Donnel says. “I volunteer Dorian.”<br><br>“Eunoia's spent for another few minutes.” Aelriss says. “Had a close call back there.”<br><br>Tatsumaki gives you an inquisitive look, then shrugs.<br><br><span class=\"quote\">> Write-in.</span>","time":1450576811000,"time4chanFormatted":"12/19/15(Sat)21:00","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Dorian.jpg","fileSize":"83828 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/images/1450576811152.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/thumbs/1450576811152s.jpg","md5":"kueEHyd/Pmju+ZSsDSd71w==","w":"534","h":"1024","tn_w":"65","tn_h":"125"}
