{"isOp":false,"number":"44272433","threadNumber":"44267443","comment":"<a href=\"#p44272398\" class=\"quotelink\">&gt;&gt;44272398</a><br><br>“Cat-girl!” Vyx says, still hefted in Tatsumaki's arms, as you and the group begin to pass. You hear Kainzo sigh on your behalf. “You're so strong. I love you now. Take me away!”<br><br>Tatsumaki gives her a confused look, before suddenly collapsing, leaving the two of them in a stunned, tangled heap on the floor.<br><br>“Huh. Fatigue.” Andor says, glancing them over. “Doing acrobatics like that while carrying so much weight catches up with you. I haven't seen anyone manage it for so long, to be honest.”<br><br>“Hey, are you calling me fat?” Vyx's voice is muffled, face pressed against the ground. “Take it back.”<br><br>You've been down these hallways before. Glassy walls, with gold-leaf trim. All alike, an immaculate setting that derides your eyes for believing this place is the slightest bit clean. Screaming still echoes in your ears, and blood stains your armor as it once did these floors. Perhaps, you think, the power of Artifice was built upon a foundation of jealousy, bloodshed, and indecency.<br><br>Or perhaps all these goddamn roleplayers are getting in your head again. You sigh. Nel's map is accurate—at least, what he was able to make before the dolls blocked him off. Smooth stone doors, set perfectly into the adjacent walls, dot the hallways. Most are sealed, and do not open. Few others might well be worth searching. But what you seek, you see ahead.<br><br><span class=\"quote\">> [[ Ancient Cathedral: Sanctum of Kjorikos – The Observatory // PVP Disabled ]]</span><br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450576480000,"time4chanFormatted":"12/19/15(Sat)20:54","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Nel.jpg","fileSize":"112581 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/images/1450576480328.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/thumbs/1450576480328s.jpg","md5":"5Prjuts30sNcwYhBrsfIyg==","w":"987","h":"1695","tn_w":"72","tn_h":"125"}
