{"number":"44275886","threadNumber":"44267443","comment":"<a href=\"#p44275617\" class=\"quotelink\">&gt;&gt;44275617</a><br><a href=\"#p44275620\" class=\"quotelink\">&gt;&gt;44275620</a><br><a href=\"#p44275641\" class=\"quotelink\">&gt;&gt;44275641</a><br><a href=\"#p44275660\" class=\"quotelink\">&gt;&gt;44275660</a><br><br>He's buffeted with caster fire from somewhere in the woods, and raises his arms to shield himself, preparing another attack. That must be the opening. You charge forward, still adhering to the strategy of avoiding contact with the earth where possible. Where a pillar emerged previously, a tree is tilted at an angle between the two of you, and you springboard off of it as you close the distance at incredible speed; not even a levitating target is safe from you.<br><br>Your first strike is from overhead, with two hands, and he blocks it with his own armored palms. You remember—this is the mistake you made when you faced off with Anaximander. But you were slower then. You pull away, the tip of your blade leaving a crescent of flames in the air as you circle back for an upward strike.<br><br>It hits, solid but shallow; you see flecks of rust loosed from the impact site as he increases his own speed, coming to a landing a few feet away from you. <br><br>“Stay off the ground whenever you can!” You shout. Kainzo and Tatsumaki are catching up, in time for the Artificer's next flurry. Violet orbs flicker into existence in an arc over his head, twisting for a moment before unleashing a flurry of lightning bolts at you and the group further behind. You hear a shout from somewhere over your shoulder, but can't give up an inch.<br><br>“Ashe, go straight ahead!” Kainzo lands at your side, having caught up from behind. You heed the command, and he extends his free hand as he lands, casting an enormous, translucent scarlet barrier between you and the Artificer. The next salvo of bolts is deflected off, leaving spiderweb cracks in the barrier like glass.<br><br>From overhead, Eunoia lands on your shoulder, whistling gravely.<br><br><span class=\"quote\">> [[ HP: 22 / 35 ]]</span><br><br>How far does this place go? You're running out of time with Haste.<br><br><span class=\"quote\">> [[ 1d100 ]]</span>","time":1450588161000,"time4chanFormatted":"12/20/15(Sun)0:09","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
