{"isOp":false,"number":"44272398","threadNumber":"44267443","comment":"<a href=\"#p44272105\" class=\"quotelink\">&gt;&gt;44272105</a><br><br>“You alright?” You ask.<br><br>“Yeah, barely.” Aelriss responds, as the two of you carefully maneuver throughout the thinning crowd. There's space now, thankfully, and it grows wider as the remainder of the homunculi begin to disappear, stumbling and falling down the stairs or shuffling back into the compartments behind the windows, vanishing into darkness. Vyx and Tatsumaki are visible at the corner far ahead, and you see Nel shuffling out from under a bookcase now that the noise has stopped.<br><br>“Thanks for the assist.” You say.<br><br>“You too.” She responds. “Nice plan, by the way.”<br><br>“I didn't really have a whole lot to go by.” You shrug. “But yeah, I've done better.”<br><br>Toward the center of the room, a translucent red dome—apex no more than three or four feet off the ground—shields the other members of the party, and fades quickly once the screaming and crying comes to a stop.<br><br>“Oh, wow.” Aelriss nudges you. “That's Kainzo's...?”<br><br>“Must be.” Nel says. “I can't imagine he uses it often—probably none of the Guardians break theirs out frequently, on account of drawing attention.”<br><br>“As if Liza could resist flying everywhere?” You ask. You wouldn't have a whole lot to go by on that, but almost falling to your death was pretty fun that one time, were it not for the 'death' qualifier.<br><br>“Whatever the case, it looks powerful.” Aelriss says. “Kainzo! Was that what I think it was?”<br><br>“Walk and talk.” Kainzo responds, the remainder of the group in tow. “There aren't that many places to go in this Sanctum. I've a feeling most of the roads that aren't in the basement lead back here.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450576325000,"time4chanFormatted":"12/19/15(Sat)20:52","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Andor.jpg","fileSize":"207789 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/images/1450576325915.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44267443/thumbs/1450576325915s.jpg","md5":"upJ8COcLbNh8qiB+qE7oRg==","w":"1000","h":"728","tn_w":"125","tn_h":"91"}
