{"number":"44287581","threadNumber":"44284556","comment":"<a href=\"#p44287126\" class=\"quotelink\">&gt;&gt;44287126</a><br><br>“Not quite. We'll scout him out, go for an ambush.” You suggest.<br><br>“Sending forward to Nel now. I hope he's alright.” Aelriss says.<br><br>“Let Kainzo know too, just in case.” You look for lightning in the woods, then begin through the brush, planning to circle around the battle. Things have quieted down a bit. “We could use some leadership.”<br><br>“Especially when it comes with that magic shield.” She shrugs, and Eunoia lands on her shoulder as she moves past you.<br><br>“Yeah, that certainly helps his image. I was surprised when he said he was packing.” You roll your eyes. “Really put his foot down as far as leadership goes, you know?”<br><br>“Uh, packing?” She stifles a laugh, giving you an incredulous look. “That's what you call it?”<br><br>“You got a better word?” You ask. “I was just trying to say, the Guardians had me under the impression that they funneled all of their Gems Liza's way.”<br><br>“What, really? You think anyone would stay in the guild if that was the case?” She scoffs. “I mean, maybe they've got a banking system, but I'm pretty sure they just have more Gems than everyone else. You're still thinking about this? Is now even the time?”<br><br>“Not at all.” You say, then continue. “Think Andor's got an Artifact?”<br><br>“I wouldn't know.” She responds. “Guy like him doesn't seem like he'd still be alive without one.”<br><br>Her UI pings.<br><br>“They're taking cover,” Aelriss says. “Hiding. I've got a map. Stay low, stay quiet.”<br><br>Like this, you maneuver through the woods, taking a twisted path that shows signs of a supernaturally-charged struggle. Then, you see the faint glint of the Corrupted Artificer's armor in the distance, the violet glow of the ring of flame that hovers idly around his body. He's levitating slowly forward, six feet off the ground, with another aetheric revenant at his side.<br><br>You can't pick out any of the other party members through the brush. Aelriss looks at you in anticipation.<br><br><span class=\"quote\">> Write-in</span>","time":1450653653000,"time4chanFormatted":"12/20/15(Sun)18:20","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Kainzo.jpg","fileSize":"79038 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44284556/images/1450653653577.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44284556/thumbs/1450653653577s.jpg","md5":"AP+qPVkv+JUnxpvug3RPjg==","w":"500","h":"702","tn_w":"89","tn_h":"125"}
