{"number":"44286448","threadNumber":"44284556","comment":"<a href=\"#p44286001\" class=\"quotelink\">&gt;&gt;44286001</a><br><br>“We're taking that thing down.” You point into the woods, where it chased off Eunoia. In the distance, you can see them start to circle back your way.<br><br>“Alright.” Aelriss nods. “Vyx, give us some supporting fire while you're on your way to meet back up with the group, if you can.”<br><br>“What?” Vyx asks. \"You're kidding.\"<br><br>“As it is, they're barely able to touch Kjorikos. You're the best ranged damage we've got, and they'll need it up there.” Aelriss continues.<br><br>“I feel like I could say the same for your support.” Vyx says, folding her arms. \"Your bird can heal people, can't it?\"<br><br>“Thing is, Ashe and I are kind of cursed. I'm still not sure what that entails, but it seems reasonable that there's a potential for you to get dragged into it...” Aelriss says.<br><br>“Well, fuck that, then.” Vyx says, checking her weapons before she waves you off. “Good luck.”<br><br>“You sure about this, Ael?” You ask.<br><br>“Yeah,” She lolls her neck in a circle. “We got this.”<br><br>“Watch those crystals. Seems like they pop on contact.” You suggest.<br><br>“I'll have Eunoia shoot 'em down.” Aelriss responds.<br><br>The construct is stomping through the brush towards you, chasing Aelriss's happily fluttering bird of paradise.<br><br><span class=\"quote\">> Take him down at the kneecaps.</span><br><span class=\"quote\">> Pierce the torso with Concussive Strike in hopes of hitting a core.</span><br><span class=\"quote\">> Jump and try to strike the arms.</span><br><span class=\"quote\">> Write-in.</span>","time":1450649758000,"time4chanFormatted":"12/20/15(Sun)17:15","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Vyx.jpg","fileSize":"213065 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44284556/images/1450649758621.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44284556/thumbs/1450649758621s.jpg","md5":"Ola4Jmob4YU3iVAHN+/ntA==","w":"836","h":"1558","tn_w":"67","tn_h":"125"}
