{"isOp":false,"number":"44287010","threadNumber":"44284556","comment":"<a href=\"#p44286775\" class=\"quotelink\">&gt;&gt;44286775</a><br><span class=\"quote\">> [[ 100 ]]</span><br><br><a href=\"#p44286777\" class=\"quotelink\">&gt;&gt;44286777</a><br><a href=\"#p44286830\" class=\"quotelink\">&gt;&gt;44286830</a><br><span class=\"quote\">> [[ Critical Success ]]</span><br><br>You're not an actual cavalier; you don't even have enough room for the effect of your mail to kick in. But this'll probably do just fine. It's not ready at all when your bastard sword finds a mark, buried three-quarters to the hilt in its upper body. The concussive force doesn't knock the construct back quite yet, though; it reverberates within, spreading out, and you see wavering air and dust burst forth from all of the cracks in its form.<br><br>An explosion of raw force sends large ceramic fragments in all directions, and opens a tremendous cavity within the creature's body, revealing a brilliant crystal core which you've thoroughly impaled. You let yourself fall to the ground now, as the monster stumbles backwards, swinging wildly.<br><br>You and Aelriss nod at one another. Then, you each take a leg, simultaneously swinging your weapons to shatter the armor and knock the construct to the ground, where the light within dies.<br><br><span class=\"quote\">> [[ aetheric revenant was defeated. ]]</span><br><br>“That's what I'm talking about.” You say.<br><br>“You're telling me.” She responds. “Time to catch up with the team?”<br><br>“Hang on,” You say, as a familiar light catches your attention. You raise an eyebrow; Ael is turning a bit red. “Let's see if we've got anything.”<br><br><span class=\"quote\">> Inventory [[ aetheric revenant ]]</span><br>ceramic plate x4<br>raw fractalline crystal x2<br>Celestial Gem x2<br><br>There's an awkward pause.<br><br>“So, uh.” Aelriss says. “Down the middle? We, uh, don't have to tell anyone.”<br><br><span class=\"quote\">> Write-in.</span>","time":1450651696000,"time4chanFormatted":"12/20/15(Sun)17:48","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
