{"isOp":false,"number":"44289548","threadNumber":"44284556","comment":"<a href=\"#p44288932\" class=\"quotelink\">&gt;&gt;44288932</a><br><br>“Hold on!” Kainzo shouts. “Get back, now!”<br><br>“All that you see here is merely a sorrowful memory!” Clouds sweep in overhead: an aphotic storm forms no more than twenty or thirty feet off the ground, then begins spewing bolts of hideous lightning in all directions. You struggle to maintain your footing as the earth breaks; the raid members flee along separate lanes formed by deep fissures opening in the ground below, leading into darkness.<br><br>“So you're just going to destroy it?” Ayla is standing on the edge of a newly-formed stone outcropping, accenting her inquiry with shots from her dual casters. A blast of lightning from above sets the forest alight, raising an enormous wall of flames in the treeline; an explosion blows her platform away, sending her tumbling down onto a tiny ledge overlooking the abyss. <br><br>“Such strong emotions. Are you afraid of loss?” You watch the Artificer make his way to the edge of the fissure, preparing to follow up with a flurry of his own. “Yes, your fate is already sealed.”<br><br>The earth below you bucks and roils. Whatever you're standing on isn't going to last, and you stumble toward cover from the raging storm. Ayla's got nowhere to go, and is climbing the rock face, totally exposed. Kjorikos is drawing a circle of violet flames, aimed at her; then, Tatsumaki leaps up from the pit behind him, knocking him across the head with a gauntleted fist.<br><br>Energy's welling up again. You have to dodge, and tumble backwards into what's left of the woods as another eldritch bolt obliterates your previous foothold. You start back towards the Artificer, buffeted by harsh winds that threaten to throw you off the edge, looking back up in time to see his fire blast go wide, destroying the shelf under Ayla—leaving her free-climbing. He's got Tatsumaki by the neck, holding her up—as she struggles uselessly—in one hand, and throws her flat against the cliff face on the opposite side of the gap.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450659820000,"time4chanFormatted":"12/20/15(Sun)20:03","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
