{"isOp":false,"number":"44286001","threadNumber":"44284556","comment":"<a href=\"#p44285807\" class=\"quotelink\">&gt;&gt;44285807</a><br><br><span class=\"quote\">> [[ 39 ]]</span><br><br>The most powerful strike you can muster, aided by the momentum of your charge; yet, your blade is harmlessly deflected away from one of those crystals, which explodes a second later, tossing you backwards.<br><br><span class=\"quote\">> [[ HP: 30 / 35 ]]</span><br><br>Damn, looks like you fucked it up.<br><br><span class=\"quote\">> [[ HP: 26 / 35 ]]</span><br><br>With a powerful uppercut, it launches you skyward into the canopy; your armor, as well as your tough skin, seem to take the worst of the blow. But you're separated from your sword, which goes spinning a few feet into the woods.<br><br>You come crashing down in the clearing a second later, managing somehow to land on your feet. Aelriss is carrying Vyx, and you hear Eunoia whistle an unfamiliar tune. The golem appears entranced, and begins following the bird off into the woods.<br><br>“Just a distraction,” Aelriss says. “It'll be back in a few seconds.”<br><br>“Damnit, sorry.” Vyx shakes her head, letting herself spill out of Aelriss's arms, then begins fumbling with her UI in search of recovery items. “I am really shitty today for some reason.”<br><br>“I know how you feel.” You sigh, scanning the brush for your sword—there it is! You lift yourself over more downed trees to grab it. “It's alright. Where's everyone else?”<br><br>“Kept chasing Kjorikos.” Aelriss says. Periodically, you hear the crack of thunder. “Probably fighting now, or trying to lure him back this way. What do we want to do?”<br><br><span class=\"quote\">> “Let's try and take down the golem first.”</span><br><span class=\"quote\">> “Let's try and catch up with the others.”</span><br><span class=\"quote\">> “I think we're going to need to try a more cerebral approach.” (Write-in.)</span>","time":1450648109000,"time4chanFormatted":"12/20/15(Sun)16:48","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Aelriss.jpg","fileSize":"132820 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44284556/images/1450648109204.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44284556/thumbs/1450648109204s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":"1000","h":"605","tn_w":"125","tn_h":"75"}
