{"isOp":false,"threadNumber":44284556,"number":44291106,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1450664095000,"time4chanFormatted":"12/20/15(Sun)21:14:55","comment":"<a href=\"#p44290128\" class=\"quotelink\">&gt;&gt;44290128</a><br><br><span class=\"quote\">&gt; [[ 84 ]]</span><br><br>“Ashe! Help us!” Nel shouts. “Where are you going!?”<br><br>The arcane blade cuts a lock of hair from the top of your head as you hit the ground rolling, leaping into the pit. You need more Celestial Gems. The fall isn't terribly long; you slow your descent with one hand and one foot planted against the slanted dirt cliff, coming to a stumbling stop on the edge of the unstable shelf.<br><br>“I've got you.” You take the maiden's hand, tossing her onto your back. This is going to be the tricky part; without wasting movement, you turn, feet sliding in the dirt, and leap to grab hand and footholds in the cliff face as the shelf below you collapses.<br><br>“Thank you...” She speaks. “I knew this is what you would choose.”<br><br>It's a tough climb. The storm rages above, harsh winds reaching even down below. You hear Kjorikos's footsteps.<br><br><span class=\"quote\">&gt; [[ Fatigued ]]</span><br><br>You're almost at the top, within arm's reach of the edge, but you're slowing down. The weight of an additional person, even one so light and ghostly, is taking a toll on you.<br><br><span class=\"quote\">&gt; [[ PP: 6 / 8 ]]</span><br><span class=\"quote\">&gt; [[ Moonroot Poisoning: Dizzy ]]</span><br><br>Your vision shakes.<br><br>Damnit. Not now.<br><br><span class=\"quote\">&gt; [[ 53 ]]</span><br><br>Lightning's strike throws your hand free of the cliff, showering your face with dirt. There's grit in your eyes and teeth. The second strike sends searing heat up the length of your arm, blood boiling.<br><br><span class=\"quote\">&gt; [[ HP: 8 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Dazed ]]</span><br><br>Fractal patterns—lichtenberg figures, you think they're called—run the length of your bare, burned arm. You begin to lose your grip, but a chatter in your ear reminds you that Eunoia is on your shoulder. With a faint whistling, the bird of paradise fades away, suffusing your body with withering light.<br><br><span class=\"quote\">&gt; [[ HP: 9 / 35 ]]</span><br><span class=\"quote\">&gt; [[ Status Effects Negated ]]</span><br><br><span class=\"quote\">&gt; [[ Continued ]]</span>"}
