{"number":"44293641","threadNumber":"44284556","comment":"<a href=\"#p44293049\" class=\"quotelink\">&gt;&gt;44293049</a><br><br>“Dorian, I'm sending some of these items your way to identify. Can you handle it?” Kainzo asks.<br><br>“I'll run out of PP.” Dorian says.<br><br>“Oh, suck on a moonroot.” Vyx laughs. “You'll love it, I promise.”<br><br>“This is amazing.” Ayla says. “I was mentioning some of these parts to some of the other top Techs, regarding excavation. Some of this stuff is high quality—but more importantly, I think this is the rest of what we need to get the Averron City message boards back up. We could put the server in our guild hall...”<br><br>“So you're in control of it?” Donnel raises an eyebrow.<br><br>“Hey, chill.” Vyx says. “It's probably safer there than in public. Give it a shot,. The shit already got blown up once.”<br><br>You offer the broken UI you've been holding onto to the Altar, watching it break up into brilliant dust and illuminate the room briefly, before actually checking the thing out.<br><br><span class=\"quote\">> [[ With the defeat of a Precursor, you are free to spare this domain, or allow it to fade from memory. ]]</span><br><br><span class=\"quote\">> [[ Greater Celestial Materialization Altar ]]</span><br><span class=\"quote\">> Celestial Manifestation “The First Artificer's Sanctum”</span><br><span class=\"quote\">> MANIFESTATION GRANTED BY:</span><br>a Precursor, “and I shall love thee better after death”<br><span class=\"quote\">> [[ Offer Celestial Gems ]]</span><br>* Create Celestial Artifact<br>* Enhance Celestial Artifact<br>* Empower Mundane Item<br>* Enhance Celestial Manifestation<br>* Destroy Celestial Manifestation (to the victors go the spoils)<br><span class=\"quote\">> [[ Offer Item ]]</span><br>* Offer an Item to the Celestials <br><br>“Guys? It's a Greater.” You suggest. “And it's giving us the choice to burn this whole place down, if I'm not mistaken.”<br><br>“This is a Manifestation? And we can destroy it for free?” Andor asks. “I don't get it. Dungeon bosses and everything inside, it's all supposed to respawn.”<br><br>“What?” Nel asks. “Then why would we do that?”<br><br>“Maybe...” Vyx says. “We don't want people to get what we got, and to know what we know.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450670425000,"time4chanFormatted":"12/20/15(Sun)23:00","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
