{"isOp":false,"threadNumber":44284556,"number":44291825,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1450665951000,"time4chanFormatted":"12/20/15(Sun)21:45:51","comment":"<a href=\"#p44291149\" class=\"quotelink\">&gt;&gt;44291149</a><br><br>“You weren't the only one.” You respond. Your blade is at a sticking point, and you plant your foot on his shoulder to remove it, in a splash of ichor. “You saved me?”<br><br>“I merely seized the initiative.” He speaks. Kainzo and Nel draw closer, cautiously, as the wind slows and the flames die away. “It's more than likely I would have become her next target. Do not mistake my gesture for kindness; are we not enemies, after all?”<br><br>“Will she still continue to haunt me? Velika.” You ask, moving past the question.<br><br>“Perhaps.” He responds. “Or, perhaps she and I both will fade from memory together.”<br><br>“Fine. One more thing.” You say. “The Celestial Gems...”<br><br>“I carry a trinket with me.” The Artificer says, slumping slightly. “There is only so much I know. By the time you have returned it to its rightful place in my study, you will know as well.”<br><br>“Artificer.” Kainzo says. “Are you also a player?”<br><br>“We are all players, in some game.” In all of his weakness, he scoffs. “What are you playing at?”<br><br>“Fine.” The Crimson Guardian hisses, unsatisfied with the answer. “Then, tell me: is the past so terrible as you say?”<br><br>“No—there is nothing more beautiful, or I would not have created this place.” He says. “Nor would I have tried to restore my love to form. Perhaps all of this would have been different. But all that I have said is true. Loss is reality. It cannot be restored in effigy. Take heed, and ensure that you too... do not succumb.”<br><br>With a dull thud, he collapses. Likewise, you hear a distant, contented sigh. Kjorikos and Velika die together. They lie side by side, their ichor mixing in the dirt.<br><br><span class=\"quote\">&gt; [[ Kjorikos was defeated. ]]</span><br><span class=\"quote\">&gt; [[ Velika was defeated. ]]</span><br><span class=\"quote\">&gt; [[ 1 item is missing from your inventory. ]]</span><br><span class=\"quote\">&gt; [[ You have 2 unspent EXP. ]]</span><br><br><span class=\"quote\">&gt; [[ Continued ]]</span>"}
