{"number":"44294926","threadNumber":"44284556","comment":"<a href=\"#p44294416\" class=\"quotelink\">&gt;&gt;44294416</a><br><br>“Ten gives us a lot.” You say. “We could consider an upgrade with what we've got here.”<br><br>“You're asking what we could get for all the Gems?” Kainzo asks, still on one knee.<br><br>“The answer is a riot.” Vyx says, then shrugs off the glares she gets. “What? I don't mean to be insubordinate, Kainzo, but I think everyone wants a share. We're founding this place, aren't we?”<br><br>“The lady has a point.” Dorian says.<br><br>“Offer the extra Gem, too, then.” Ayla says. “Maybe we'll get a bonus.”<br><br>“Celestials could restock the fridge.” Donnel says.<br><br>\"Alright, we'll do that last.\" Kainzo says, slowly moving Gems from the chest to the Altar. \"Eleven in the pot.\"<br><br>“By the way, I'm done.” Dorian says. “I'm sending some information now.”<br><br><span class=\"quote\">> * Intimidation [[ Granted by: wrought iron deathmask ]]: Unknown effect.</span><br><span class=\"quote\">> * Red Carpet [[ Granted by: jeweled sandals ]]: Unknown effect.</span><br><span class=\"quote\">> * Nullify [[ Granted by: aetherbinder's cloak ]]: Reduces incoming elemental damage.</span><br><span class=\"quote\">> * Charisma [[ Granted by: godhead's brooch, decorated stola ]]: Sometimes reduce item prices. Allow unique interactions with some NPCs.</span><br><span class=\"quote\">> * Aethersteel Armor: Unknown effect.</span><br><span class=\"quote\">> * Aethersteel Weapon: Attacks with aethersteel weapons will deal bonus non-elemental magic damage.</span><br><span class=\"quote\">> * Aethersteel Constructions: Aethersteel builds are highly resistant to heat and pressure.</span><br><br>“Cool stuff.”<br><br>\"You couldn't identify all of them?\"<br><br>\"It's not letting me. Perhaps my skill isn't high enough?\"<br><br>“Is anyone looking at that last one?”<br><br><span class=\"quote\">> * Rememory [[ Granted by: traitorous kris ]]: Attacks with this weapon will inflict grievous wounds against members of the wielder's party and guild.</span><br><br>“...”<br><br>“I'm shooting whoever picks that one. Instantly. On principle.”<br><br>“I'm first-picking it to defend myself from her.”<br><br>“Are we doing this, then? I'm rolling it now... Ashe, you've got first-pick.”<br><br>“Fine by me.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450674315000,"time4chanFormatted":"12/21/15(Mon)0:05","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
