{"isOp":false,"threadNumber":44284556,"number":44293784,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1450670766000,"time4chanFormatted":"12/20/15(Sun)23:06:06","comment":"<a href=\"#p44293641\" class=\"quotelink\">&gt;&gt;44293641</a><br><br>“That's not doing it for me.” Donnel says. Andor joins you at the altar, looking it up and down. “We're all supposed to reach the surface together, aren't we? We can't -do- that without building ourselves a civilization.”<br><br>“Tell that to Freakshow!” Vyx sticks her tongue out. “If you wanna get shot in the face by a Kjorikos cosplayer, I bet we can make that happen for you right now -without- leaving loot lying around for anyone.”<br><br>“Psh.” Dorian scoffs, quietly identifying items in the corner. “As if Freakshow's ranks contain members so elite as us. You believe they could clear this dungeon?”<br><br>Personally, you'd like to see him take a turn in the ring with Anaximander.<br><br>“I see it as the opportunity to build something better.” Kainzo's struggling a bit to get the box open. “We'll need something bigger and safer than any of the guild halls eventually. Even the facilities the Artificer had here could be useful, if this place were emptied of threats.”<br><br>You look over at Kainzo, who stifles a laugh as the lid pops off the lockbox.<br><br>“Okay, uh. What the actual fuck?” He says. “Yeah, uh. This was probably worth us getting killed for.”<br><br>“Yeah, I think I'm already dead.” Vyx is standing slack-jawed at his side.<br><br><span class=\"quote\">&gt; [[ Inventory: precursor's hoard ]]</span><br>assorted jewels (10401 credits total)<br>Celestial Gem x24<br><br>“I'm not even looking.” Ayla says, from across the room. “How many?”<br><br>“Twenty-four by my count.” Kainzo says.<br><br>“Two-across to each man leaves one for each of our organizations.” Ayla nods. “Don't dwell on it. Sound fair to you, Kainzo?”<br><br>The Crimson Guardian glares at you.<br><br>“Yeah,” He says. “Sure.”<br><br><span class=\"quote\">&gt; Confront. “Is there something you'd like to say?”</span><br><span class=\"quote\">&gt; Change topic. “Who gets the Resonator?”</span><br><span class=\"quote\">&gt; Ignore. Suggest you start dividing the loot, round-robin.</span><br><span class=\"quote\">&gt; Curiosity. Make a suggestion as to the fate of the Sanctum. (Write-in.)</span>"}
