{"number":"44294367","threadNumber":"44284556","comment":"<a href=\"#p44294204\" class=\"quotelink\">&gt;&gt;44294204</a><br><s>It's a fair assumption but there's no reason for them to, given they could vary in size, cut, and species. As ever, I'm just being cheeky and don't mean to offend. :^)</s><br><br>“Hold on,” You suggest. “This place has potential. You and Ayla both agree that we're going to need some sort of research bureau.”<br><br>“It'd be neutral ground.” Ayla says. “And maybe his Observatory is up there, still. We could experiment with what the outside was like.”<br><br>“The message board server could be placed here, and the Resonator free for anyone who wanted to use it.” Kainzo says. “The same fate would befall Kjorikos's alchemy labs. I'm growing more fond of the idea by the second.”<br><br>He kneels before the Altar.<br><br>“If you've been listening,” He speaks, gazing up at the statue. “I'd like to secure this place as neutral territory in the name of the Alliance and all those who dwell in Averron. We desire a safe haven to research the mysteries of this world, and plan our journey to the lands beyond.”<br><br>“That was good,” Ayla says.<br><br>There's a pause, then a faint rumbling, as the eyes of the man and woman begin to glow.<br><br><span class=\"quote\">> [[ Your cause is noble. ]]</span><br><span class=\"quote\">> [[ The First Artificer was unfaithful to us, and to the memory of the one he loved most. ]]</span><br><span class=\"quote\">> [[ However, his knowledge can serve you still. ]]</span><br><span class=\"quote\">> [[ Return to us ten of our gifts, and we will grant your desire. ]]</span><br><br>“That's generous.” Kainzo says. “If we want it, that leaves fourteen Gems in the stash for a total of fifteen from the raid.”<br><br>“Which would be one for everyone, and one to each group, with one left over.” Ayla says. “Throw it on the pile?”<br><br>“If we're distributing round-robin, it's an obvious first-pick. That seems like a problem.” Donnel says. “Just being reasonable.”<br><br>“I don't see anything wrong with it.” Aelriss shrugs.<br><br><span class=\"quote\">> Divvy the loot with the extra Gem on top.</span><br><span class=\"quote\">> Write-in.</span>","time":1450672472000,"time4chanFormatted":"12/20/15(Sun)23:34","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
