{"isOp":false,"number":"44291149","threadNumber":"44284556","comment":"<a href=\"#p44291106\" class=\"quotelink\">&gt;&gt;44291106</a><br><br>With a powerful leap, you pull yourself and Velika over the edge, allowing her to slide off your back and settle down behind you. Then, you draw your blade again, staring down the Corrupted Artificer.<br><br>“Kjorikos.” You command. “Do you see what you've driven her to?”<br><br>He stands, frozen, before pointing his blade in your direction.<br><br>You miscalculated. He simply does not care.<br><br>No, wait. He's looking through you.<br><br>You turn, just a bit, to catch an image of a twisted, marble face—with a mouth of elongated razor teeth, hands twisted into claws, blotches of dark for eye-sockets—closing in on you at incredible speed from behind.<br><br>Kjorikos's lance comes within an inch of your shoulder on its way to splitting her head apart. Her body, still carrying momentum, brushes against you, falling limply in the dirt.<br><br>As his blade begins to vanish, there's a loud crash as Kainzo's sword ricochets off the back of his armored head, sending him reeling. He stumbles, unable to straighten up before Nel lands on his back, planting daggers between his shoulder blades.<br><br>He grabs the Explorer, throwing him into the bushes, then pulls one of the daggers from his back with a grunt, sending it spinning through the air towards you.<br><br><span class=\"quote\">> [[ 95 ]]</span><br><br>But you bat the weapon aside with your off-handed buckler, moving forward and taking your blade in both hands—then, with a piercing upward thrust, planting it completely through his chest. It slides between armor plates, and he falls into a kneeling position, hanging limply on the end of your sword.<br><br>There's a lull, as the storm settles.<br><br>“Mm...” He speaks, taking slow, labored breaths. Black ichor drips from the wound, and pours from the bottom of his mask. “...I was careless.”<br><br><span class=\"quote\">> Write-in.</span>","time":1450664187000,"time4chanFormatted":"12/20/15(Sun)21:16","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
