{"isOp":false,"threadNumber":44284556,"number":44295494,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1450676527000,"time4chanFormatted":"12/21/15(Mon)00:42:07","comment":"<a href=\"#p44294989\" class=\"quotelink\">&gt;&gt;44294989</a><br><br>You take the aetherbinder's cloak. It's nearly weightless and will go right over your armor once it's repaired: an obvious pick.<br><br>Kainzo takes the life essence. “Doesn't seem that strong, but it's the first we've got. Florica will be happy to see it.”<br><br>Tatsumaki takes a set of aethersteel bars, and seems pretty pleased with it.<br><br>Nel helps himself to the jeweled sandals. “Actually, these are really pretty.”<br><br>Ayla takes the godhead's brooch. “I'm eager to see what interactions it opens up, but I am not about to parade around in a dress.”<br><br>Aelriss takes the decorated stola. “Well, I am.”<br><br>Vyx takes the ghost diamond hair brush. “I bet you're all gonna regret this next time you see me!”<br><br>Dorian takes the spark essence. “You've yet to even see proper artifice. Wait until I get my hands on that Resonator.”<br><br>Andor takes the porcelain faceplate. “Geez, am I already up?”<br><br>Donnel takes the wrought iron deathmask. “How else am I going to protect this face?”<br><br><span class=\"quote\">&gt; [[ loot ]]</span><br>ivory homunculus claw (two sets)<br>traitorous kris<br>aethersteel bar x3 (one set)<br>obsidian spike x2 (two sets)<br>unidentified potion (black)<br>unidentified potion (virescent)<br>purified moonroot elixir (two sets)<br><br>“Are we starting over with me?” You ask.<br><br>“From the bottom,” Nel shrugs, looking over the list. “The other way would leave Donnel on last pick both times.”<br><br>“Then I'm going to end up with the dick-ass-dagger.” You respond.<br><br>“Actually, it's possible we could break it down or upgrade it.” Ayla says. “I'm interested enough to that end that I might take it, so no one shoot me if I do.”<br><br>In the second round, both Donnel and Andor take a set of obsidian spikes. Dorian takes the second set of bars, and Vyx and Aelriss both take moonroot elixirs. Ayla takes the traitorous kris, and both Nel and Tatsumaki take unidentified potions, leaving you and Kainzo with homunculus claws.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>"}
