{"isOp":false,"threadNumber":44309252,"number":44312649,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1450751917000,"time4chanFormatted":"12/21/15(Mon)21:38:37","comment":"<a href=\"#p44311987\" class=\"quotelink\">&gt;&gt;44311987</a><br>“What can I get with fractalline crystals?” You ask.<br><br>“They are the primary component in modern ranged weapons. Shots from resonant weapons splash to nearby targets more effectively, while raw crystals have no additional effects beyond their high purity and receptiveness to enchantment.” The forgemaster says. “With a forge more similar to those of old, however, I could craft an ancient melee weapon called a fluxsabre. They were once admired for their elegance.”<br><br>“Ceramic plates?”<br><br>“Gunners and artificers commonly request reinforced robes and overcoats. These are a simple first resort, as they can be woven between fabric and do not hinder movement or the use of magical foci.”<br><br>“Worm teeth?”<br><br>“Those organisms are known for their ability to chew through Earth, as well as their poisoned bite. But I cannot promise you success in the same endeavors.”<br><br>“Sliverwings?”<br><br>“Ah, yes. The composition of their exoskeleton is similar to a rare metal. It would make good armor, or a fine housing for a long-gun.”<br><br>“What about this homunculus claw?” You ask.<br><br>“It could be fashioned into a small bladed weapon or polearm, perhaps. A weapon like that would carry an aura of fear with it—though you might imagine the effects would be limited on those smart enough to leave their fear behind on the battlefield.”<br><br>“Can I make aethersteel?” You ask.<br><br>“No.” It says. “But I can. Aethersteel is harvested from areas of high magical corruption, but can be made artificially by melting magical crystals into any light metal. Fractallines work well, but are particularly low yield. One would have to venture deeper underground for a better option.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"841259182.jpg","fileSize":"625 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/44309252/images/1450751917926.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/44309252/images/1450751917926s.jpg","md5":"hPypc9GrEdI6Nu/Skae6yg==","w":800,"h":638,"tn_w":125,"tn_h":99}
