{"isOp":false,"number":"44318128","threadNumber":"44309252","comment":"<a href=\"#p44317873\" class=\"quotelink\">&gt;&gt;44317873</a><br><a href=\"#p44317867\" class=\"quotelink\">&gt;&gt;44317867</a><br><br>You explain that Precursors are highly intelligent NPCs that hoard Celestial Gems; you note they're highly powerful, and warn them not to fall for any traps as you did. Kainzo raises an eyebrow at this, but you're sure he's not appeased.<br><br>“Have you had contact with other cities?” You ask.<br><br>“Other people have tried similar things before, but we've only just got online here.” Another man says. “There's been talk among the guilds of brief communications with some other distant towns, but no one's been able to keep a link open for super long. We know a little bit. There's another two names here on our list. Hecatelia, and Veska?”<br><br>“We've heard of the former.” Andor says. “You must be between us and the latter.”<br><br>“Or Hecatelia's tech could be through the roof.” Ayla says.<br><br>“If we can get this place secure,” The woman adds, “We'll get back to you as soon as possible. We'll tell everyone we can. We can send you maps. Maybe the geography can show us where we are in relation to one another.”<br><br>“We could trade.” Ayla says. “If a route was forged. We can tell you what we know now about the requisite technology.”<br><br>“Have you heard of a guild called Freakshow?” Liza asks. “Does the name 'Anaximander' mean anything to you?”<br><br>“Seen some pretty strange guilds, but none like that.” The man says. “Why?”<br><br>“Don't worry about it,” Kainzo says. “But keep an eye out. They're untrustworthy folk.”<br><br>There's an explosion in the distance of the video feed.<br><br>“Alright,” The goggled kid says. “We've got work to do. Averron? We'll see you soon.”<br><br>“Yeah.” Ayla says. “Good luck, Allestria.”<br><br>The feed snaps off.<br><br>“Alright, now Hecatelia?” Kainzo asks.<br><br>You hear a loud buzz from Ayla's console.<br><br>“Uhm, actually, they're contacting us.” Ayla says.<br><br>“Put them through.” Liza says.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450769255000,"time4chanFormatted":"12/22/15(Tue)2:27","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
