{"isOp":false,"number":"44315175","threadNumber":"44309252","comment":"<a href=\"#p44314918\" class=\"quotelink\">&gt;&gt;44314918</a><br><br>You work out a going rate that will earn the Observatory a few credits per test. Perhaps you could use it to get better security? As it is, the place is quiet. You, Andor, Ayla, and Kainzo have total control over the zone, and PVP is disabled. What, then, could happen to go wrong?<br><br>You're not sure, but you know it's going to be fucking -something- the way this game's been treating you lately.<br><br>You head to Kjorikos's old room, near the top of the facility. On your way, you pass the banquet table; where it looks like everything is missing except the fountain of vitae, a permanent fixture into this place. You make a note to try bottling some, but you figure there's got to be some catch that prevents you from making convenient use of it if there's just an infinite amount flowing there.<br><br><span class=\"quote\">> [[ Underground: Averron Observatory – “Sylvetica” // Neutral Territory // PVP Disabled ]]</span><br><br>Fully repaired.<br><br>It's as beautiful as Ayla wanted. She'll be happy when she gets the chance to come up here, you think. It'll probably be a good roleplaying spot. Tall grass and lovely flowers like hydrangeas spread out in rings from the entrance, leading you towards the woods you battled Kjorikos in. Toward the sun, there's a large dirt patch on a riverbank where Dorian's kneeling, carefully inspecting flower growths. In a clearing in the woods, you can see Vyx cartwheeling around happily. About fifteen feet to your left, there's an Obsidian Pegasus, walking around in the tall grass.<br><br><span class=\"quote\">> Chat with the Obsidian Pegasus.</span><br><span class=\"quote\">> Chat with Vyx.</span><br><span class=\"quote\">> Chat with Dorian.</span><br><span class=\"quote\">> Leave the overworld simulation.</span>","time":1450759355000,"time4chanFormatted":"12/21/15(Mon)23:42","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Rainbow_World_by_agnidevi.jpg","fileSize":"252504 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/images/1450759355142.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/thumbs/1450759355142s.jpg","md5":"sDWK3HTdceYjUqFVW/ufPA==","w":"1157","h":"480","tn_w":"125","tn_h":"51"}
