{"number":"44310316","threadNumber":"44309252","comment":"<a href=\"#p44309288\" class=\"quotelink\">&gt;&gt;44309288</a><br>“I'm heading to the general store.” You say.<br><br>“Same.” Andor says. “I'll join you, if you don't mind.”<br><br>“Alright. I guess I'll look around here.” Nel says, yawning. “Maybe take a break.”<br><br>The Celestials are kind. They had the courtesy to fix the floor you blew up. Halfway up the spiral staircase, a short jeweled thing with long tendrils is welding a damaged part of the stair-rail.<br><br>“What's that?” You ask.<br><br>“Custodian. They're harmless.” Andor says. “I saw one in another branch once, when I was helping some new guildies with a mini-dungeon. We were basically killing everything in sight, and it was just following us around, cleaning up the mess.”<br><br>“Cool.” The Custodian ignores you as the two of you pass. “This is a lot of stuff, huh?”<br><br>“Don't worry, I'm as surprised as you are.” Andor says. “When you think about it, though, the offering at Averron gave us an entire town. I don't know if it's always going to be this easy, but it's certainly a blessing.”<br><br>One of the rooms upstairs has been converted into a somewhat cozy store-front. The NPC behind the counter resembles a man-sized brown owl, dressed in a fancy hat and vest. It looks like he's wearing a pair of thick magnifying lenses.<br><br>“Welcome, milord. We'll have a selection from the apothecary soon.” He nods. “Important business, I assume?”<br><br><span class=\"quote\">> [[ Buy ]]</span><br>bandages – 25#<br>exploring gear – 30#<br>herbs and poultices – 30#<br>large fireproof backpack – 50#<br>message carving – 50#<br>healing potion – 80#<br>bottle of merlot – 120#<br>free action potion – 140#<br>potion of sickness – 140#<br>fine silk headband – 180#<br>wood grain ring – 200#<br>mortar and pestle – 200#<br>enchanter's oaken wand – 200#<br>plant extrusion identifier – 1500#<br>bag of holding – 50000#<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450745910000,"time4chanFormatted":"12/21/15(Mon)19:58","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"e102a95e5bc2b5cb8d06feace144b413.jpg","fileSize":"95627 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/images/1450745910051.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/thumbs/1450745910051s.jpg","md5":"NtjBp1egbxZz7EhD5dCooA==","w":"736","h":"460","tn_w":"125","tn_h":"78"}
