{"isOp":false,"threadNumber":44309252,"number":44318655,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1450771745000,"time4chanFormatted":"12/22/15(Tue)03:09:05","comment":"<a href=\"#p44318156\" class=\"quotelink\">&gt;&gt;44318156</a><br><br>“She's a Precursor.” You say, looking up at the way she adjusts herself, turning away from the frame slightly. There's the slightest glint against her hip, where a UI would go—a tiny line of light—but hidden from full view by that burgundy silken shroud that preserves her modesty. You can't tell. It could be a sword, a dagger, some focus, or an illusion. Fuck if you haven't made up your mind. “There's no way she's not. You're a Precursor.”<br><br>“Ascheritte, was it? Tell me: should I be honored that my power humbles you?” She asks. “Or offended, that you would compare me to one of those dry, covetous machines?”<br><br>“I apologize, Hecatel.” Ayla says to Hecatel, but she grits her teeth and gives you a knowing nod when she does. “What can you tell us about your city?”<br><br>“It's a fine place. My palace and its grounds comprise the innermost circle,” She says, “But my guild is large—despite the fact that I've given my members the opportunity to choose particular roles rather than assigning them to a strict organizational hierarchy. There are unique public facilities available here; members of my guild protect the city as they like, and protect the palace as they like. And I do as well—it belongs to all of us.”<br><br>“What about the Nameless?” You ask.<br><br>“Exiled, as they crop up. The ones that aren't killed for attempting attacks on players, that is.” Hecatel says. “I'm a proponent of fairness, of course, but they are quick to cause trouble. More than they're worth. But we've yet to figure out a way to help them, so they've got themselves a nice town in the lower branches. At least, I've heard it's nice. I've never been. But they don't cause trouble.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"applibot_ice_princes_by_trejoeeee-d7dd15m.jpg","fileSize":"223 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/44309252/images/1450771745346.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/44309252/images/1450771745346s.jpg","md5":"KFfvQ26GZjUdcXTuL/vH+Q==","w":727,"h":1100,"tn_w":82,"tn_h":125}
