{"isOp":false,"threadNumber":44309252,"number":44315879,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1450761649000,"time4chanFormatted":"12/22/15(Tue)00:20:49","comment":"<a href=\"#p44315663\" class=\"quotelink\">&gt;&gt;44315663</a><br>“Sitting in the dirt?” You ask, chuckling as you approach. “I thought the Writ Keepers were a good fit for you, but I'm glad you've finally found a place you belong.”<br><br>“Oh, hush.” Dorian glares. “If you're looking for a new playmate, I'm afraid I'm much too busy at the moment. And this time, I'm afraid my commanding officer is as well—far too busy to fraternize with the likes of you.”<br><br>“I was kidding, you fucking popsicle.” You say.<br><br>“Well, regardless. You're finally out of luck.” He responds with a groan.<br><br>“I guess my luck has been sub-par recently, yeah.” You shrug. “Just means I've got nowhere to go but up. What are you up to?”<br><br>“Assuming my conjecture is correct, the conditions here mimic those on the surface—which means we can probably learn about the game and what we have coming to us by seeing how things react here.” He says. “More importantly, plots like this give us an opportunity to grow plants in conditions we simply can't match in Averron's gardens. With further investment we might be able to get dynamic weather—day and night, or even a changing of the seasons.”<br><br>“Sounds interesting, I guess. Can we build a healing potion farm?” You ask.<br><br>“That would be the most obvious application of this avenue, yes.” Dorian replies. “Next time you or one of the other landlords can, see if you can hire an NPC or two to take care of the garden. The Custodians might just throw away all of the plants.”<br><br>“Yeah, we'll do that.” You say. “Hey, there's some kind of seed extractor in the general store downstairs, if that's something you need.”<br><br>“Oh, truly?” He asks, standing and dusting himself off. “It certainly is. I... do appreciate the information, Ascheritte. Thank you.”<br><br>\"Mhm.\" You wait by the plot, taking in the surroundings as he heads off for the exit.<br><br><span class=\"quote\">&gt; Investigate the Celestial Altar.</span><br><span class=\"quote\">&gt; Write-in.</span>","filename":"Dorian.jpg","fileSize":"82 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/44309252/images/1450761649555.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/44309252/images/1450761649555s.jpg","md5":"kueEHyd/Pmju+ZSsDSd71w==","w":534,"h":1024,"tn_w":65,"tn_h":125}
