{"isOp":false,"number":"44314918","threadNumber":"44309252","comment":"<a href=\"#p44314739\" class=\"quotelink\">&gt;&gt;44314739</a><br><br>With a battle shout, you charge forward and take a leaping, two-handed vertical swing.<br><br><span class=\"quote\">> [[ 23 ]]</span><br><br>It blocks the strike again, weapon cracking loudly, and you land on your feet, stumbling backwards a couple of steps.<br><br>Okay, that one was practice too.<br><br><a href=\"#p44314740\" class=\"quotelink\">&gt;&gt;44314740</a><br><br><span class=\"quote\">> [[ 49 ]]</span><br><br>With a flourish and horizontal spin, you step forward and swing at an angle, blowing the damaged staff apart and decapitating the dummy. All of the pieces fall unceremoniously onto the floor.<br><br><span class=\"quote\">> [[ Ascheritte defeated test dummy (no EXP awarded) ]]</span><br><br>The blue field fades from your body. A Custodian sweeps down from a compartment on the ceiling and begins collecting the broken parts, brushing against you on the way.<br><br><span class=\"quote\">> [[ HP: 35 / 35 ]]</span><br><br>Well, it works! The barricades and door open, and you make your way back up to the top.<br><br>“Good attack, milord! That's a fancy bastard sword you've got.” One of the guards says, planting the end of her spear against the ground to afford you a salute with her free hand. “Done for today?”<br><br>[[ 1 ]]<br><span class=\"quote\">> Negotiate an even rate with the guards. It won't cost more than a few credits per opponent, and everyone could use a little stress relief.</span><br><span class=\"quote\">> Negotiate for a slightly profitable rate with the guards. The extra can go to sprucing the place up.</span><br><span class=\"quote\">> Negotiate for one hundred percent profit. This place is for -important people- to use. How else are you going to have a zweihander the size of a station wagon?</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Check out the Celestial Altar.</span><br><span class=\"quote\">> Head to the overworld simulation.</span>","time":1450758532000,"time4chanFormatted":"12/21/15(Mon)23:28","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
