{"number":"44317440","threadNumber":"44309252","comment":"<a href=\"#p44317387\" class=\"quotelink\">&gt;&gt;44317387</a><br><br>“I'm thoroughly impressed with you lot.” Liza says, navigating her UI menu. “Everything looks fully functional. I'll check back in with the prospectives for the Excavator once people start realizing the boards are up. We've got -a lot- to talk about.”<br><br>“A few things before that, though. We'll need to heighten security in this place.” Kainzo says.<br><br>“My guild can use the Observatory as an away base. We'll have dependable people on hand.” Andor says. “We've got the numbers. If you want to station officers somewhere, be my guest.”<br><br>“You've got Gems, don't you?” You turn to the door—Dorian's coming in. “We could spend a donation to warp in some elite guardians. I think it's worth it.”<br><br>“Particulars, particulars. We've got resources; we'll sort them out in time. Alright, Ayla.” Liza says, tapping her foot. “Tell us about that ansible tech you were on about before the expedition. How are we on communication with other cities?”<br><br>“I don't know our maximum range,” Ayla says, accessing a console, “And we don't have any projections on how large the world is. But we're technically able to communicate with any city that has the same tech level as us or higher. It's all set up—I could send out a search right now.”<br><br>“Do it.” Kainzo says. “I doubt you'll find any, though. This place has definitely skyrocketed us In terms of technology. If anything, they'll be right on-par with us.”<br><br>There's a few pings, and Ayla looks surprised.<br><br>“Well, you're wrong about not finding any.” She says. “I've got two. Allestria, and Hecatelia.”<br><br><span class=\"quote\">> Suggest sending a message to all of Averron with the Ansible. (Write-in.)</span><br><span class=\"quote\">> Suggest contacting \"Allestria\".</span><br><span class=\"quote\">> Suggest contacting \"Hecatelia\".</span>","time":1450766640000,"time4chanFormatted":"12/22/15(Tue)1:44","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
