{"isOp":false,"number":"44318156","threadNumber":"44309252","comment":"<a href=\"#p44318128\" class=\"quotelink\">&gt;&gt;44318128</a><br>“Alright, now Hecatelia?” Kainzo asks.<br><br>You hear a loud buzz from Ayla's console.<br><br>“Uhm, actually, they're contacting us.” Ayla says.<br><br>“Put them through.” Liza says.<br><br>The feed starts with no interruption. It's a wide angle of a barely-dressed woman, crowned Queen of an oracle's throne. What you see in the distance brings to mind an image of an underground castle or palace, with jeweled granite walls and decorative arches; enshrining the place, faintly glowing steam rises from hot springs in the ground. It looks like high definition video—and that ornamental crown looks so close you could touch it.<br><br>“Are you stable?” She asks, sounding a bit sultry, and seems satisfied when the video lasts more than a few seconds. You hear people quietly chattering in the background. “Oh, finally. I was beginning to worry we were the only ones out there. Your quality looks decent, as well. Certainly not bad for first contact.”<br><br>“Hecatelia?” Liza asks.<br><br>“Please,” The Queen responds, “Hecatel. And you?”<br><br>“Averron.”<br><br>“No, darling. Your name?”<br><br>“Ayla.”<br><br>“Andor.”<br><br>“Ascheritte.”<br><br>“Dorian.”<br><br>“Liza.”<br><br>You'd swear the Queen raised an eyebrow at that last one.<br><br>“You're the leader of your city?” Kainzo asks.<br><br>“I am.” She responds.<br><br>“One guild?” You ask. “You delegate to your officers, then?”<br><br>“I have none.” There's a pause, then she shrugs, unperturbed. You exchange nervous glances, feeling somehow snuffed out in her presence.<br><br><span class=\"quote\">> Same questions? (Write-in.)</span>","time":1450769372000,"time4chanFormatted":"12/22/15(Tue)2:29","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Hecatel.jpg","fileSize":"358812 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/images/1450769372792.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/thumbs/1450769372792s.jpg","md5":"e8Pa1wNON4myXSpWpe5plA==","w":"1024","h":"1474","tn_w":"86","tn_h":"125"}
