{"isOp":false,"threadNumber":44309252,"number":44317806,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1450767978000,"time4chanFormatted":"12/22/15(Tue)02:06:18","comment":"<a href=\"#p44317440\" class=\"quotelink\">&gt;&gt;44317440</a><br>“Hey, first thing's first. Ayla, remember what I said you should do when we found the ansible?” You ask. “Put us on speaker. I want to talk to Averron.”<br><br>“All of it?” Ayla begins flipping switches. “Can do.”<br><br>“I swear, Ascheritte, if you say something stupid...” Dorian begins.<br><br>“Anyone that wants to talk can.” You respond—there's the sound of microphone feedback.<br><br>“Test.” Ayla says, and you feel a reverberation from your UI. “Alright, we're on board.”<br><br>“Hi!” Andor shouts. “We are representatives of the Averron Alliance, broadcasting to you from the Communications Facility of the new Averron Observatory.”<br><br>“Yep, yep.” You add. “We've got it all up and running. Thank the Alliance, my rowdy bunch, and in particular, Ayla of the Writ Keepers.”<br><br>“A genius in our time.” Dorian adds.<br><br>“The message boards are online, and we're on the verge of establishing contact with other cities.” Liza says. “We hit a rough patch, but these individuals have proven that through cooperation, no obstacle can stand in our way. It's up to us to carve a path ahead—through the underground, toward the lands above. Mapping of the branches below Averron, as well as progress on the bestiary, will continue as soon as possible. To those who believe themselves fit to continue the project of Excavation? Report to the Observatory immediately.”<br><br>“Send a map,” you whisper, and Ayla begins pushing buttons.<br><br>“Thanks for your time, and safe travels.” She closes, before cutting comms. “That went alright.”<br><br>“The 'genius' thing was a bit goofy.” Kainzo says. “But we got the point across. Let's fire up the link again and see if we can send to another city.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>"}
