{"number":"44317387","threadNumber":"44309252","comment":"<a href=\"#p44316923\" class=\"quotelink\">&gt;&gt;44316923</a><br><br><span class=\"quote\">> [[ Underground: Averron Observatory – Communication Hub // Neutral Territory // PVP Disabled ]]</span><br><br>“Ascheritte.” Liza waves at you from the opposite end of the hallway as you make it up to the hub. Andor and Kainzo are with her.<br><br>“Hey.” You gesture to the door. “I'm guessing she's done in there?”<br><br>“Must be.” Andor says. “Only one way to find out.”<br><br><s>https://www.youtube.com/watch?v=RzseE_0Zo3w</s><br><br>The door opens automatically as you approach, marble walls slowly sliding apart on unseen hinges with a satisfying sound. It's just a little bit dark, and there's the quiet beeping of machines inside. The four of you make your way down the stairs onto the floor proper.<br><br>Ayla must have been waiting on this—carrying the stuff for a while, at least—as she's already carved out a nice place for herself. The walls are abuzz with bits of technology, which you think Kjorikos had set up prior, given the amount of relevant communications pieces he had lying around. There's something that looks like a big projector screen on the same wall as the message board server.<br><br>“We can video people in the same way you make calls. This holographic stuff, I thought, must be cut from the same mold as the Unique Identifiers.” Ayla says. “I'm not sure if it is, but it's positively ancient.”<br><br>“Have you brought the message boards back up?” Liza says.<br><br>“Waiting for everyone's confirmation.” Ayla responds, maneuvering over to the server. “We're ready to go.”<br><br>“Do it, then.” Andor nods, and Ayla flicks a switch, bringing the waist-height console to life. All of the UIs in the room begin to ping repeatedly with notifications. The message boards are back online; ongoing discoveries can be shared, and you're no longer in an information blackout. You'll check them out whenever you can. “Oh. That's a lot of notifications. I'm not sure what I was expecting.\"<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450766460000,"time4chanFormatted":"12/22/15(Tue)1:41","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Kainzo.jpg","fileSize":"79038 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/images/1450766460776.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/thumbs/1450766460776s.jpg","md5":"AP+qPVkv+JUnxpvug3RPjg==","w":"500","h":"702","tn_w":"89","tn_h":"125"}
