{"isOp":false,"number":"44318675","threadNumber":"44309252","comment":"<a href=\"#p44318655\" class=\"quotelink\">&gt;&gt;44318655</a><br><br>“If you're not a Precursor, what do you know about them?” You ask. “The ones I've encountered haven't seemed all that dry to me.”<br><br>“I'm told Celestial Gems are complicated little things.” Hecatel says. “Do you think so? Whatever they're full of might have a way of affording something that seems like intelligence to even a computer program. We all see so many different strong emotions within them—it stands to reason that at least one of those emotions would be applicable in any situation.”<br><br>She pauses, looking out of shot. You hear someone chattering quietly, and she nods.<br><br>“Oh?” She says. “I've been told to say that 'Gems are complicated beasts, and Precursors are simple animals'. I suppose that shortens it.”<br><br>“Yeah, fucking right.” Ayla says, under her breath. You're not sure if you agree either.<br><br>“So, what?” Kainzo asks. “Everything's just perfect over there?”<br><br>“No, no. Not at all. Did I give you the impression?” The Queen asks. “Yes, we have terrorists. Awful ones. An entire guild of players is trying to stop us from digging up to the surface—can you believe it?”<br><br>“Why?” Ayla asks, stepping forward.<br><br>“Oh, I wish I knew.” She says. “I've a feeling that someone's finally managed to figure out something that I haven't figured out, and this is their way of lording it over me. Their last attack caught us by surprise. Not only was our Excavator rendered temporarily unusable—I lost one of my most reliable allies. It makes me think of what I might have done differently.”<br><br>All of you seem to hang on the fact that they had—at least, for a while—a functioning Excavator.<br><br>“Actually, we're trying to work out Scrying now.” Hecatel shrugs. “Honestly, you would think we'd have come up with that first, but, twenty-twenty hindsight. Once we do, we'll be able to pinpoint the locations of other towns, hopefully, and make allies before we try for the surface again.”<br><br>“Hopefully?”<br><br><span class=\"quote\">> [[ Cont'd ]]</span>","time":1450771806000,"time4chanFormatted":"12/22/15(Tue)3:10","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"bb292c7cc8920124c74a045472210080.jpg","fileSize":"147567 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/images/1450771806780.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/thumbs/1450771806780s.jpg","md5":"zBsWsQKgKk+KwB04FshXoQ==","w":"736","h":"1114","tn_w":"82","tn_h":"125"}
