{"number":"44315663","threadNumber":"44309252","comment":"<a href=\"#p44315379\" class=\"quotelink\">&gt;&gt;44315379</a><br><a href=\"#p44315374\" class=\"quotelink\">&gt;&gt;44315374</a><br><a href=\"#p44315381\" class=\"quotelink\">&gt;&gt;44315381</a><br>Vyx is laughing to herself as she jumps and cartwheels around, backflipping off trees when possible, and doesn't notice you approach.<br><br>“Hi.” You say, and she's startled mid-cartwheel, falling onto her back and spreading herself out in the grass.<br><br>“Hiya!” She says. “Whatcha' up to?”<br><br>“Not much.” You sigh. “I got cold-shouldered by a headless rock horse.”<br><br>“Oh, sad day. Don't worry, though,” She says. “There's always next time.”<br><br>“Why are you so happy?” You ask.<br><br>“Cause,” Vyx laughs, then springs to her feet, posing with both of her guns held high. “I'm a proper member of the Crimson Guardians! It's hype as fuck, and I don't know what to do about it. Apparently, they liked me. Who'd have thought?”<br><br>“Dunno. I've got the feeling they hate me.” You say. “At least, Kainzo does.”<br><br>“Oh, well, he's a pain in the dick anyway.” She shrugs. “I bugged him from the start—he says I get bored easily, and I'm like, yeah, like everyone playing this game. Mendicant and Florica are cool, though. And I guess Liza's alright, when she doesn't have an enchanter's rod stuffed up her ass. So what's one or two douchebags on the fastest road to the top?”<br><br>“I guess.” You shrug. “I feel like there might have been some misgivings back there in the boss fight, though.”<br><br>“You made it, we all made it. You did fine.” Vyx falls backwards, rolling over in the grass. “People are gonna have high emotions. So don't pressure yourself about it.”<br><br>You begin again, but feel it'd somehow be wrong of you to interrupt her continued laughter.<br><br><span class=\"quote\">> Chat with Dorian.</span><br><span class=\"quote\">> Leave the overworld simulation.</span>","time":1450760887000,"time4chanFormatted":"12/22/15(Tue)0:08","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Vyx.jpg","fileSize":"213065 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/images/1450760887542.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44309252/thumbs/1450760887542s.jpg","md5":"Ola4Jmob4YU3iVAHN+/ntA==","w":"836","h":"1558","tn_w":"67","tn_h":"125"}
