{"number":"44317826","threadNumber":"44309252","comment":"<a href=\"#p44317806\" class=\"quotelink\">&gt;&gt;44317806</a><br>You contact Allestria first. There's a buzzing, and static comes on the projector before an image comes through. A ragtag bunch, looking not unlike your group, takes form. You get the impression they're huddled around a small computer monitor; the backdrop looks like something between an airplane hangar and a church, which is a decidedly strange combination.<br><br>“Hey, someone's coming through! Hi!” The one in front, a buck-toothed kid with messy hair and oversized goggles shouts, giving you a huge smile and wave; the audio is a bit desynced, and the picture is pretty low quality. “You're Averron?”<br><br>“We are.” Ayla says, everyone looking to be in a bit of disbelief. “You're Allestria? It's good to finally make contact. How'd you get your tech online?”<br><br>“Scavenged.” A woman in the back says. You hear a single, incredibly loud gunshot—like a cannon firing—and the screen flashes. “We're actually in an active dungeon, and some people are not very happy about us making use of the facilities.”<br><br>“If you beat the boss, try and find an Altar and take over the area.” Kainzo says. “You'll be able to use it as a hub. Hopefully, you'll find enough Gems nearby to do it right off the bat.”<br><br>“That was the plan!” The goggled-kid says. “Heard that, everyone? Loot hoard, dead ahead!”<br><br>“What's your circumstance, Averron?” The woman asks.<br><br>“Just took over a madman Artificer's observatory.” Andor says. “Does the word 'Precursor' mean anything to any of you lot?” <br><br>“Nope.” The woman responds. “I've never heard it, at least.”<br><br>Through continued conversation, you find that Allestria isn't unlike Averron; a walled city with a pair of guilds formed by the city's founding members keeping peace and making rules. They, too, have had trouble with the Nameless.<br><br><span class=\"quote\">> What would you like to ask? (Write-in.)</span>","time":1450768039000,"time4chanFormatted":"12/22/15(Tue)2:07","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
