{"isOp":false,"number":"44316880","threadNumber":"44309252","comment":"<a href=\"#p44316406\" class=\"quotelink\">&gt;&gt;44316406</a><br>You shake your head, backing out of the process. The rumbling ceases, and the light dies. It seems there are no penalties to starting over.<br><br><a href=\"#p44316225\" class=\"quotelink\">&gt;&gt;44316225</a><br><br>“I'd like my boots to allow me to walk across the air itself—if only, for the duration of a short sprint.”<br><br><span class=\"quote\">> [[ Long ago, the earth and sky were one. ]]</span><br><span class=\"quote\">> [[ Boundaries, then, were drawn by what we believed—not what we saw. ]]</span><br><span class=\"quote\">> [[ Perhaps this would afford you the simplest possible taste of what that might be like. ]]</span><br><span class=\"quote\">> [[ Deposit your boots, alongside three of our gifts, and we will grant you this power. ]]</span><br><br><a href=\"#p44316542\" class=\"quotelink\">&gt;&gt;44316542</a><br><br>“I would like to share the bounties of your gardens as medicine to help the ailing, and would like skilled caretakers to nurture the gardens.”<br><br><span class=\"quote\">> [[ Yes; but caretakers can be afforded with mere coin. ]]</span><br><span class=\"quote\">> [[ Only a truly blessed hand could see our ambrosia flourish and spread to the world below. ]]</span><br><span class=\"quote\">> [[ We can provide caretakers most skilled—but you alone must play that role. ]]</span><br><span class=\"quote\">> [[ If this is what you wish to become? Then return five of our gifts, and receive the power of Healing. ]]</span><br><br><a href=\"#p44316455\" class=\"quotelink\">&gt;&gt;44316455</a><br><br>“I would like a weapon that always strikes true, even against those armored.”<br><br><span class=\"quote\">> [[ Good—for War shan't spare his enemies. ]]</span><br><span class=\"quote\">> [[ But will you use this gift as a coward, or as a hero? ]]</span><br><span class=\"quote\">> [[ The power of this weapon is made known through the number of boons you are willing to return to us. ]]</span><br><span class=\"quote\">> [[ Bring at least four, and we will make your desire manifest. ]]</span><br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1450764824000,"time4chanFormatted":"12/22/15(Tue)1:13","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY"}
