{"isOp":false,"threadNumber":44309252,"number":44320412,"name":"Anonymous","time":1450782134000,"time4chanFormatted":"12/22/15(Tue)06:02:14","comment":"<a href=\"#p44313647\" class=\"quotelink\">&gt;&gt;44313647</a><br>This. If only I didn't live in a timezone where I miss half these threads.<br><br>Anyway, most of these suggestions for celestial artifacts are lame. The boots especially are just budget wings.<br><br>We were told that the best results come from having a clear desire in mind when creating one, so I definitely think we should hold off until we can come to some consensus on something decent.<br><br>And so, some suggestions:<br>- Something that gives us control over time. This will be something that is useful with a few gems to start with but which has massive potential for gem dumping. At a low level it would give us speed and reflex boosts, perhaps either minor ones for long duration or more notable ones for a brief burst at crucial points. When it starts getting levelled it could perhaps allow us to do microflickers of timestop, enough for us to dodge hits last second and close the gaps needed to land a hit when opponents aren't expecting it. Obviously at higher levels again you can start having much longer timestops, and endgame time control if things can progress that far. (No doubt there would be some kinda exponential gem cost by this point). Other things that may be possible would be weaving time to produce clones of ourselves for brief moments. Dunno what the artifact would manifest as, maybe a pocket watch or a pendant clock or something.<br>- Some kind of artifact that improves our exploration abilities. Some kind of innate pathfinding, or something that boosts are propensity to finding more loot. Or perhaps some kind of eyewear that gives us keener vision, including being able to notice details like far off celestial gems. Depending on what form this artifact would take it could easily be something we don't upgrade ever, but which acts as a springboard to faster gem gaining rate and thus being able to get another artifact and upgrade it more quickly<br><br>(Cont.)"}
