{"isOp":false,"threadNumber":44363193,"number":44364243,"name":"BSO","trip":"!3c0YaXQPuY","time":1450996352000,"time4chanFormatted":"12/24/15(Thu)17:32:32","comment":"<a href=\"#p44363897\" class=\"quotelink\">&gt;&gt;44363897</a><br>It’s a bit of both. You can’t attest to how useful his information is, but he’s most certainly not the most amicable of creatures. PVP is disabled in the Monastery proper, but the zone outside is closer to the territory that Nephilim and the society of exiled Nameless make their stomping ground, which means they’d naturally get the best of what he’s got to offer. It’s not totally solid, but it's enough to at least somewhat justify the action beyond 'you need a present and really want to do it'.<br><br><a href=\"#p44363913\" class=\"quotelink\">&gt;&gt;44363913</a><br>You take a look at your weapon, if you can call it that. The Aura Brush is your primary tool of destruction. A small, jeweled oaken paintbrush with iridescent fibers, it draws paint from an unseen canvas to produce a variety of effects. You’ve utilized blade-like arcs of energy as melee or projectile weapons, orbs as explosive attacks or smoke-screen diversions, and created small constructs to use as utility or temporary armor, though this is limited by your time, manual skill, and creativity.<br><br>It’s strange to work with reality itself as your medium, but somehow rewarding to you, that you can continue pursuing a hobby you enjoy while in the virtual world. <br><br>You’ve neglected the pursuit of most of your class skills to focus on the use of your Artifact—and perhaps other Artifacts, in the future. You’ve been discussed and ridiculed for the choice by some; in part, you’ve proven them wrong, and in part, you don’t terribly care. Only recently have you started carrying enchanter’s rods to use as foci for rudimentary Artificer abilities: minor elemental attacks for emergency situations, or when a specific element is called for by the task at hand. You haven’t had the time or resources to finish your whole set.<br><br>Assessing your equipment, you’ve made up your mind. Switching tabs on the holo-screen, you mark your map and set off into the underground.<br><br><span class=\"quote\">&gt; Continued shortly. Feel free to ask questions or suggest write-in actions.</span>","filename":"underground_by_xiaoxinart-d3do0ht.jpg","fileSize":"70 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/44363193/images/1450996352895.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/44363193/images/1450996352895s.jpg","md5":"bJvMGcXyXo6Z5H8B1+BgSw==","w":900,"h":394,"tn_w":125,"tn_h":54}
