{"isOp":false,"number":"44365809","threadNumber":"44363193","comment":"<a href=\"#p44365383\" class=\"quotelink\">&gt;&gt;44365383</a><br><span class=\"quote\">> [[ 96 ]]</span><br><br>A step, and a jump. You turn to the side, the tails of your prismatic raiment fluttering as the tendrils obliterate the ground you occupied a second ago and embed a foot or two into the dirt below. They’re marred by visible brush strokes—that is, the damage from your previous attack, steeped in blood and gore—and you can’t help but wince. You are not fond of such heavy impasto.<br><br>They’ll have to be removed. Nothing less will suffice.<br><br>An upward stroke looses a shockwave, a black arc of color, toward where you estimate they’ve come from in the cloud. It disappears into the smoke, and you’re rewarded with a gruesome sound as they burst and slough off, falling flat against the courtyard stone. Hanging vegetation from the upper columns burns, a ceramic flowerpot collapsing and crashing to the ground next to you. Water pours into the grass from the broken fountain.<br><br>But where the disembodied limbs touch the earth, the color is sucked from the world. White lotuses begin to grow, spreading in your direction, curious flowers reaching towards you. Wooden spikes—the trunks of rapidly blooming saplings—begin bursting from the earth haphazardly across the courtyard, threatening to impale you from below as the ruined and bloodied Lotus King stomps slowly in your direction.<br><br><span class=\"quote\">> Make distance. Cut the trees and avoid the flowers before attacking again.</span><br><span class=\"quote\">> Attempt to outmaneuver him, striking from a different angle.</span><br><span class=\"quote\">> Another blast. Dethrone the King in one fell swoop.</span>","time":1451003212000,"time4chanFormatted":"12/24/15(Thu)19:26","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"s620997896556312650_p126_i2_w675.jpg","fileSize":"125866 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/images/1451003212411.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/thumbs/1451003212411s.jpg","md5":"cwtX8YqzYhcbh3b6jvFIfg==","w":"675","h":"584","tn_w":"125","tn_h":"108"}
