{"number":"44363863","threadNumber":"44363193","comment":"<a href=\"#p44363656\" class=\"quotelink\">&gt;&gt;44363656</a><br>Somewhat economy-value, you suppose, but good armor nonetheless, as they don’t hinder your mobility. It’s part of a set made and worn by the Queen’s Guard. You’re not a member of the guild (or any guild) so much as a person of interest---knighted by Hecatel along with the members of your old party, as it were.<br><br><a href=\"#p44363558\" class=\"quotelink\">&gt;&gt;44363558</a><br>You haven’t been on a major mission for a while, but the Queen paid well for your last one. You’ve got money to spare, but haven’t returned to the market; you were meaning to pick up a few things, but don’t consider yourself tacky enough to simply go and purchase a gift.<br><br>That leaves you with a few options.<br><br>Your first quest with your friend took place in an underground hanging garden, and you recall she mentioned how much she appreciated the flowers. The prospect of putting the Lotus King out of his misery is your favorite of the options you’ve got, for that reason as well as others. He is a somewhat intelligent, Precusor-like beast who trades information to passerby, from within the heart of an underground monastery. You haven’t seen him fight, but he’s always possessed an unusual elegance about him. The Queen would probably forgive you for blowing him up.<br><br>Music usually cheers you up when you’re feeling down, you think. Tracking down a powerful enough Underground Siren would allow you to procure a gift to that end. You haven’t fought one yourself as of yet; you’re told they’re mysterious as they are dangerous, and become the bane of many a player who’s unprepared for their difficult-to-defend attacks.<br><br>The safe option, then, is an Earthwarden, or some other underground beast. You’d have to go pretty deep underground to find one, but you’re told that women appreciate jewelry and the like. Defeating one of them would be a matter more of time than of effort.<br><br><span class=\"quote\">> Stop by the town market first.</span><br><span class=\"quote\">> Slay the Lotus King.</span><br><span class=\"quote\">> Hunt an Underground Siren.</span><br><span class=\"quote\">> Hunt an Earthwarden.</span>","time":1450994717000,"time4chanFormatted":"12/24/15(Thu)17:05","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"underground_palace_by_pbario.jpg","fileSize":"947122 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/images/1450994717640.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/thumbs/1450994717640s.jpg","md5":"vsDj+91TQRHbHI7HstCcRA==","w":"1200","h":"642","tn_w":"125","tn_h":"66"}
