{"number":"44368787","threadNumber":"44363193","comment":"<a href=\"#p44368480\" class=\"quotelink\">&gt;&gt;44368480</a><br><a href=\"#p44368495\" class=\"quotelink\">&gt;&gt;44368495</a><br><a href=\"#p44368498\" class=\"quotelink\">&gt;&gt;44368498</a><br>“Hold that thought.” You say, then turn to scan the surroundings. Stalagmites rise up in the caverns surrounding you. You’re in hostile territory, and the rock spires form perfect hiding places. Across the cavern, another terrace. You’d be exposed to a sniper, if they had a rifle at least as good as Troja’s. “You heard that?”<br><br>Sybil draws her sword, while Anaximander merely calls out. “Who’s there?”<br><br>“Get them!” There’s the click of a caster being readied nearby, and the three of you look at each other for a split second before diving in all directions. Bolts are sent screaming in your direction from an opening in the rocks, and you hear several pairs of footsteps and weapons being readied. They’re surrounding you. You skid to a stop as the fire comes to a close—the three of you are in the middle of an armed, rag-tag bunch. Eight in total: two Players, six Nameless.<br><br>“Wow, wow.” One of the group, a girl with a purple side-braid, says. “When we got the tip that one of the Queen’s Guard was headed this way, we didn’t expect to find two of you. Sybil and Pandora, right? From the Excavator missions?”<br><br>“Actually, they aren’t Queen’s Guard.” Anaximander says. “They’re guildless.”<br><br>“Shut up, edgelord.” A man from the group laughs. “You must be new if you don’t know them.”<br><br>“Are you from Nephilim?” You ask nervously.<br><br>“Maybe, maybe not.” The girl asks. “How much does your Queen pay you for those missions?”<br><br>“Enough.” Sybil says. “What do you want?”<br><br>“20k.” She responds. “Or your UIs. Your pick.”<br><br>“You guys are, uh.” Anaximander laughs, looking at you and Sybil. “You guys are making a huge mistake.”<br><br>“You heard the deal, edgelord! Make it 30 now!” Side-ponytail starts counting down from ten, and you ready your weapons.<br><br><span class=\"quote\">> You and Sybil have that between you. Fork over and hope they run.</span><br><span class=\"quote\">> Fuck it, take ‘em out.</span><br><span class=\"quote\">> Write-in.</span>","time":1451016916000,"time4chanFormatted":"12/24/15(Thu)23:15","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
