{"number":"44363239","threadNumber":"44363193","comment":"<a href=\"#p44363211\" class=\"quotelink\">&gt;&gt;44363211</a><br>The way Broken Sky Online messes with your mind bothers you. It seems to manipulate its players, moving on a completely different timescale than reality.<br><br>When you first logged in, you played for what felt like more than a day, but logged out before restaurants began to close that same night. You’ve gained multiple full days of “extra time”, if you can call it that, in this way, and almost lost the same amount; since the game came out, multiple updates have adjusted the scale in either direction.<br><br>You logged out after the most recent to find you’d missed a night's sleep. That made you feel really sick of yourself.<br><br>It’s not enough to stop you. Sometimes, you’d rather be anyone else. You start, then, vertigo. Comforting darkness.<br><br><span class=\"quote\">> [[ Calibrating, please wait... ]]</span><br><span class=\"quote\">> [[ BROKEN SKY ONLINE ]]</span><br><br><span class=\"quote\">> [[ Pandora ]]</span><br><span class=\"quote\">> [[ Primary Archetype: Artificer ]]</span><br><span class=\"quote\">> [[ HP: 39 / 39 ]]</span><br><span class=\"quote\">> [[ PP: 33 / 33 (68) ]]</span><br><span class=\"quote\">> [[ Celestial Artifact(s) In Use – Total Committed PP: 35 ]]</span><br><br>You manifest on one knee, amidst an astral fireworks show. Your greatcoat—which you crafted yourself from rare araneid silk and dark chameleon extract—unfades around your shoulders, quickly shifting its own tint to complement the environment. Your ponytail flutters as you settle on the ground. Your hair is streaked with all of the colors.<br><br>When virtual reality first became popular, you were of the opinion that escapism was puerile. Now, you don’t give a shit.<br><br><span class=\"quote\">> [[ Outer Hecatelia // Queen’s Guard Territory // PVP Enabled ]]</span><br><br>Your old party disbanded recently, after a disaster, and hasn’t been back together. One of your friends has been particularly withdrawn. She blames herself.<br><br>You can cheer her up with a gift, even though Christmas is long gone.<br><br>But you’ll probably have to do something drastic to get a good one. You guess it’ll take your mind off things, at least.<br><br><span class=\"quote\">> Consider gift options. Best know where you’re heading.</span><br><span class=\"quote\">> Check inventory.</span><br><span class=\"quote\">> Examine surroundings.</span><br><span class=\"quote\">> Write-in.</span>","time":1450992121000,"time4chanFormatted":"12/24/15(Thu)16:22","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Pandora.jpg","fileSize":"75546 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/images/1450992121344.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/thumbs/1450992121344s.jpg","md5":"8NSa2o6mpelyl+1IgW1oIw==","w":"432","h":"552","tn_w":"97","tn_h":"125"}
