{"isOp":false,"number":"44364499","threadNumber":"44363193","comment":"<a href=\"#p44364243\" class=\"quotelink\">&gt;&gt;44364243</a><br><span class=\"quote\">> [[ Underground: The Storm Maw // Nephilim Territory // PVP Enabled ]]</span><br><br>On your way deep below, you pass from natural-tunnels into roughly hewn, player-made ones. The difference is noticeable. It’s darker here, until you cross onto a terrace, catching a familiar sight far below: an enormous pit seeming to lead to the very center of the world, filled with a white-fog storm cloud. Lightning flashes within, and the crack of thunder pushes hot air even this high up.<br><br>You sigh, taking stock of your surroundings. Instinct dictates that you’re in a dangerous place, but Nephilim only recently declared control of this region. The journey further downward is uneventful; you follow an unbeaten path to avoid chance encounters with unsavory types, until the gate you’re looking for comes into view.<br><br><span class=\"quote\">> [[ Underground: Nypha Monastery – Courtyard // PVP Disabled ]]</span><br><br>As you’re passing through the gate, a group leaving gives you an odd look. Perhaps they recognize you? One player, three Nameless among them. No guild tabards or insignias to be seen. Inside, it doesn’t look like there are any other player characters—good.<br><br>The place is decorated with banners, hedges and tree lawns. An elaborate fountain sits in the middle. On an upper floor protected by columns, you see robed NPCs maneuvering about in the darkness. Another one, short and round with a head like that of a lizard, stands guard near the door to the monastery proper. They don’t appear to be armed.<br><br><span class=\"quote\">> Try to get inside and ambush or challenge him in his home.</span><br><span class=\"quote\">> Cause a ruckus out here to call him out of his element, into the courtyard.</span><br><span class=\"quote\">> Write-in.</span>","time":1450997233000,"time4chanFormatted":"12/24/15(Thu)17:47","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"12059712.jpg","fileSize":"519770 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/images/1450997233499.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/thumbs/1450997233499s.jpg","md5":"NvI7QMuZy2VYBHLwz7fU5Q==","w":"1200","h":"484","tn_w":"125","tn_h":"50"}
