{"isOp":false,"threadNumber":44363193,"number":44369410,"name":"BSO","trip":"!3c0YaXQPuY","time":1451019462000,"time4chanFormatted":"12/24/15(Thu)23:57:42","comment":"<a href=\"#p44369358\" class=\"quotelink\">&gt;&gt;44369358</a><br>The three of you are standing back-to-back-to-back, weapons still ready, until someone breathes a sigh of relief. The smoke has cleared, and you see no one standing. Bodies and broken UIs litter the floor. You had hoped someone would call for a yield. They never do.<br><br>“That was the last of them.” Anaximander says. “See what happens to people who don’t listen to me?”<br><br>“You alright, Syb?” You ask, ignoring him.<br><br>“Yeah, I’m good.” She responds. “Pan, I’m so fucking sorry. You soloed a fucking Precursor for me?”<br><br>“Yeah, Lotus King. Always wanted to see what he’d look like in a fight.” You respond. “Totally worth it.”<br><br>“I shouldn’t have snapped at you. I’ve just been having a rough time.” She responds, placing a hand to her forehead.<br><br>“I know. It’s alright.” You respond. “I didn’t know how bad it was, at least, but I wanted to do something nice for you. That box was an Artifact, too. Real fuckin’ pretty, wasn’t it?”<br><br>“Seriously? You’re crazy.” She pauses, then begins scanning the ground. “Did you get it back?”<br><br>“…Nope.” You look around. It’s nowhere in sight. “I guess it got knocked off the side in the scuffle—probably in the abyss now. I’ll just remember you don’t like flowers in the future.”<br><br>She smiles, for the first time in a while. Good riddance to that Gem, you guess. You don’t know; you could have used it if she wasn’t going to, though.<br><br>“Well, then. If you sweethearts are quite done?” Anaximander says. “I told you what I was here for. I’m still doing it, regardless of whether you’re in or out.”<br><br>He shrugs, then makes his way down the path toward the village below.<br><br>For once, it's cold in the underground, and you feel winter's chill on your skin, even under your regalia. You're not sure what's going on, and you're not sure if you want to find out.<br><br>As Anaximander vanishes below the rocks, you and Sybil take a long look at one another.","filename":"1427157837862.jpg","fileSize":"75 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/44363193/images/1451019462436.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/44363193/images/1451019462436s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":738,"h":1200,"tn_w":76,"tn_h":125}
