{"isOp":false,"threadNumber":44363193,"number":44367222,"name":"BSO","trip":"!3c0YaXQPuY","time":1451009817000,"time4chanFormatted":"12/24/15(Thu)21:16:57","comment":"<a href=\"#p44366610\" class=\"quotelink\">&gt;&gt;44366610</a><br><span class=\"quote\">&gt; [[ 100 ]]</span><br><br>Another leap, to stand at the top of the fountain. You raise the Aura Brush, twirling it overhead, and a ribbon of colored light unfurls around your body, suspended in midair. Then, with a flick of your arm, it straightens, forming a spear of energy, born from the handle of your brush, a blade of iridescent power terminating at a single point.<br><br>You level it, as the Lotus King turns, and thrust it forward, piercing his inches-thick skin at the very point where that red flower meets his body. He unleashes a psychic scream as his body unwinds, flesh peeling back like the skin of a fruit, loosing all of the color stolen from the world, which rushes into the grass and up the walls. Trees wither and die in seconds, white lotus petals shriveling and blowing away in the wind. The crumpled apex bloom tumbles off of his body, landing unceremoniously in the dirt.<br><br><span class=\"quote\">&gt; [[ Local dangers are gone with the defeat of a Precursor. ]]</span><br><span class=\"quote\">&gt; [[ Pandora defeated Lotus King. ]]</span><br><span class=\"quote\">&gt; [[ He will be remembered! ]]</span><br><br>You twirl the brush once more between your fingertips before tucking it behind your ear, declaring your opus complete—alla prima—and stepping down from the fountain as the flames recede. You’re not sure if you would call it your best work, but it is certainly pleasing to the eye.<br><br>The King’s inventory is full of myriad lotus blooms of all colors—as well as the “lotus crown”, a circlet decorated with sparkling, iridescent flowers. Any of these things might serve as an excellent gift. You could prepare a bouquet, perhaps. Or, you could offer a trophy most beautiful, which you’ve saved for last.<br><br><span class=\"quote\">&gt; Inventory [[ Lotus King ]]</span><br>A Precursor’s First Bloom<br><br>You’ll be sure to hang onto it.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>"}
