{"isOp":false,"number":"44368351","threadNumber":"44363193","comment":"<a href=\"#p44368337\" class=\"quotelink\">&gt;&gt;44368337</a><br>With as much of a smile as you can afford, you offer her gift. She looks confused, for a moment, but you nod, and she takes the Box into her hands, opening it slowly. There’s a gleam of light from within. It’s a floral arrangement, nested around the headpiece, of beautiful lotus flowers. In the heart of the First Bloom, emerging from the center, is a brooch with a Celestial Gem shining at its heart.<br><br>“What do you think?”<br><br>A long pause.<br><br>She drops the Box with a shudder, and it clatters onto the stone, spewing delicate flower petals onto the cavern floor. It hurts you, to see your work ruined, and to see her hurt. You stop yourself from falling to your hands and knees to pick all of it up.<br><br>“Fuck, no.” She hisses, looking abhorred. “I don’t ever want to see another one of those things.”<br><br>“What?” You ask. “What do you mean?”<br><br>“There’s something wrong with them, Pan! There’s something wrong with this whole fucking thing!” She shouts, pulling her hair back. The upper corner of her face is artificial. Gilded plates house her eye, a precious ruby iris surrounded by metallic sclera.<br><br>“Sybil…”<br><br>“Eternal Verity gives me the power to see things as they truly are. You don’t understand what’s happening. Nothing has been right since I looked at one of those Gems.” She says. “I want this over, Pan. I want it out of me.”<br><br>She can’t unequip it, you ration—it’s part of her head.<br><br>“So, what, then?” You ask. “Are you going to quit?”<br><br>“I can’t.” She shakes her head, then turns back toward the edge. “I haven’t been able to sleep for an entire night since the first Excavator job. I have to find some sort of closure.”<br><br>“You were going to go out fighting.” You shake your head. “Sybil, you can’t just become a Nameless! You’ve seen what they do.”<br><br>“Don’t speak so ill of them, now.” A voice from behind the two of you, and you turn instinctively. “They can be quite useful, after all.”","time":1451014904000,"time4chanFormatted":"12/24/15(Thu)22:41","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Sybil.jpg","fileSize":"134441 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/images/1451014904454.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/thumbs/1451014904454s.jpg","md5":"Vj1q6HwXFBkV+zbQ1/4tRg==","w":"595","h":"1024","tn_w":"72","tn_h":"125"}
