{"number":"44368337","threadNumber":"44363193","comment":"<span class=\"quote\">> [[ Underground: Stonecraft Village - Outskirts // Nephilim Territory // PVP Enabled ]]</span><br><br>She’s standing at the very edge of one of the stone outcroppings, overlooking the village down below. It's dangerous here. Rumors on the forums point to it operating as Nephilim’s base of operations, though they’ve done a relatively decent job of keeping the more involved of their activities secret. Hecatel herself can’t keep tabs on what they’re up to, or at least she doesn’t see reason to try hard enough.<br><br>You would, if you were her, given how much they’ve managed to fuck up for you recently.<br><br>“Sybil.” You call out to her, and she waits before turning. “I knew I’d find you here.”<br><br>“Pan,” She sighs, turning to face you—hair covering her left eye, as always. “What do you want?”<br><br>“I wanted to make sure you were doing well.” You respond. You almost add ‘and not doing anything dangerous’, but you aren’t in any position to talk. You don’t want to ask if she’s thinking about going on a rampage down there—you probably already know the answer. “We haven’t spoken since the last Excavator vanguard.”<br><br>“I don’t see why you’d want to.” She responds.<br><br>“It wasn’t your fault, Syb.” There’s somewhat of an awkward pause, and she looks downcast. “All of us splitting up is exactly what Nephilim wants us to do.”<br><br>“I could have stopped it, Pan. I saw the play and I didn’t make it.” She shakes her head. “The excavator’s fucked, Hecatelia is fucked, and Cecily fucking died because of me.”<br><br>“Cecily made the choice, Syb.” You sigh. “She sacrificed herself to protect the convoy, and—“<br><br>“And look what that’s done for us. The convoy’s on the verge of giving up hope, and the Excavator’s dead in the castle basement.” She says.<br><br>“It would have been much worse if you hadn’t been there.” You shake your head. “Look, we can talk this over somewhere safe---but I wanted to give you this.”","time":1451014818000,"time4chanFormatted":"12/24/15(Thu)22:40","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Cecily.jpg","fileSize":"628339 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/images/1451014818466.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/thumbs/1451014818466s.jpg","md5":"BQwOU2zQ/N4iJ/FE/uKDhw==","w":"700","h":"906","tn_w":"96","tn_h":"125"}
