{"number":"44363211","threadNumber":"44363193","comment":"<a href=\"#p44363193\" class=\"quotelink\">&gt;&gt;44363193</a><br><br>The park is coated in a fine layer of white. There’s some elementary school-age kids having a snowball fight near the pavilion. The bridge where you proposed is wet and slippery. The little stream that passes under it is frozen solid. As you pass through the outermost gate, your apartment complex comes into view a ways down the street. You’ve got a place to live, at least, for another month or two.<br><br>Well, depending on how much cash you want to blow on food.<br><br>Your door is the one with the ‘Merry Christmas’ decorations on the outside. There’s a wreath on the inside, and when you open it, the bells jingle and the multicolored lights come on. It’s embarrassing. It’s the middle of March and you haven’t had it in your heart to take down all of the shit she put up to try and make you feel better. You’d be married by now; come to think of it, the anniversary of your first date would be in just a week or so. You feel a little bit choked up, but that’s all. You think you’ve already cried all you’re going to cry.<br><br>Crashing down on the couch by the tree, you pull your glasses out of your bag and slide them over your head. All of it seemed unnecessary to you at first; you got the full package, complete with neural, eye movement, and EMG. They’ve turned out to be a lifesaver for everyday use, though. Since the accident, you haven’t had full movement in your dominant hand, which considerably slows down your ability to type on a physical keyboard. These have been your primary solution.<br><br>It’s been a while since you painted anything, for the same reason. You weren’t too bad at it, though it was just a hobby; she told you once that people would want to buy your work, but you didn’t think so. Maybe you’ll try it again soon.<br><br>You don’t bother checking your inbox. You doubt you’ve heard back from anyone. You’ll do it when you’re feeling better. Instead, you navigate through your Programs folder, directly to your latest distraction.","time":1450991996000,"time4chanFormatted":"12/24/15(Thu)16:19","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"11024120219.jpg","fileSize":"112153 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/images/1450991996103.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/thumbs/1450991996103s.jpg","md5":"4p3aRCazogX3262iqmgvqw==","w":"970","h":"647","tn_w":"124","tn_h":"83"}
