{"isOp":true,"number":"44363193","threadNumber":"44363193","comment":"The longest winter you’ve yet lived through is still upon you. The air is crisp, and dry; the horizon offers no contrast against a hazy, gray sky, overcast as it’s been for days, with the barest inklings of light shining down through clouds. A fresh snowfall is descending, to cover up the streets and sidewalks. It’s a death shroud, maybe, or perhaps the lid of a pure white coffin, pressed down from above to finally entomb you beneath the earth.<br><br>“Well?” You ask yourself, stopping to look up. There’s crunching beneath your feet as you turn in place. Get on with it already, you think.<br><br>You sigh—breath a tiny white fog that curls about in the air before it’s pushed away by a harsh gust of wind—then turn to look at the office building in the distance behind you. You can’t help but feel this way after another shitty interview. You don’t think you’re particularly bad at what you do; granted, you’ve been at a bit of a deficit when it comes to work experience since you were last laid off. You don’t know how or where you’re going to make up for it, especially with the way things have been going lately.<br><br>It’s just that once you’re in there, the world around you feels enormous, and it suddenly seems as if you haven’t prepared at all, despite all the work you’ve done. You find yourself unable to answer even the most basic questions about programming, your experiences, or even your own for-fuck’s-sake life. The words ‘Where do you see yourself in five years?’ reach down your throat and pull the air out of your lungs. You wish someone would ask you what your biggest weakness is. You’d tell them it’s that you’re a shitty interview, and it’d be funny, and you’d maybe laugh it off.<br><br>If you could, that is. It probably wouldn’t come out like you're imagining.","time":1450991905000,"time4chanFormatted":"12/24/15(Thu)16:18","id":null,"name":"BSO","subject":"[[ Broken Sky Online Quest - SIDE STORY: Pandora's Box ]]","trip":"!3c0YaXQPuY","filename":"11024120217.jpg","fileSize":"432323 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/images/1450991905312.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44363193/thumbs/1450991905312s.jpg","md5":"nkMjrAfTPTa2bl2Q/hv7Gg==","w":"1280","h":"733","tn_w":"250","tn_h":"143"}
