{"number":"44366460","threadNumber":"44363193","comment":"<a href=\"#p44366254\" class=\"quotelink\">&gt;&gt;44366254</a><br><span class=\"quote\">> [[ Foresight Potion enhances the effect of actions: ]]</span><br><span class=\"quote\">> [[ 89 ]]</span><br><br>You won’t tolerate a misstep. Circling around the Lotus King amidst the chaos beneath your feet is akin to walking through a rainstorm without touching a droplet. That you land strikes as you move, testing new colors with swatches on his inches-thick skin, adds to the improbability of such a feat. He marches past you, tendrils sweeping overhead. But where he walks, flowers bloom, and passing behind him is an impossible task.<br><br>You stagger, then jump for the fountain, landing on an unbroken part of the lowermost tier where the water has all drained.<br><br><span class=\"quote\">> [[ 55 ]]</span><br><br>Another pair of cuts. You render a different side of the beast apart from much further away, with shockwaves that leave rainbow contrails over the courtyard, cleaving the trees down in their wake. There’s shouting from past the columns; you’re doing your best not to accidentally kill any of the NPCs present, and have succeeded thus far.<br><br>You can’t tell with just a cursory analysis, but such a series of powerful attacks has likely taken a toll on your capacity. You estimate your Aura Brush’s remaining energy at about forty percent, though you typically aim your guesses low to be safe. You have a fractalline grenade, true, but wouldn’t want to resort to your elemental foci for fear of drawing this fight out longer than necessary.<br><br>Which means you should probably end it. You’ll try to do so as elegantly as possible, such that the ensemble might be its own reward.<br><br><span class=\"quote\">> Strike out from afar at the apex bloom.</span><br><span class=\"quote\">> Armor yourself and attempt to tear him apart.</span><br><span class=\"quote\">> Write-in.</span>","time":1451006393000,"time4chanFormatted":"12/24/15(Thu)20:19","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
