{"number":"44364903","threadNumber":"44363193","comment":"<a href=\"#p44364543\" class=\"quotelink\">&gt;&gt;44364543</a><br><a href=\"#p44364535\" class=\"quotelink\">&gt;&gt;44364535</a><br>“Hello, Artificer!” The lizard monk waves as you approach the monastery wall. “That’s a magnificent robe.”<br><br>“I agree.” You respond, going over your inventory once more as you prepare the Aura Brush.<br><br>“Are you here for an audience with the Lotus King?” She asks, bowing.<br><br>“Yeah.” You nod. “Sorry about this.”<br><br>You’ve begun your opus before you finish speaking. A flick of your wrist paints an orb into the air, this one a clear white. You leave it hanging there, and as you dive back toward the fountain, you cover your face to shield yourself from the explosion of sound and brilliant light that ripples through the courtyard. The second attack, a mottled burgundy, blows one of the flags overhead off the railing, walling the area past the columns off with obscuring smoke and knocking more of the NPCs to the ground.<br><br>Not your best work, but it’ll do. Unfortunately, you can’t fight with this thing indefinitely, but your Brush’s capacity has been greatly expanded since your last couple of upgrades.<br><br>There’s a sudden pressure from behind you, and you turn in time to see the color begin to wash from the world, bleeding out of the materials surrounding you to form the outline of the Lotus King’s body on the opposite side of the fountain—a tendriled white mound caged in black ink—shaping his four enormous plantigrade legs. At the apex of his back, a massive red flower unfolds, burning bright in contrast with the environment. He has neither head nor face, and vegetation grows beneath his feet.<br><br>You can’t tell if he’s upset, but you imagine he might have said something by now otherwise.<br><br><span class=\"quote\">> Seize the initiative.</span><br><span class=\"quote\">> See what he’s got.</span>","time":1450998799000,"time4chanFormatted":"12/24/15(Thu)18:13","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
