{"number":"44509834","threadNumber":"44507775","comment":"<a href=\"#p44509254\" class=\"quotelink\">&gt;&gt;44509254</a><br><br>You grab the smartphone from your nightstand and fumble around with the pattern lock for a couple of attempts before opening it—straight to your messaging screen. You have a conversation open with Eric, your apartment-mate.<br><br><span class=\"quote\">> You: “How's it going?”</span><br><span class=\"quote\">> Eric: “At Camille's. Ex couldn't make it = score!”</span><br><span class=\"quote\">> Eric: “You coming?”</span><br><span class=\"quote\">> You: “Probably not”</span><br><span class=\"quote\">> Eric: “Yeah didn't think so, alright later”</span><br><br>You remember all of this, from before the raid started; he was headed to a party, and you skipped out on the weekly LAN for your BSO raid. That was last night. The texts continue through the time you must have been raiding.<br><br><span class=\"quote\">> Eric: “Fuck”</span><br><span class=\"quote\">> Eric: “Yeah Charlene is here now RIP me”</span><br><br>Then, after midnight.<br><br><span class=\"quote\">> Eric: “Okay, double NVM”</span><br><span class=\"quote\">> Eric: “Charlene is coming to our place for a while”</span><br><span class=\"quote\">> Eric: “If you aren’t still playing your game don’t bug me if my door is closed”</span><br><br>It’s almost four in the afternoon—the update must have somehow altered the game’s timescale. You can only assume Liza and Ayla are taking the hit as hard as you are; all of your other friends logged out shortly after you finished looting everything.<br><br>You loudly open the door and stumble over toward the kitchen. Eric’s door is open and the lights are off inside, but there’s a sizeable lump under a blanket on your living-room couch with a foot sticking out, sole pointed upwards, which you assume is him.<br><br><span class=\"quote\">> Pour some water and start toasting a bagel while you root around in the fridge.</span><br><span class=\"quote\">> Head out somewhere for food.</span><br><span class=\"quote\">> Knock on Eric’s wall and peer inside.</span><br><span class=\"quote\">> Wake up the lump on your couch.</span><br><span class=\"quote\">> Play Broken Sky Online.</span><br><span class=\"quote\">> Other.</span>","time":1451698774000,"time4chanFormatted":"1/1/16(Fri)20:39","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
