{"isOp":true,"number":"44507775","threadNumber":"44507775","comment":"<span class=\"quote\">> [[ Broken Sky Online ]]</span><br><span class=\"quote\">> [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">> [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline <br><span class=\"quote\">> [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br>“Hecatel, listen up.” Liza asks. A brief quiet falls over the room; only the heartbeat of the technology surrounding you can be heard before she continues. “Do you know of a guild called Freakshow, or of a man named Anaximander?”<br><br>“Yes, in fact.” The Queen smiles. “Someone by that name was in my court not too long ago. An interesting one, assuming we’re speaking of the same man: very forward-thinking, with a number of ideas I can only call peculiar. Whether or not I agree with any of them, I’m still mulling over, but…”<br><br>“Listen to me carefully: he cannot be trusted at any cost.” Liza hisses, pushing her way past you and Kainzo to take center stage before the projector screen. “I need to know what he told you.”<br><br>“You are Liza, of the Crimson Guardians?” Hecatel asks. “I was given specific instruction not to tell you.”<br><br>“Consider this, Hecatel. If you choose to make him your ally, I won’t be held responsible for my actions.” She’s having trouble keeping herself under control; her hands are balled into tight fists, and you think you can hear Crimson Wings beginning to warm up. “The rest of my Alliance will fall in behind me—even if you really are royalty.”","time":1451692860000,"time4chanFormatted":"1/1/16(Fri)19:01","id":null,"name":"BSO","subject":"[[ Broken Sky Online Quest - Session 19 ]]","trip":"!3c0YaXQPuY","filename":"1422324183059.jpg","fileSize":"396742 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44507775/images/1451692860225.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44507775/thumbs/1451692860225s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":"679","h":"1549","tn_w":"109","tn_h":"250"}
