{"number":"44514499","threadNumber":"44507775","comment":"<span class=\"quote\">> [[ UI Messenger – Tatsumaki ]]</span><br><span class=\"quote\">> [[ Ascheritte ]]: Yo</span><br><span class=\"quote\">> [[ Tatsumaki ]]: hi</span><br><span class=\"quote\">> [[ Ascheritte ]]: Where are you?</span><br><span class=\"quote\">> [[ Tatsumaki ]]: underground: lower averron</span><br><span class=\"quote\">> [[ Tatsumaki ]]: ?</span><br><span class=\"quote\">> [[ Ascheritte ]]: Want to hunt and collect mats?</span><br><span class=\"quote\">> [[ Tatsumaki ]]: !</span><br><span class=\"quote\">> [[ Tatsumaki ]]: ok :D</span><br><br>The regions you’re interested in would give you an opportunity to get your hands on some magical or elemental materials you haven’t quite dealt with before, though you imagine the fights would be unlike even those you encountered in Kjorikos’s sanctum—you might even be able to get your hands on Celestial Gems if you seek out boss encounters or unbeaten paths.<br><br>To harvest raw material from the environment, though, you’ll need someone who can properly use a mining pick—and you aren’t about to ever touch another one after last time. You’ll have to find a competent Explorer somewhere, and Nel’s offline, which is an issue; depending on how much material you’re expecting to harvest, you’d rather have an Explorer that’s more compliant than not. You could look for Cardus or Sulya, the two you encountered at the Writ Keepers’ guild hall a time ago; they seemed to like you quite a bit, and you think they were both Explorers, though you also suppose you could see if anyone around here is organizing parties.<br><br>You guess you could always find the requisite tools to just blow up the walls surrounding ore deposits, too. That doesn’t sound like it’d have any potential negative consequences whatsoever.<br><br>Once you come to a decision--whether or not you want to try and exploit the environment or search for other party members, you'll have to arrange a meeting place with Tatsumaki.<br><br><span class=\"quote\">> Write-in.</span>","time":1451712151000,"time4chanFormatted":"1/2/16(Sat)0:22","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Cardus.jpg","fileSize":"216563 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44507775/images/1451712151417.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/44507775/thumbs/1451712151417s.jpg","md5":"hvc9AhO+r9wOudBWDDzM4w==","w":"640","h":"800","tn_w":"100","tn_h":"125"}
