{"number":"44511200","threadNumber":"44507775","comment":"“It seems someone is playing games with you.”<br><br>A set of razor teeth unfolds into a grin, shining out of the darkness before you. Heady smoke rises up in the tent, numbing your senses more with each labored breath. Your cuirass feels lighter than ever on your shoulders, like it could be a part of you. But your glasses are heavy on your head and neck, and you look downtrodden as you struggle to maintain eye contact with the cat’s eyes that blink open, lights in the black.<br><br>“You were successful in your search—though what you found was not as you expected it to be.” It speaks, quivering, chattering. Enunciating without motion. “You found her, and discovered the truth. Driven, as though by lost love. A powerful motivator—a forlorn feeling that you are lucky to be able to experience. Mere such thoughts are the driving force behind the actions of so many…”<br><br>“The Precursors?” You ask. Something is crawling towards you.<br><br>“…and fixate you upon your desires. Still, you are among a lucky few—have you yet learned what it is to be blessed?” You feel cold. <br><br>“Clear your mind, child, and allow me to alleviate your worries.”<br><br>It’s late evening, after sunset. You feel moderately well-rested.<br><br>Despite your restlessness, that is. Somehow, in your sleep, you’ve managed to wrangle both your smartphone and your glasses into your bed from wherever you left them on your nightstand. The former is in your hand, and you’ve unconsciously thumbed a bunch of blank and junk entries into your Contacts.<br><br>What’s left of your bagel, though a bit stiff, isn’t too unpalatable not to eat; you elect to do so.<br><br><span class=\"quote\">> Take another look for BSO information on the Internet.</span><br><span class=\"quote\">> Head into your apartment or get some fresh air.</span><br><span class=\"quote\">> Other.</span><br><span class=\"quote\">> Play Broken Sky Online.</span>","time":1451702870000,"time4chanFormatted":"1/1/16(Fri)21:47","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
