{"isOp":false,"threadNumber":44507775,"number":44513349,"name":"BSO","trip":"!3c0YaXQPuY","time":1451708457000,"time4chanFormatted":"01/01/16(Fri)23:20:57","comment":"A large group of people is gathered in the observation area of the test chamber, watching a spectacle on the floor; you have to muscle your way up to the window to see. A woman—you recognize her as the one who put the enchantment on your sword in town—is just finishing off her opponent, another player, who hits the wall trailing smoke and flames. An invisible shield bursts off of them on contact, breaking into shards of blue hard-light as they fall to their knees, barely catching themselves.<br><br>More cheering. You figured it’d be used for this at least for a while, but you don’t mind. The more places available to duel safely, the fewer people killing eachother in the underground. At least, that’s what makes sense to you. Broken homunculus parts strewn about the arena indicate that you’ve at least collected some profit, and probably will in the coming days. The Custodian is hovering off to the side, waiting patiently for some space to clean the place up without getting killed.<br><br>On the message boards, information has been flooding in for a while. People are trying to catalogue, and assign maps to locations. Areas of note have been classified as dungeons (ruins or areas with boss spawns, altars, or other notable properties), hunting grounds (large, typically open areas with high monster or resource spawn rates that are “safer” due to high player density), and unexplored branches, many of the closest of which are likely being mapped presently.<br><br>It also looks like someone’s started a “bounty hunting” thread that’s gotten a number of replies. Some things never change, you suppose.<br><br>[[ 1 ]]<br><span class=\"quote\">&gt; Ask someone what’s going on.</span><br><span class=\"quote\">&gt; Head elsewhere. (Write-in.)</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; Look into dungeons.</span><br><span class=\"quote\">&gt; Look into hunting grounds.</span><br><span class=\"quote\">&gt; Look into unexplored branches.</span><br><span class=\"quote\">&gt; Look into bounty hunting.</span>","filename":"1425346345722.jpg","fileSize":"109 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/44507775/images/1451708457652.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/44507775/images/1451708457652s.jpg","md5":"zF0VW1pa8434SWR49HQ7OQ==","w":420,"h":850,"tn_w":61,"tn_h":125}
