{"number":"45368940","threadNumber":"45364793","comment":"<a href=\"#p45368908\" class=\"quotelink\">&gt;&gt;45368908</a><br>She pushes herself into a backward somersault—ungraceful, but functional, as Mendicant’s sword thrust falls short, and his upper body tilts forward, off balance. There’s frost creeping up his legs, as if his feet are frozen to the floor.<br><br>“Oh, what?” He asks. “This is some shit.”<br><br>“I’ve your arrogance to thank for the extra time.” Florica laughs. “You see, I’ve learned to read more of this book since we last fought. I’m afraid this battle is over. I remain undefeated! I hope you’re ready to be… utterly humiliated.”<br><br>She turns, leans over to pick up her sword, and is hit in the back of the neck by a thrown knife. It embeds itself to the handle, and she falls flat onto the ground, twitching a bit before a flash of blue light washes over the two of them. The knife vanishes as the duel comes to an end.<br><br>The crowd erupts into equal parts laughter, cheering, and booing.<br><br>“What an upset!” The bet collector shouts. “Mendicant’s won, against the odds! The awards are being handled—please check your Unique Identifiers, or line up here if you don’t have one…”<br><br>You catch the white-haired woman, still smiling, check a few things in a holographic UI menu. Appearing satisfied, she ducks back into the crowd, heading for the test chamber exit.<br><br>“Hah!” Cardus says. “Was that everything you expected?”<br><br>[[ 1 ]]<br><span class=\"quote\">>”Yeah, they don’t mess around.”</span><br><span class=\"quote\">>”Eh, I’ve seen better.”</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Stay and listen to the chatter.</span><br><span class=\"quote\">> Embark on your expedition.</span><br><span class=\"quote\">> Head up to Averron City.</span><br><span class=\"quote\">> Write-in.</span>","time":1455247420000,"time4chanFormatted":"2/11/16(Thu)22:23","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"1422721374608.jpg","fileSize":"888348 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/images/1455247420792.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/thumbs/1455247420792s.jpg","md5":"vJKA258z3Cf1eLm+YUcyfw==","w":"2560","h":"1600","tn_w":"125","tn_h":"78"}
