{"number":"45368887","threadNumber":"45364793","comment":"<a href=\"#p45367849\" class=\"quotelink\">&gt;&gt;45367849</a><br>“Something feels off.” You respond. “Care to watch with me?”<br><br>“I was keen on it.” Cardus says.<br><br>There’s only so much anyone in the crowd, barring the high roller, can lose. But they’re still transfixed; excited as ever, of course, but not nearly as loud about it as they were a moment ago.<br><br>“Well?” Mendicant brandishes his sword, as blue light briefly silhouettes both combatants. “Whenever you’re ready.”<br><br>There’s no direct acknowledgement from his opponent. Instead, she takes a fighting stance, holding the grimoire in front of her in one hand. She chooses a chapter, and the book navigates there, pages fluttering cover to cover without further input.<br><br>Florica mutters a syllable—disgusting, vulgar—under her breath in some alien language as the pages come to a stop. Behind her, a twisting, runic portal is torn open, a scar in the fabric of space that opens to an unknown, burning world. She steps aside, tossing her free hand upward majestically as if raising the curtain on a matinee, to make room for a pillar of flame to rip across the arena, scorching the floor beneath.<br><br>Mendicant moves aside at nearly imperceptible speed, from a standing position to a running dive roll. His opponent turns, circling with the portal to pursue her opponent with the flamethrower like some demonic siege weapon. The inferno strikes the glass wall in front of the arena, the fire rising to incredible height; even up here, you can feel the oppressive heat, as blinding light and a wall of fire obscures the battle for a mere moment.","time":1455247264000,"time4chanFormatted":"2/11/16(Thu)22:21","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"23059230522.jpg","fileSize":"232826 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/images/1455247264675.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/thumbs/1455247264675s.jpg","md5":"TIb4nXTTRZqlxiEm7jy6Vw==","w":"1465","h":"760","tn_w":"125","tn_h":"64"}
