{"isOp":false,"number":"45367398","threadNumber":"45364793","comment":"“I actually played a hand in clearing and securing it.” You nod. “Ayla’s name will be on the Altar too, if you check.”<br><br>“Oh? That’s thoroughly impressive, Ascheritte!” He grins. “If you were a part of whatever party defeated this region’s Precursor, then you’re as skilled as she made you out to be.”<br><br>“She said I was good?” You ask. “Is that all?”<br><br>He laughs. You were sort of expecting an answer.<br><br>“Whatever.” You shake your head. “Cardus, as soon as I finish here, I’m heading down to the hunting grounds with a friend of mine. We were actually looking for an Explorer, so…”<br><br>“I’d be delighted to join!” He responds. He seems like he’ll be an asset, certainly, but communication will be difficult with someone that doesn’t carry a Unique Identifier—being Nameless seems like much more trouble than the additional immersion is worth, especially given that it seems in-game damage actually hurts them. “I suppose I’ll follow along. Were you leaving immediately?”<br><br>“I want to get a good look at what’s going on, first. Someone said officers from Crimson Guardians were dueling, and I’d like to learn more about them. Y’know, scope out my competition.” You say.<br><br>“Place your bets here, and get ready for the fight of your life!” An oversized, moustached player shouts, towering over the crowd. “We’re trustworthy and taking all bettors!”<br><br>“Are people actually betting on these fights?” You laugh, pushing your way to the front of the crowd to get a good look at the spectacle. That woman that enchanted your sword is on the floor—wait, she’s with the Guardians?—standing apart from her opponent, tall and honorable-looking, clothed in red.","time":1455242734000,"time4chanFormatted":"2/11/16(Thu)21:05","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"Florica.jpg","fileSize":"112006 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/images/1455242734110.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/thumbs/1455242734110s.jpg","md5":"zF0VW1pa8434SWR49HQ7OQ==","w":"420","h":"850","tn_w":"61","tn_h":"125"}
