{"isOp":true,"number":"45364793","threadNumber":"45364793","comment":"<span class=\"quote\">> [[ Broken Sky Online ]]</span><br><span class=\"quote\">> [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">> [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline <br><span class=\"quote\">> [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br><span class=\"quote\">> Vyx, Tatsumaki, and Smith are online.</span><br><span class=\"quote\">> Vision, Donnel, Nel, Liza, Ayla, and Aelriss are offline.</span><br><br><span class=\"quote\">> [[ Underground: Averron Observatory: Test Chamber // Neutral Territory // PVP Disabled ]]</span><br><br>“It’s happening!” Someone shouts, and the crowd draws closer to the barricade to get a better look at the test chamber floor. You begin shuffling away, maneuvering around people to try to find enough space to stand comfortably. “The officers of the Crimson Guardians are going to duel!”<br><br>“Ascheritte!” A heavy hand pats you on the shoulder. “I never took you for a gambler. Enjoying the spectacle?”<br><br>“Cardus?” It’s the Explorer from the Writ Keepers. You turn around, and when you see his waist, you recall you added one another to your Contacts when you met. He didn’t show up, when you looked at your List a moment ago. It’s because he’s no longer Identified. “What happened to your UI?”<br><br>“Oh, that? I got rid of it. On my own terms, of course! This world is so immersive, having such a thing was almost sickening.” He smiles, patting the backpack slung over his shoulder. “The sense of adventure is so much greater this way—anyone seeking a true challenge would do the same.”<br><br>“You’re Nameless now, though.” You sigh. “Immersion or not, no one is going to trust you.”<br><br>“Do you trust everyone you meet, axiomatically?” He asks, folding his arms. “Nameless or Identified, we are all people. As such, we are all equally untrustworthy.”<br><br>“People will try to kill you, assuming there won’t be consequences.” You respond. “Or worse, they’ll think they’re doing everyone else a favor.”","time":1455234614000,"time4chanFormatted":"2/11/16(Thu)18:50","id":null,"name":"Sylvetica","subject":"[[ Broken Sky Online Quest - Session 20 ]]","trip":"!3c0YaXQPuY","filename":"1422324183059.jpg","fileSize":"396742 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/images/1455234614002.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/thumbs/1455234614002s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":"679","h":"1549","tn_w":"109","tn_h":"250"}
