{"isOp":false,"number":"45368908","threadNumber":"45364793","comment":"<a href=\"#p45368887\" class=\"quotelink\">&gt;&gt;45368887</a><br>He’s in attack range, when you can see next, and she’s forced to retreat, the portal closing as she abandons her position. She’s no match for him in melee combat, weakly parrying the first of his swings with her sabre before turning and running with her sword extended. Another foreign word, different somehow from the last, and a gust of air carries her upward to a height just a few times higher than she’d be able to jump. Her dress flutters, and she falls slowly, the book’s pages turning in the opposite direction. You already recognize the red glow and distant heat of a fire spell—and she’s left her opponent in the dust, vulnerable on the ground below.<br><br>Three orbs of flame take form around her, rushing toward her opponent—and with rallying battle shouts, he cuts through each of them, taking slow steps backward as he does. Another strikes the ground in front of him, and the explosion sends him stumbling backwards.<br><br>Florica lands apart from him, and with a familiar word in the forgotten tongue, opens the portal to hell—this time, striking head-on, engulfing him in flames. The blast is shorter, and she rushes forward, sabre ready, into the wall of obscuring smoke, eager to deliver a finishing blow.<br><br>You’re shocked to hear swords clash, and see her sent flying a distance away, with her grimoire clutched tight against her chest, sabre sliding across the arena floor in a different direction.<br><br>“What!?” She shouts, and can barely gain her footing before Mendicant is upon her, standing with his blade at her throat. “How?”<br><br>“I decided on my Artifact last time I lost to you.” He responds nonchalantly, pulling his collar down with his free hand to reveal a gilded pendant around his neck. “Basically, fuck magic.”<br><br>“That’s not balanced!” She responds.<br><br>“It is.” He says. “I waited until I knew your guard was down; it only lasts a limited time.”<br><br>“Really?” She smiles, gaze narrowing. “Then you’ve still lost.”","time":1455247336000,"time4chanFormatted":"2/11/16(Thu)22:22","id":null,"name":"Sylvetica","subject":null,"trip":"!3c0YaXQPuY","filename":"under_city_by_wen_xaeroaaa-d5i8f3b.jpg","fileSize":"70325 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/images/1455247336206.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/45364793/thumbs/1455247336206s.jpg","md5":"k5eyeK53qRhyUmR9dd28rA==","w":"900","h":"352","tn_w":"125","tn_h":"48"}
