{"isOp":false,"threadNumber":45364793,"number":45371066,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1455254957000,"time4chanFormatted":"02/12/16(Fri)00:29:17","comment":"<a href=\"#p45371049\" class=\"quotelink\">&gt;&gt;45371049</a><br>You follow indicators in the environment and maps made evident by the message boards, until the cavern walls grow hot around you. The magma chamber appears more dangerous than you’d even imagined. A great swath of outcroppings and plateaus is visible stretching into the distance, where solo players and parties battle skinless, long-legged insectoids: lava striders.<br><br>“Keep an eye out for mineral veins.” You say. You’re not sure what would happen if you touched the lava, nor do you want to find out… not least for anything that would be lurking below its surface.<br><br>“You’re lucky to have me in your company, Ascheritte.” Cardus grins. “I’m quite the accomplished miner.”<br><br>“I can see crystals up there.” Sulya points to a plateau high above. “We could try to climb it, or find a long way around. I’m sure Cardus has exploring gear, too…”<br><br>“Wouldn’t leave town without it.” He responds.<br><br>Tatsumaki makes a sound of protest, and points off the edge of the platform you’re standing on. There’s an oversized lava strider living up to its name below you, taking careful steps across a large pool of molten rock; she’s probably worried it would climb up and attack if you tried to go upward from here.<br><br><span class=\"quote\">&gt; Climb upward.</span><br><span class=\"quote\">&gt; Find a safe path upward.</span><br><span class=\"quote\">&gt; Attack the lava strider.</span><br><span class=\"quote\">&gt; Head lower and search for mineral veins.</span>","filename":"29ebab8867a0cc8b54d3cf2d39dbd819.jpg","fileSize":"33 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/45364793/images/1455254957926.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/45364793/images/1455254957926s.jpg","md5":"hwoMW1WhzQMQ2cK+PqwUGg==","w":736,"h":281,"tn_w":125,"tn_h":47}
