{"isOp":false,"threadNumber":45965808,"number":45967143,"name":"Sylvetica","trip":"!3c0YaXQPuY","time":1457823455000,"time4chanFormatted":"03/12/16(Sat)17:57:35","comment":"Near the wall, there’s bits of broken rock and crystal, fallen from above or chipped off the plateau cliff face. Tatsumaki leans down to pick up a large piece, looking to you for approval; you nod, and follow suit, carefully grabbing another bit of rock. Together, you throw the pieces a distance, and they land on the plateau far past the lava striders, which, as predicted, turn to investigate.<br><br>You use this chance to sneak further ahead, making your way to the tiny home. The windows and doorway are softly carved, as if either worked with incredible finesse or shaped while the stone was still partially melted. First, a cursory glance through the windows—it’s somewhat dark, but you still see nothing, so the two of you carefully enter, you in the lead.<br><br>There’s a hiss and a crack from behind you – the sound of Tatsumaki lighting a fluorescent torch – and the darkness fades away. A table and chair, primitive furniture of similar stonecraft, sit on one end of the room, just a foot or so off the wall, hiding the corner from view. There’s a set of cracks in the floor that give an unusual impression of depth; a mineral vein, or perhaps something hidden below?<br><br>What catches your eye and Tatsumaki’s, though, is the back wall of the tiny room. There’s a large rune carved into the stone: concentric circles, with thick lines leading outward from the center of it all, connecting the many rings to form a strange sort of network. It looks like the plan for a city, all roads leading inward to or outward from one place. Something is written across it all, in an unknown language you’ve seen before; it’s the old Sylvetican script, you recognize from Kjorikos’s notes.<br><br>You stand, transfixed for a moment; after a few seconds, Tatsumaki snaps a picture with her UI.<br><br><span class=\"quote\">&gt;Write-in.</span>","filename":"84129481.jpg","fileSize":"90 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/45965808/images/1457823455444.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/45965808/images/1457823455444s.jpg","md5":"IWAIpQfpGzEg/bsCbfrX2A==","w":1023,"h":653,"tn_w":125,"tn_h":79}
