{"isOp":false,"threadNumber":46505543,"number":46507589,"name":"BSO","trip":"!3c0YaXQPuY","time":1459983827000,"time4chanFormatted":"04/06/16(Wed)19:03:47","comment":"Looks like the recent chaos all stems from a message sent out by Freakshow, which appears to have been sent out in response to the calls to declare “open season” on the Nameless and Freakshow’s ranks, as well as the fervent bounty hunting for the guild’s senior members.<br><br>“In the end,” the message suggests, “You’ve been the ones to bring your own city down. Here’s a truth that thus far, no one’s been willing to admit: most of the people in Averron, Nameless or Identified, don’t care who they kill as long as they get something good out of the deal. The riots in Averron left many dead on either side of the divide, and almost destroyed all that this world has afforded us. This isn’t a tale of Nameless versus Identified, or Guild versus Guild; it’s a tale of bloodthirst, machismo, and greed that will only end with our extinction.<br><br>Since neither the pillars of the community nor the guild leaders among you have come up with a solution, I’ve decided that it’s now our responsibility to lead – and I’ve decided to put forth my own fix, effective immediately:<br><br>Kill one of ours, and we kill one of yours.<br><br>We outnumber the Alliance guilds, and every time you engage in PVP, you’re putting it all on the line. Your equipment, your creds, and your lovely little Gems. And we’re really not so bad—once you get to know us—but trust me: most of the Nameless I know would love the opportunity to even the scales. The choice is yours: see the big picture, and yield to our presence, or don’t change – keep killing players, and we’ll bring you to your knees. Before long, you’ll have been at fault for your own downfall.<br><br>And to those of you who –do– see that Averron’s leadership might not be so good after all? We know, we see the real problems, and we’ve got space for you. Contact me, and we’ll see what we can do.<br><br>See you on the hunting grounds.<br><br>– Freya<br>Freakshow Guild Leader”","filename":"under_city_by_wen_xaeroaaa-d5i8f3b.jpg","fileSize":"69 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/46505543/images/1459983827016.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/46505543/images/1459983827016s.jpg","md5":"k5eyeK53qRhyUmR9dd28rA==","w":900,"h":352,"tn_w":125,"tn_h":48}
