{"isOp":true,"number":"46505543","threadNumber":"46505543","comment":"<span class=\"quote\">> [[ Broken Sky Online ]]</span><br><span class=\"quote\">> [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">> [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline <br><span class=\"quote\">> [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br><span class=\"quote\">> Liza, Vyx, Tatsumaki, Smith, and Sulya are online.</span><br><span class=\"quote\">> Vision, Donnel, Nel, Ayla, and Aelriss are offline.</span><br><br><span class=\"quote\">> [[ Underground: Averron Observatory – “Sylvetica” // Neutral Territory // PVP Disabled ]]</span><br><br>It’s the only thing you’ve seen of the overworld since you created your character. Sylvetica—or this idealized simulation thereof—is a sight to behold, a verdant green meadow free from the oppressive heat and pressure of the underground.<br><br>Dorian is tending the garden, and it looks like there’s a couple of machines set up on tables beneath a new open-air shed nearby. There’s also a few small groups, or individual players, just enjoying the place, chatting with one another, lying in the grass, or browsing the message boards.<br><br>You make your way past into the woods, until you find the base of the greatest tree you can – then, you begin climbing. You never quite got the hang of climbing trees in real life, but your increased strength and reduced weight in this world make the task trivial, even burdened by your weapons and armor. As you ascend, careful repeated searches of hand and footholds give way to powerful upward leaps and bounds.<br><br>This virtual world has been almost disturbingly realistic—but as you reach the treetop, this illusion begins to break down for the first time. The wind is unusually still, and in clear sunlight, you are unsure for a moment if you’re hot or cold. In the distance, you see the very edge, the air above wavering and rippling as if from the heat of a blacksmith’s forge. Beyond the cliff, an abyss, the sight of which fills you with unease. You feel, for a moment, as if you are missing something. What could it be?","time":1459977634000,"time4chanFormatted":"4/6/16(Wed)17:20","id":null,"name":"BSO","subject":"[[ Broken Sky Online Quest - Session 22 ]]","trip":"!3c0YaXQPuY","filename":"1422324183059.jpg","fileSize":"396742 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46505543/images/1459977634762.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46505543/thumbs/1459977634762s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":"679","h":"1549","tn_w":"109","tn_h":"250"}
