{"isOp":false,"number":"46515329","threadNumber":"46505543","comment":"<a href=\"#p46514835\" class=\"quotelink\">&gt;&gt;46514835</a><br>“Should have found a vantage point with that rifle, huh?” You muse, inspecting the scoped caster. It’s of curious design, the material of the body and barrel reminding you of your greaves; you recall the Ethereal Forgemaster telling you that sliverwing parts could be used as caster housing. You’ve never tried to use one, but you’re not sure what’s stopping you. “Probably could have seen quite a bit. Oh, well. Hindsight is twenty-twenty, right?”<br><br>Tatsumaki shrugs.<br><br>You view the message boards as you walk, adding your own insight to the current discussion on the earthsea exiles: a short documentation of their drops, as well as their unprecedented propensity to utilize dead players or loot as traps for ambush attacks. The message serves as an advisory to players venturing into the lower branches not to travel alone; you’re unsure exactly what activity awakened these things, but it looks as if they’re here to stay for at least a while.<br><br>Averron feels peaceful, but you believe it is a tenuous peace. The city’s atmosphere never recovered after the riots that you’re certain were masterminded by Anaximander, and the resulting actions taken by Liza and the other Alliance heads. You wonder if Freakshow’s current guild leader might be right about ‘bloodlust, machismo, and greed’—all intentions aside, it seems as if some person or another is making a power play at every corner, utilizing the situation to gain themselves an advantage.<br><br>Who is fit to lead, and do you want any part of it?<br><br>You never expected you’d ask yourself these sorts of questions playing a video game.<br><br>You and Tatsumaki make your way through the streets to the fortune teller’s tent; the flaps come open to let a pair of Identified players out, clouds of heady smoke wafting from within. You part to let them pass, then, nodding at one another, the two of you step inside.","time":1460006579000,"time4chanFormatted":"4/7/16(Thu)1:22","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"original_314840_QKR1Gac3r3n_jN8HGn_Y6k8Rn.jpg","fileSize":"4206645 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46505543/images/1460006579525.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46505543/thumbs/1460006579525s.jpg","md5":"vZUsP+YEo7as+P6xW0cltg==","w":"5000","h":"2130","tn_w":"125","tn_h":"53"}
