{"isOp":false,"number":"46533498","threadNumber":"46531743","comment":"“Where’s the seam?” You ask.<br><br>“I am uncertain. But skilled combatants could trace them back to a point of origin.” The fortune teller responds, Tatsumaki still looking intently at the crystal ball.<br><br>“Fair. What do you mean by justice?”<br><br>“Not even divination can determine that, child—justice is defined in terms of whatever civilization spawned and cast out these souls. I cannot say whether they must be brought home safely, or destroyed without recourse. I know not the laws of the place from whence they came.”<br><br>With that done, you decide to have both of the items you pulled off Annalise identified.<br><br><span class=\"quote\">> armored rawhide greatcoat (damaged) [[ X Damage Resistance ]] [[ X Madcap ]]</span><br><span class=\"quote\">> “Rubi”, a handcrafted scoped sliverwing longcaster [[ + Range ]]</span><br><br>Looks like the coat’s not giving any of its bonuses, as it’s too torn up. You’ll need an armorer or crafter who can repair it—and leather is pretty hard to come by in Averron, so far as you’ve seen. Maybe Nel knows where to get some, or you could check the message boards.<br><br>As far as the gun, looks like the girl made it herself. Damn shame: crafters seem difficult to come by.<br><br><span class=\"quote\">> * Madcap [[ Granted by: armored rawhide greatcoat ]]: Decreases mobility and endurance penalties when traversing walls and other abnormal surfaces on foot.</span><br><br>That’s pretty cool, though. You still have to split the loot with Tatsumaki—at least, you said you would, but she looks pretty distracted right now.<br><br><span class=\"quote\">> [[ Ask for a consultation – 15# ]] </span><br><span class=\"quote\">> Other.</span>","time":1460082015000,"time4chanFormatted":"4/7/16(Thu)22:20","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1422721374608.jpg","fileSize":"888348 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46531743/images/1460082015599.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46531743/thumbs/1460082015599s.jpg","md5":"vJKA258z3Cf1eLm+YUcyfw==","w":"2560","h":"1600","tn_w":"125","tn_h":"78"}
