{"isOp":false,"threadNumber":46531743,"number":46536681,"name":"BSO","trip":"!3c0YaXQPuY","time":1460093042000,"time4chanFormatted":"04/08/16(Fri)01:24:02","comment":"You deposit Celestial Gems in the offering bowl, and it hurts you deep within to see them go. It feels as if you’ve lost something you’ve had your whole life—or something missing that you’d only now been reunited with. You’re frozen, with your hand held out over the bowl, a feeling in your chest like a spike driven through the deepest part of your heart.<br><br>The statue’s eyes are alight with all of the colors. Rumbling in the town square turns heads your way as a gift materializes from descending, twisting beams. It takes the shape of a silver-blue ring—a growing arc that joins at one end and expands, a swirling, jeweled oculus at its center.<br><br>The eye is dark, an amorphous shadow crawling about within, and you are anointed in the sound of clashing blades and battle shouts as you place the crown upon your head.<br><br><span class=\"quote\">&gt; You have created [[ Strife Memoriam ]] – a faceted Celestial metal circlet.</span><br><br>It slides down past your forehead, sinking to rest with the arc tucked atop your ears like a pair of glasses. You’re a bit disappointed by this at first—then, with a vaguely familiar series of metallic chirps and clicks, the eye gives a half-turn and comes apart. The two halves unwind to fold behind your head, hidden when not in use.<br><br>Still waiting in the bowl is a rolled up parchment paper, bound by an iridescent ribbon. You pluck it from the statue’s grasp and unwind it, reading what the inscription has to say:<br><br><span class=\"quote\">&gt; [[ With Strife Memoriam, call upon the abilities of those you have faced in battle. ]]</span><br><span class=\"quote\">&gt; [[ Ascheritte, seek ever-stronger foes, and transcend memory itself. ]]</span><br><span class=\"quote\">&gt; [[ Seek Celestial Gems to expand the Artifact’s memory, and unlock new capabilities. ]]</span><br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"Magic_toy_II_by_hmn.jpg","fileSize":"127 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/46531743/images/1460093042713.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/46531743/images/1460093042713s.jpg","md5":"xT0/VFQBSzr9j+WSgcJyYw==","w":900,"h":675,"tn_w":125,"tn_h":93}
