{"isOp":false,"number":"46537900","threadNumber":"46531743","comment":"<a href=\"#p46537866\" class=\"quotelink\">&gt;&gt;46537866</a><br>“Well, what do you think of this whole business?” You ask.<br><br>“I don’t want any part of it. I understand that it’s my problem as a leader, as well as someone who’s got no interest in being ganked, but the fact of the matter is that all of this is completely nonsensical, self-interest and Gem-lust aside.\"<br><br>\"You think so?\"<br><br>\"Last time fighting broke out, people died for no reason and we almost lost the message boards for good. If it happens again, it’s only going to get worse. Plus, we’ve got to decide how we're going to settle affairs with other cities in the event we meet, and...” She says, giving a forlorn look.<br><br>“You want to keep your guild, too.” You nod.<br><br>“Yeah.” Ayla sighs. “I do.”<br><br>“Have you thought of what you’d do if the merge goes through?” You ask.<br><br>“I’d take anyone who wanted to come with me.” She responds. “And Dorian would take over the Writ Keepers.”<br><br>The conversation stalls, Ayla idly thumbing through menus and messages.<br><br>“Liza is right.” Ayla says, resigned. “We can’t lead an Alliance as three separate guilds. As much as I hate to say it…”<br><br>Your UI pings.<br><br><span class=\"quote\">> [[ UI Messenger – Crimson Guardian Liza ]]</span><br><span class=\"quote\">> [[ Crimson Guardian Liza ]]: Are you busy?</span><br><br><s>Archiving. I’m gonna call it a night. Thanks for reading, as always; as usual, I might be around for questions, or you can direct them to my ask page. Thread -maybe- tomorrow, but if not, be sure to follow on Twitter or look out for me in the directory.</s>","time":1460099317000,"time4chanFormatted":"4/8/16(Fri)3:08","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"7a933e4d743593d322705c77577f3b81.jpg","fileSize":"211009 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46531743/images/1460099317548.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46531743/thumbs/1460099317548s.jpg","md5":"lPemTqXlLip8kVhGPdZwFg==","w":"1200","h":"650","tn_w":"125","tn_h":"67"}
