{"isOp":false,"number":"46537486","threadNumber":"46531743","comment":"“It said that they were exiled from some place, probably unfairly—that they’re pouring forth from a seam that’s been opened in the underground, and that they won’t stop until they’re all dead, someone closes the seam, or ‘justice is served’.”<br><br>She doesn’t look up at you immediately—her UI pings a couple of times, and she seems exasperated.<br><br>“Oh, sorry. Liza is blowing me up right now.” She sighs. “So they were cast out of some civilization, and now they’re wreaking havoc up here.”<br><br>“And I think that civilization has something to do with…” You begin.<br><br>“The Earthsea.” She nods at you. “Sulya did a lot of theorycrafting on our private board—she’s been aggregating public knowledge and her ideas are pretty interesting.”<br><br>“So you saw the pictures Tats and I took.” You say. “That strange symbol in the underground was near where we first spotted the troggs. What do you think it is?”<br><br>“It’s gotta be some kind of map. That’s what we decided on. Of what, I don’t know. Maybe it’s trying to tell us where the other cities are. Maybe it’s something more.” She says.<br><br>“It’s gotta be. I’m carrying more money than I’ve ever seen in a currency that I don’t even think is worth anything.”<br><br>“You’re just hoping it is so you can spend it all.”<br><br>“You’re damn right I am. So don't be upset when you don't see a cent of it.\"<br><br><span class=\"quote\">> \"What’s Liza bugging you about?\"</span><br><span class=\"quote\">> \"Seen Freakshow’s most recent message?\"</span><br><span class=\"quote\">> \"We should pool cash for a prophecy.\"</span><br><span class=\"quote\">> \"We should go back and investigate.\"</span><br><span class=\"quote\">> Other</span>","time":1460097153000,"time4chanFormatted":"4/8/16(Fri)2:32","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Liza.jpg","fileSize":"224126 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46531743/images/1460097153523.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46531743/thumbs/1460097153523s.jpg","md5":"ISSYkFy0Q44FRnO7ppyxJg==","w":"1500","h":"2322","tn_w":"80","tn_h":"125"}
