{"isOp":false,"threadNumber":46531743,"number":46532920,"name":"BSO","trip":"!3c0YaXQPuY","time":1460080224000,"time4chanFormatted":"04/07/16(Thu)21:50:24","comment":"“This brand,” You hold up the pristine brand—an emblem, caked in dried blood and enshrined in dessicated flesh, which resembles the sign you saw hidden away in the magma chamber. The exiles carried these marks burned or sewn into their bodies. “The underground is filled with troglodytes that each bear this mark. What does it mean?”<br><br>“In a time long ago, traitors and heretics were branded with such marks to indicate their exile, such that their crime would be known no matter where they travelled.” The fortune teller responds. “They were cast out of civilization, and those that did not perish would duly succumb to madness in time.”<br><br>The feline manipulates the crystal ball, which floats lazily above the table, with their paws. It is hazy and starry inside, and Tatsumaki appears briefly entranced, watching intently with her face inches away from the relic.<br><br>“What kind of crime would someone be exiled for?” You feel like you’d fit right at home with the roleplayers. This game has a way of making you play along.<br><br>“Once, such acts as treason. But culture changed once the people of Sylvetica became Entombed. The practice which came to be called Artifice, for example, was deemed thoroughly heretical, and its progenitors were made pariahs. Indeed, many such individuals sought to master the elements, or life itself. It stands to reason that not all could be so lucky as Kjorikos, to aspire to love, to escape branding, and forge one’s own fate.”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"1422324183059.jpg","fileSize":"387 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/46531743/images/1460080224870.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/46531743/images/1460080224870s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":679,"h":1549,"tn_w":54,"tn_h":125}
