{"isOp":false,"threadNumber":46531743,"number":46537149,"name":"BSO","trip":"!3c0YaXQPuY","time":1460095395000,"time4chanFormatted":"04/08/16(Fri)02:03:15","comment":"The tavern is populated as always. The brooding types have segregated into all of the establishment’s possible corners. There’s a few Identified and a couple of no-good-looking adventurer types (such as yourself) gathered around the bulletin board, either browsing forums or having their own discussions; it’s mostly Nameless sitting around the place, though, as the tables and bar have since been equipped with terminals that allow individuals to access the Averron forum, maps, and resources without a UI. There’s loud chatter inside, which makes the place feel full and lived-in.<br><br>It’s looking pretty good in here since the renovation. You wonder who paid for all of the stuff. The NPC behind the bar counter has finally been replaced with a new one, but there’s still a girl with a maxed-out bust size playing tavern wench. You wonder how many credits people have made like this.<br><br><span class=\"quote\">&gt; [[ UI Messenger – Ayla ]]</span><br><span class=\"quote\">&gt; [[ Ayla ]]: Ashe where are you</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: I’m at the tavern, girl. Gotta get my drink on.</span><br><span class=\"quote\">&gt; [[ Ayla ]]: Fine</span><br><span class=\"quote\">&gt; [[ Ayla ]]: Don’t move</span><br><br>Tatsumaki follows you until you’ve found a seat, but gives you a shrug and a bit of an uncomfortable look. You nod, and opening her UI, she drops from your party and gives you a smile and wave before heading for the door.<br><br><span class=\"quote\">&gt; [[ UI Messenger – Tatsumaki ]]</span><br><span class=\"quote\">&gt; [[ Tatsumaki ]]: bye! :D</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Later</span><br><br>Not much for conversation, but at least she’s dependable.","filename":"14218153210249.jpg","fileSize":"316 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/46531743/images/1460095395032.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/46531743/images/1460095395032s.jpg","md5":"ZhZk4H83Hd76ypLqIuWpsg==","w":1095,"h":869,"tn_w":125,"tn_h":99}
