{"isOp":false,"threadNumber":46550137,"number":46555152,"name":"BSO","trip":"!3c0YaXQPuY","time":1460173422000,"time4chanFormatted":"04/08/16(Fri)23:43:42","comment":"<a href=\"#p46552649\" class=\"quotelink\">&gt;&gt;46552649</a><br><s>Yes, and they're SERIOUSLY impacting my turnaround time.</s><br><br><a href=\"#p46554245\" class=\"quotelink\">&gt;&gt;46554245</a><br><a href=\"#p46554156\" class=\"quotelink\">&gt;&gt;46554156</a><br><a href=\"#p46554288\" class=\"quotelink\">&gt;&gt;46554288</a><br>“Please. I’d like to think we’re all better than putting our pride above what’s at stake here. The Observatory is a marked asset, of course, but this takes precedence. If war breaks out, we’re all fucked—especially when we don’t know what the Earthsea exiles have planned.” You suggest. “Given a moment of weakness, they could flood in and wipe us all out.”<br><br>“You can’t count it out either, Kainzo.” Ayla says. “The Observatory wouldn’t necessarily be a bad pick—even if we find the ‘cure’ for the Nameless, we can’t distribute it swiftly and fairly without a neutral platform to do so.” <br><br>“However,” Florica says, “It gives Freakshow space to utilize the facilities against us, or hone their skills in the test chamber.”<br><br>“I said we’d strike decisively against them in time.” Liza says. “We have the power to forbid Freakshow from even entering the Observatory, if this is truly a concern of the highest order.”<br><br>“That doesn’t sound too bad.” Mendicant says. “Why haven’t we done that?”<br><br>“Hypothetically, allowing the Observatory to remain neutral lets us undermine their political position while still doing what’s technically ethically right.” You respond.<br><br>“I feel like you could take a little bit of wiggle room on that one.” He shrugs. “I think it’s important for us to remain at least a little bit ethically flexible.”<br><br><span class=\"quote\">&gt; “This can wait until later.” Bring up the matter of the Earthsea. Closing the seam could earn the Alliance some esteem.</span><br><span class=\"quote\">&gt; We’ve about reached an agreement. Suggest finalizing the Alliance under the condition that the Nameless and Identified are treated equally.</span><br><span class=\"quote\">&gt; Ask for further input from Ayla.</span><br><span class=\"quote\">&gt; Write-in.</span>","filename":"Kala.jpg","fileSize":"123 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/46550137/images/1460173422955.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/46550137/images/1460173422955s.jpg","md5":"deRusDdAEJiqZmlhXkmc8w==","w":684,"h":1000,"tn_w":85,"tn_h":125}
