{"number":"46552767","threadNumber":"46550137","comment":"<a href=\"#p46552725\" class=\"quotelink\">&gt;&gt;46552725</a><br>“I figured he’d have been later.” Kainzo says.<br><br>“Was that necessary?” Ayla asks.<br><br>“Whatever the case, it’s quite enough. I’d really like to get all of this sorted out so I know where we stand.” Sven says. “Liza, by all means. Do continue.”<br><br>“Right.” Liza says. “I’m sure we’re all aware of the upcoming consequences of Freakshow’s edict. Averron is at peace for now—but unless something changes, war will erupt. Anaximander now leads from the shadows, and this is part of his game.”<br><br>“What do you plan to do about it, Liza?” Andor asks.<br><br>“In short? Remove them.” Liza shrugs. “I’ve got a plan, of course, but it’s one that requires proper leadership to enact. We need control of Averron, and even as members of the prestigious Alliance, control is something we currently lack. The purpose of this meeting is to discuss the terms under which our guilds will be joined to form the Alliance proper.”<br><br>“We’ve already discussed it with our members.” Sven says. “The majority of the higher-level Identified are eager to come along, and I’ve got a list of names available if additional screening is necessary. I’m assuming you don’t want Nameless?”<br><br>“It goes without saying.” Florica folds her arms, giving a smug grin. “They can’t be trusted, and can’t offer the same abilities as we can.”<br><br>\"Doesn't seem entirely fair.\" Andor responds. \"There -are- plenty of good Nameless amidst our ranks.\"<br><br>\"Celestial Artifacts are kind of a game changer, dude.\" Mendicant shrugs.","time":1460166752000,"time4chanFormatted":"4/8/16(Fri)21:52","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Kainzo.jpg","fileSize":"79038 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/images/1460166752109.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/thumbs/1460166752109s.jpg","md5":"AP+qPVkv+JUnxpvug3RPjg==","w":"500","h":"702","tn_w":"89","tn_h":"125"}
