{"number":"46577115","threadNumber":"46550137","comment":"“I do.”<br><br>“And where would that be?” Liza asks.<br><br>“There’s the matter of the Earthsea exiles. That problem isn’t going to get a whole lot better unless their source is found—they’re populating the hunting grounds and killing players and monsters alike.” You respond.<br><br>“Do we know what the deal is with that?” Mendicant asks. “They can’t possibly be permanently changing the hunting landscape, can they?”<br><br>“From what we’ve seen, they already have.” Dorian says—he sounds upset for some reason. “Originally, we believed that monster spawns were unlimited and that their spawning locations were fixed. However, it seems to be more complicated than that—currently we postulate that the spawn rates are reactionary based on player population, hunting frequency, and environmental threats.”<br><br>“A lot of the newbies in our guild are complaining that they can’t find good farming spots.” The woman between Andor and Sven speaks up again. “The crawler populations nearby Averron have either dried up or retreated deeper into the underground—hell, I heard an entire cave of unique monsters got burned to the ground by a hunting party, and I’m not sure if anything has replaced it.”<br><br>“And it’s only going to get worse from here.” You push your chair in, maneuvering around it and using the back as a hand-rest, leaning forward across the table. “We send out a call to hunt the Exiles, through the Observatory. Nameless and Identified, guildless and guilded will assemble to find the source—the seam—and seal it.”<br><br>“Fall upon them with the full might of Averron.” Sven grins. “What’s your name again, kid?”<br><br>“Ascheritte.”<br><br>“Well, Ascheritte—I like that idea.”","time":1460253317000,"time4chanFormatted":"4/9/16(Sat)21:55","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"29ebab8867a0cc8b54d3cf2d39dbd819.jpg","fileSize":"34200 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/images/1460253317965.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/thumbs/1460253317965s.jpg","md5":"hwoMW1WhzQMQ2cK+PqwUGg==","w":"736","h":"281","tn_w":"125","tn_h":"47"}
