{"number":"46578402","threadNumber":"46550137","comment":"<a href=\"#p46578335\" class=\"quotelink\">&gt;&gt;46578335</a><br><br>“Which means it’s a waste of money, I’m guessing?” Kainzo asks. “How much even are those?”<br><br>“I’m not sure, does anyone know?” Ayla asks.<br><br>“At the moment, I believe they’re ten thousand.” You respond.<br><br>“You guys can afford that, right?” The third Disposable Heroes officer asks again, looking at the assemblage of Crimson Guardians officers. “We need all the info we can get. What the hell is your problem?”<br><br>“Easy, Kala.” Sven places a hand on her shoulder. “Let ‘em explain.”<br><br>“It’s one thing to be able to afford it, but ten thousand isn’t negligible compared to our total funds, especially when it might turn out to just be useless information.” Mendicant says calmly. “The little fuck might well say ‘the key was inside you the whole time’ or something.”<br><br>“Well, what if we split it?” Sven asks. “I’ll chip in half. I want to know.”<br><br>“Count us in too.” Ayla says.<br><br>“But Ayla, our funds are—“ Dorian begins to speak.<br><br>“Don’t care, doing it anyway.” She responds. “What’s the plan?”<br><br>“I imagine between the three of you, you can handle a simple transaction without upsetting anyone.” Liza says. “If the fortune teller yields any information whatsoever, transcribe it exactly as said.”<br><br>“I was already planning on it.” Ayla says. “I’ve created a private board for the people in this room. I’ll post it there.”<br><br>“Ascheritte, since this was your idea, I believe it prudent for you to take the lead in making the announcement from the Observatory.” Liza continues. “You can do that whenever you like, and I'll accompany you if need be.\"<br><br>\"We'll handle getting something out on the forums.\" Andor says. \"Kala's a mod on one of the general boards.\"<br><br>\"And I'll let the rest of the guild know.\" Sven says, operating a UI holo-screen. \"Just changed the MOTD now.\"<br><br>\"So what's left?\" Kainzo asks.<br><br><span class=\"quote\">> Write-in.</span>","time":1460256492000,"time4chanFormatted":"4/9/16(Sat)22:48","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"7da1fc1e1823bdb3403ed50003467fa33604a4ba.jpg","fileSize":"175545 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/images/1460256492559.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/thumbs/1460256492559s.jpg","md5":"1qka0JF46Ffm4zjx9qbFYQ==","w":"1000","h":"476","tn_w":"125","tn_h":"59"}
