{"isOp":false,"number":"46578335","threadNumber":"46550137","comment":"“Ayla?” You ask. “Care to share what you know?”<br><br>“Lore-wise, these troglodytes are apparently protohumans that were cast out of a place called the Earthsea for an unknown crime.” Ayla says, not breaking eye contact with you. “And we don’t know what exactly is going to stop them—whether they desire justice or just need to be exterminated.”<br><br>“Oh?” Florica looks over smugly. “I thought you’d have been too salty to speak up after just a moment ago.”<br><br>“Ahem?” Andor asks. “Can we please continue? I haven’t had time to sift through all the shitposting on the forums and I’d like to hear what they have to say.”<br><br>“They were first seen in the magma chamber, near one of the popular mining sites deep below.” You add. “Something—perhaps an overzealous explorer—released them by breaking open what the fortune teller refers to as a ‘seam’. I’m guessing whatever it is, it’s near there.”<br><br>“I can see why you want to unite the city.” Kainzo says. “It’s going to take an appreciable amount of manpower to cut a path all the way down there, player skill and level aside.”<br><br>“It’s worse than even you think.” Ayla nods. “The troglodytes involve themselves in guerilla warfare, utilizing the environment to their advantage, wielding weapons, and setting traps using ore veins, treasure chests, or player corpses.”<br><br>“Sounds great. What else do we know?” Sven asks.<br><br>“There’s more, but it’s easy to get lost in the tiny details.” Ayla says. “We have yet to figure out what exactly the Earthsea is, and how it pertains to the cities, but there are theories.”<br><br>“And what’s the best way to find out more?” Sven leans forward over the table.<br><br>“We’re not sure.” You suggest. “I’d suggest just taking the fight downstairs and seeing what we find. According to the fortune teller, any further information is sealed behind the barrier of prophecy.”","time":1460256340000,"time4chanFormatted":"4/9/16(Sat)22:45","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1420942301606.jpg","fileSize":"134932 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/images/1460256340015.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/thumbs/1460256340015s.jpg","md5":"SckjGqkeMjHkCdIQ9K2YmQ==","w":"1024","h":"701","tn_w":"125","tn_h":"85"}
