{"isOp":false,"number":"46579296","threadNumber":"46550137","comment":"“We take care of business.” You nod. “Liza, I’ll take care of it—but I want to be present for when the prophecy is revealed. For ten grand it’d better be a hell of a light show.”<br><br>“Fine.” Liza says. “You know how to reach me.”<br><br>“Ayla, Florica.” You produce the pristine brand from your inventory. “This is what I showed the fortune teller when I received the information about the Earthsea. Do you know anything about it?”<br><br>“Nothing more than we’ve already discussed.” Ayla says. “Sulya’s just been editing and editing that post about the symbol—she’s absolutely tireless, it’s practically an essay at this point. I’ll let you know if she comes to a conclusion.”<br><br>“Compared it to Kjorikos’s notes?” You ask.<br><br>“It doesn’t look like any of his runes, though the script is similar.” Ayla says, projecting the photograph onto the table. “So we’re still operating under the assumption that it’s a map…”<br><br>“It’s a map.” Florica says.<br><br>The conversation stalls.<br><br>“What makes you so confident?” Dorian asks.<br><br>“The lines in symbolic script you see in some places—such as the Observatory, and at the particular locations of this ‘rune’ you’ve discovered—are of uniform thickness.” She says. “But here, they vary in a manner that resembles that of a modern city map.”<br><br>“Sounds like a stretch.” Ayla responds.<br><br>“How about this—the symbol in the upper right quadrant of your photograph is present instead in the center of this brand. It suggests a point of orientation or origin.” Florica tilts her head.<br><br>“A ‘you-are-here’?” Mendicant asks.<br><br>“Still somewhat farfetched.” Ayla folds her arms.<br><br>“Girls, you’re both pretty.” Sven says, eliciting a glare from Kala. “Can we get this show on the road?”<br><br>A pause, before Ayla glances back at Florica. “…We’ll talk.”<br><br>[[ 1 ]]<br><span class=\"quote\">> Consider the major focal points of an announcement to galvanize Averron against the Exiles. (Write-in)</span>","time":1460258769000,"time4chanFormatted":"4/9/16(Sat)23:26","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1422324183059.jpg","fileSize":"396742 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/images/1460258769783.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46550137/thumbs/1460258769783s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":"679","h":"1549","tn_w":"54","tn_h":"125"}
