{"isOp":true,"threadNumber":46639976,"number":46639976,"subject":"[[ Broken Sky Online Quest - Session 24.2 ]]","name":"BSO","trip":"!3c0YaXQPuY","time":1460508765000,"time4chanFormatted":"04/12/16(Tue)20:52:45","comment":"<span class=\"quote\">&gt; [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.c<wbr>om/archive.html?tags=Broken%20Sky<br><span class=\"quote\">&gt; [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">&gt; [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline<wbr> <br><span class=\"quote\">&gt; [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br>“Man, look at us.” Mendicant laughs, idly inspecting his sword as the four of you—you and he alongside Ayla and Sven—make your way back through the Averron city streets toward the fortune teller’s tent. It’s strangely quiet as of now. “All responsible, and stuff. It’s like the fate of the world rests in our hands.”<br><br>“Do you guys ever shut up?” Ayla says, penning something in her UI. “I’ll be celebrating the day everyone in your guild gets over themselves.”<br><br>“Chill, girl.” Mendicant raises an eyebrow. “Florica’s gone, you know—and she’s not all that bad once you get to know her. I think the two of you just got off on the wrong foot.”<br><br>“Been a while since I’ve heard more of an understatement.” Sven says. “In my opinion, everyone involved in this whole needs to chill a little. I don’t want to be a downer about this but there’s no way we can resolve this merger if everyone involved keeps acting like children.”<br><br>“You can say that again.” Mendicant laughs. “Liza’s done a pretty good—“<br><br>“She’s not exempt. All of us would be in a better place if she’d dial it back a notch.” Sven responds.<br><br>“-That- is an overstatement.” Another elaborate brandish, then Mendicant sheathes his sword at his side. “Anaximander would have had his guild doing all the same stuff regardless of who was there to oppose him. If she didn’t step in to challenge him, or have the rest of the guild take on the rioters in the streets, things would actually be a lot worse. There might not even be any Averron left.”","filename":"1427157837862.jpg","fileSize":"75 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/46639976/images/1460508765243.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/46639976/images/1460508765243s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":738,"h":1200,"tn_w":153,"tn_h":250}
