{"isOp":false,"threadNumber":46639976,"number":46639993,"name":"BSO","trip":"!3c0YaXQPuY","time":1460508813000,"time4chanFormatted":"04/12/16(Tue)20:53:33","comment":"<a href=\"#p46639976\" class=\"quotelink\">&gt;&gt;46639976</a><br><br>“Well, this ‘Anaximander’ is no more. If you’ve been reading the forums, you’d know by now that he’s left someone else in charge of his guild.” Picking up his pace to get ahead of the group, Sven turns to face the three of you and speaks with a flourish, arms outstretched. “It stands to reason that means his way wasn’t working out, right?”<br><br>You’d tell him there’s almost no chance that Anaximander is actually done for, but you don’t want to be the contrary one right now. And you’re still possessed with more questions about the new leader, Freya: who is she, how powerful is she, and can she be reasoned with? Is the situation with Freakshow even actionable? And what would happen if you were to simply leave – that is, depart into the underground alone in search of greener pastures?<br><br>The fact that such a thought sounds even remotely inviting is, to say the least, troublesome.<br><br>The whole business of the Alliance has left you in a difficult place. You aren’t sure whose side you’re on, or if you necessarily even want to be on anyone’s side. Ayla would have you believe that Liza is using you – first as a vote of confidence from the guildless, then as an expendable in dangerous affairs. Meanwhile, Liza seems to regard you earnestly, keeping you informed at every turn. Even in the worst possible case, the Guardians still consider you an asset, or an unpredictable vector. You can use that to your advantage.<br><br>Man, way to blunder your way into the upper echelons of the political hierarchy.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"Sven.jpg","fileSize":"178 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/46639976/images/1460508813818.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/46639976/images/1460508813818s.jpg","md5":"r0i3pEBoTWXqYH/KMnYWyg==","w":736,"h":1102,"tn_w":83,"tn_h":125}
