{"isOp":false,"threadNumber":46639976,"number":46641080,"name":"BSO","trip":"!3c0YaXQPuY","time":1460513007000,"time4chanFormatted":"04/12/16(Tue)22:03:27","comment":"“Though the Entombed were scattered throughout the darkness of the underground, civilization could flourish still. These wayward individuals were connected through the Old King’s new throne, a place of royals and trusted advisors, constructed atop an aquifer deep beneath the earth.”<br><br><a href=\"#p46640802\" class=\"quotelink\">&gt;&gt;46640802</a><br><a href=\"#p46640856\" class=\"quotelink\">&gt;&gt;46640856</a><br><br><span class=\"quote\">&gt; [[ 80 ]]</span><br><br>“They could communicate with one another, and build lives together. Because of this, hope did not die out, and their ambitions began to grow.”<br><br>Managing to twist your vision downward, you navigate toward an older, more primitive place: a city, or an enormous castle grounds, shaped from stone, built about bridges that cross a massive subterranean bed of water. All paths lead to the center, such that from directly above, it resembles the rune you’ve seen on the walls of the magma chamber and on the exile’s brand.<br><br>At the outer edges of this cavern, large enough to accommodate Averron several times over, myriad tunnels lead further into the darkness of the underground. You’re drawing ever closer to the lake that flows beneath it all, but before you can move in any direction to get a closer look, distant rumbling grows louder.<br><br>\"This displeased the Observers from without.\"<br><br>Boulders fall, and entire shelves of black stone across ceilings and cavern entrances begin to crumble, billowing ashen clouds rolling and tumbling inward, consuming you and snuffing out your sight.<br><br>“Thus, the Earthsea Promenade was sealed away. In this way, the cities of men were cut off from one another, casting the Entombed into utter darkness.” You are choking. “The practitioners of heretical Artifice began to surface once again. Crimes were punished harshly, and Man was driven to madness. Beneath the sky of stone, a new age began—a time of chaos, and punishable sin.”<br><br>You can’t see a thing. What will happen to you if you don’t make it out of here?<br><br><span class=\"quote\">&gt; Push toward the Earthsea Promenade.</span><br><span class=\"quote\">&gt; Push toward the outer caverns.</span>","filename":"underground_palace_by_pbario.jpg","fileSize":"925 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/46639976/images/1460513007353.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/46639976/images/1460513007353s.jpg","md5":"vsDj+91TQRHbHI7HstCcRA==","w":1200,"h":642,"tn_w":125,"tn_h":66}
