{"isOp":false,"threadNumber":46639976,"number":46642437,"name":"BSO","trip":"!3c0YaXQPuY","time":1460518612000,"time4chanFormatted":"04/12/16(Tue)23:36:52","comment":"Through further discussion, you establish that you’ve each seen and heard different parts of the same whole. You’re not even sure if an objective complete picture exists, but you’ve discerned the meaning of the Earthsea Promenade which once connected the cities together. Perhaps it could connect them once again, if you could find a way through the exiles and somehow maneuver down there.<br><br>“The Earthsea Promenade.” You say it to yourself once, before speaking up. “It could be a massive hub for players from every one of these isolated towns.”<br><br>“That’s if no one hazards an attempt at taking it for themselves.” Sven says. “Liza’s told me that other cities are further along than us in the department of ‘having an excavator’, and we’ve got the additional problem of the trogg infestation to deal with.”<br><br>“So, we’re at another crossroads, then—more big decisions to make on everyone else’s behalf.” Mendicant says, rolling his eyes. “Reconnect the underground cities so everyone can have fun and be happy, or bust the Old King like a royal piñata, then bury the whole damn thing and forget it ever existed.”<br><br>“I wouldn’t put it exactly that way, but yes, it’s a question we’ve got to ask ourselves.” Sven asks. “I’m all for making as many connections as possible, but I know that it’s probably something that everyone in power should decide. Or maybe we should just figure it out in the moment—one thing’s for sure, though, I kind of want to double up on the Excavator effort now.”<br><br><span class=\"quote\">&gt; Suggest something else related to the Promenade.</span><br><span class=\"quote\">&gt; Suggest bringing the discussion back to the Alliance as a full council.</span><br><span class=\"quote\">&gt; Aggregate information, shelve it for now, and meet Liza about sending a call to arms to fight the Exiles.</span><br><span class=\"quote\">&gt; Write-in.</span>","filename":"84129481.jpg","fileSize":"90 KB","fileSrc":"http://suptg.thisisnotatrueending.com/archive/46639976/images/1460518612578.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/archive/46639976/images/1460518612578s.jpg","md5":"IWAIpQfpGzEg/bsCbfrX2A==","w":1023,"h":653,"tn_w":125,"tn_h":79}
