{"number":"46642360","threadNumber":"46639976","comment":"The tavern is a bit quieter now, and you’ve sit at the most secluded table available in the establishment; surprisingly, neither a roleplay group nor a hooded, brooding type waiting to be noticed has taken it over.<br><br>After a short wait, Sven arrives at the table, giving a curious look to the barmaid hanging onto his armored pauldron. Before long, she’s off, having brought and served his order; there’s a tall, frothing mug in front of each of the four of you, but he’s the only one doing a whole lot of drinking.<br><br>“So, what’d you guys see?” Sven asks.<br><br>“Rocks, and a whole lot of water.” Mendicant says. “Couple of royal-council looking types. Like, four of 'em. Probably tough-customer boss dudes. You?”<br><br>“I was mostly listening.” Sven responds. “All that was kind of poetic, and a bit cryptic. What about you, Ascheritte?”<br><br>“Hard to say in a few words,” You respond. “What about you, Ayla?”<br><br>“I… died.” She looks up, shifting her stance, elbows on the table, hands on her forehead. “At least, it felt like I did.”<br><br>“You what now?” Mendicant looks over in disbelief. “Was that a possibility? I thought we were in like, some kind of cutscene.”<br><br>Through further discussion, you establish that you’ve each seen and heard different parts of the same whole. You’re not even sure if an objective complete picture exists, but you’ve discerned the meaning of the Earthsea Promenade which once connected the cities together. Perhaps it could connect them once again, if you could find a way through the exiles and somehow maneuver down there.","time":1460518268000,"time4chanFormatted":"4/12/16(Tue)23:31","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"14218153210249.jpg","fileSize":"323403 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46639976/images/1460518268333.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46639976/thumbs/1460518268333s.jpg","md5":"ZhZk4H83Hd76ypLqIuWpsg==","w":"1095","h":"869","tn_w":"125","tn_h":"99"}
