{"number":"46644038","threadNumber":"46639976","comment":"<span class=\"quote\">> [[ Underground: Averron Observatory – Overlook // Neutral Territory // PVP Disabled ]]</span><br><br>The Overlook is a balcony that extends out beyond the Observatory façade. Normally, it affords a brilliant view of the Underground. You didn’t expect you’d be using it to coordinate a battle like this.<br><br>“You sure we’re ready to do this?” You ask, tailing Liza up to the outermost rail.<br><br>“Why not?” She asks. “Now seems as good a time as any. I’ve been in contact with Mendicant about the details of the prophecy that concern the upcoming battle. In the worst case scenario, we’ll at least be able to thin their numbers before considering a retreat. In the best case scenario, we’ll be able to do something about that broken seal. I was told an Artificer would be required.”<br><br>“So,” A flash of crimson—an oversized red dress and witch hat—as Florica joins the two of you from behind. “She contacted the best.”<br><br>“Right.” You respond.<br><br>Over the balcony, you hear voices. The crowd you see as you approach is already much larger than you expected, with more individuals and small groups arriving from within or from the outer branches. Nameless and players, a diverse mix of classes and appearances, equipped with myriad types of weapons. You wonder how many have Artifacts; you hope, enough to turn the tide.<br><br>“Welcome,” Liza shouts. “And my thanks to all of those who’ve elected to answer the call to arms.”<br><br>A brief cheer, before someone in the crowd shouts in response, “What’s the plan?”<br><br>“We’re under the impression that the exiles originate in the magma chamber.” Liza says.","time":1460526932000,"time4chanFormatted":"4/13/16(Wed)1:55","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Florica.jpg","fileSize":"112006 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46639976/images/1460526932812.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46639976/thumbs/1460526932812s.jpg","md5":"zF0VW1pa8434SWR49HQ7OQ==","w":"420","h":"850","tn_w":"61","tn_h":"125"}
