{"number":"46643521","threadNumber":"46639976","comment":"“A little,” You respond. “I was gonna wing it.”<br><br>“Typical.” She shrugs. “I’m sure it’ll be alright. Just try not to begin with ‘hello, Averron, are you ready to rock’.”<br><br>“Damn. Let me think of something else.” You pause for several seconds, not breaking unblinking eye contact. “Okay, got it.”<br><br>“Going live in three, two…” As she flips a few switches, you hear a sound like distant microphone feedback. Your UI buzzes softly. “This is Liza of the Crimson Guardians, and Ascheritte, one of four Keepers of the Averron Observatory, reporting from the city’s communication hub.”<br><br>“We’re certain that any of you exploring the hunting grounds, Nameless or Identified, have run into the Earthsea exiles—troglodytes which wield weapons and fight in formation.” You say. “Generic enemies wouldn’t be an issue worth an announcement, but these are no generic enemies. They kill players and lay traps, and are occupying farming spots and camping grounds.”<br><br>“If the trend continues, they will press into safe areas such as the Observatory and Averron City. They are a threat to both Nameless and Identified, and will stave off any progress into the lower branches.” Liza adds. “Thus, we’ve elected to announce a joint effort to hunt them down—to forget any differences between us, and bring the unbridled might of Averron down upon them.”<br><br>“This is a game changer – an event that could potentially change the underground forever. The exiles are coming from a seal deep beneath the earth, and it’s up to us to find it and put them back where they belong.” <br><br>You fold your arms, and Liza gives you a reassuring nod.","time":1460524218000,"time4chanFormatted":"4/13/16(Wed)1:10","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Liza.jpg","fileSize":"224126 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46639976/images/1460524218727.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46639976/thumbs/1460524218727s.jpg","md5":"ISSYkFy0Q44FRnO7ppyxJg==","w":"1500","h":"2322","tn_w":"80","tn_h":"125"}
