{"number":"46642773","threadNumber":"46639976","comment":"“That’s mostly a no-can-do, unfortunately.” You say. “The way it looks to me, we’re going to need everyone we can to deal with these Exiled.”<br><br>“Mhm.” Mendicant says. “The ones supplying the market with metal and crafting parts are generally not the best fighters, if that surprises you. I can’t believe I’m saying this, but they’ll cut off our supply lines. It’s an intolerable loss.”<br><br>“Plus, we’re going to have to at least try to unite Averron before we go down there.” You add. “It might take the whole city—or even the people of multiple cities—to challenge whatever’s sticking around in the Promenade.”<br><br>“Multiple cities?” Sven asks.<br><br>“The King is supposedly blessed by dark, timeless forces from a world beyond, or something.” Mendicant says. “I don’t know why Ashe is so worried, though—I mean that sounds like pretty standard fare. At least, I think we can take him.”<br><br>“Seriously, though.” You roll your eyes at Mendicant. “It’s not going to be easy.”<br><br>“There’s something out there.” Ayla is shaking her head. “Trying to stop us from communicating with each other. And—things—under the world! What’s even the point of doing anything if they can kill us whenever they want?”<br><br>“Because, darling.” Mendicant says. “Then, it wouldn’t be a game. Now, Ashe? If I know Liza, I know you don’t want to keep her waiting.”<br><br><span class=\"quote\">> Contact Liza and head for the Observatory.</span><br><span class=\"quote\">> Do something else. (Write-in)</span>","time":1460519960000,"time4chanFormatted":"4/12/16(Tue)23:59","id":null,"name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"7da1fc1e1823bdb3403ed50003467fa33604a4ba.jpg","fileSize":"175545 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46639976/images/1460519960370.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/46639976/thumbs/1460519960370s.jpg","md5":"1qka0JF46Ffm4zjx9qbFYQ==","w":"1000","h":"476","tn_w":"125","tn_h":"59"}
