{"isOp":false,"number":"550960","threadNumber":"550943","comment":"<a href=\"#p550943\" class=\"quotelink\">&gt;&gt;550943</a><br><br>“Welcome,” Liza shouts. She stands to your right, clad in gold-hemmed crimson armor, an elaborate mechanical device fixed firmly in the center of her back. Her hair is straight, faintly red. Her short stature beguiles her commanding presence and immense strength. Silence washes over the crowd as she calls out; slowly, they fall quiet to listen. “And my thanks to all of those who’ve elected to answer the call to arms.”<br><br>There’s a brief cheer, interrupting the silence, before someone in the crowd shouts in response, “What’s the plan?”<br><br>“The plan is as follows: we’re under the impression that the exiles originate in the magma chamber.” Liza nods. “Form groups—raids comprised of loose organizations of smaller parties. If you have friends, stay with them. Protect one another. We’ll be organizing teams of those who believe themselves capable to sweep and clear areas; others at the vanguard will keep the troglodytes from advancing, while the long ranged attackers can serve as additional area denial and ambush control.” A pause, before she turns to face you.<br><br>“Keep in mind the numbers at work here,” Called upon, you shout, leaning over the edge to address the crowd. Beneath your cloak – black and rusted gold – the rings of your gilded chain mail clink softly as you move. A half-circlet of the same color – Strife Memoriam – runs ear-to-ear across the back of your head. “Don’t let anyone die to kill one more Exile. There’s too many of them to trade one for one. Likewise, if a party falls under attack, those nearby should move to support. If we can, we’ll have the vanguard on rotation so no one’s taking too much damage at once.”<br><br>“Crafters and gatherers,” Florica says, oversized vermillion dress fluttering about her ankles. Her features are sharp; she wears a perpetual sly smile. “Either stick to the safest available areas if you’re combat ready, or form a second group and follow the main fighting force. You’ll get a shot at materials that are, as of now, in locales that are too dangerous to access.”<br><br>“We’ll be prepared to move out soon.” Liza shouts. “Before we go, though—I’d like any willing Artifact users in the crowd to come forward. I’ll be down shortly to speak with you.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1473537988000,"time4chanFormatted":"9/10/16(Sat)16:06","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Crimson Guardian Liza.jpg","fileSize":"814860 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473537988060.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473537988060s.jpg","md5":"KWtb/ltt3MNMO+AxQs98QQ==","w":"1236","h":"1020","tn_w":"125","tn_h":"103"}
