{"isOp":true,"threadNumber":550943,"number":550943,"subject":"[[ Broken Sky Online Quest - Session 25 ]]","name":"BSO","trip":"!3c0YaXQPuY","id":"aJoTo80m","time":1473537885000,"time4chanFormatted":"09/10/16(Sat)16:04:45","comment":"<span class=\"quote\">&gt; [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.c<wbr>om/archive.html?tags=Broken%20Sky<br><span class=\"quote\">&gt; [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">&gt; [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline<wbr> <br><span class=\"quote\">&gt; [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br>This game has been a hell of a ride.<br><br><span class=\"quote\">&gt; [[ Underground: Averron Observatory – Overlook // Neutral Territory // PVP Disabled ]]</span><br><br>You stand on a balcony overlooking the Underground. The view is as brilliant as ever, but there is no eerie silence as usual, no faint whistling of subterranean winds. Instead, there are hundreds of voices, the echoes of a crowd aggregated far below you. Nameless and Identified, a diverse mix of classes and appearances, types of weapons you’ve yet to even see before now, are constantly arriving from the outer branches.<br><br>The Averron Observatory – created personally by yourself and a group of allies after a successful raid and a duel with a corrupted spellcaster – is the staging area for a war against the creatures that now infest the underground. Troglodytes and other hideous protohuman beasts, cast out from an ancient subterranean realm known as the Earthsea, have found their way upward into the branches of Averron. They infest the hunting grounds, and will soon threaten the civilizations you've worked to create.<br><br>Your goal? Find the seam from which they pour, and have the city’s best Artificers come up with a way to seal it for good. The mass of people below you has assembled in search of opportunity; in a city like Averron, and presumably in any other city, it’s easy to be just another ground-down face in the crowd, and to become complacent in the assumption that there’s no way to be important other than to be in a top guild or to be excessively lucky. Unrest, in fact, has resulted from the distribution of fame and the exclusivity of top guilds.<br><br>Thus, for many of the people down there, this is more than a shot at experience and loot: it’s a chance to earn recognition and prestige on a battlefield of Averron’s finest.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"1427157837862.jpg","fileSize":"75 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473537885684.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473537885684s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":738,"h":1200,"tn_w":153,"tn_h":250}
