{"number":"550987","threadNumber":"550943","comment":"<a href=\"#p550960\" class=\"quotelink\">&gt;&gt;550960</a><br><br>She nods: a dismissive gesture, before the crowd below is taken once again by conversation. Satisfied, the three of you step back from the edge overlooking the staging area.<br><br>“You sure about this, Liza?” You ask quietly. “Seems like we’re keeping this whole cycle of fame and misfortune going.”<br><br>“We’ll need them to lead teams if they’re confident. We put all of these people in close proximity to each other, they’ll find kin – people they look up to, someone closer to the ground than a guild leader.” Liza says, turning to you as the crowd below shifts. “Plus, it gives us more information. You can’t possibly pretend you don’t want to know who the other big movers here are?”<br><br>“I guess.” You respond. There’s a few people coming out of the crowd, a loose assemblage in front of everyone else. “That must be them.”<br><br>“Looks good to me.” Liza says, turning to head downstairs. Florica follows closely behind her, and the two of them turn to you as they cross the threshold into the Observatory. “Coming?”<br><br>You raise a finger - hold on a sec - before bringing up your projected UI menu to investigate your contacts list; the thought of finding a party of your own hadn't really occurred to you.<br><br><span class=\"quote\">> Smith, Liza, Vyx, Tatsumaki, Ayla, Aelriss, and Sulya are online.</span><br><span class=\"quote\">> Vision, Donnel, and Nel are offline.</span><br><br><span class=\"quote\">> “Can’t; I’ve got to get in touch with my own team.” Start sending messages and recruiting – you don’t even know who you’re going down there with.</span><br><span class=\"quote\">> “Why not?”</span><br><span class=\"quote\">> Other.</span>","time":1473538186000,"time4chanFormatted":"9/10/16(Sat)16:09","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Florica.jpg","fileSize":"112006 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473538186564.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473538186564s.jpg","md5":"zF0VW1pa8434SWR49HQ7OQ==","w":"420","h":"850","tn_w":"61","tn_h":"125"}
