{"isOp":false,"number":"551635","threadNumber":"550943","comment":"<a href=\"#p551621\" class=\"quotelink\">&gt;&gt;551621</a><br><br>“Tell me something I don’t know.” The next of the three is a man in impractical, regal-looking attire, hair tied back. He extends a hand in your direction. “Name’s Crow – master of stealth and shadows. I’d say ‘just wait until you see me in action’, but you know how that goes. You’ve probably heard of me?”<br><br>“I doubt anyone here has heard of you, so quit showboating. This isn’t an exhibition.” The third looks relaxed, supremely unperturbed, wielding an enormous Eastern-looking sabre with no visible sheath. You get the sense that these three are solo players – it’s a familiar feeling, looking at the way they carry themselves. “Crimson Guardian, I assume you’re to tell us where we’re needed.”<br><br>“We’ll discuss the particulars in a moment.” Liza says, projecting her UI menu. “I’m opening a chat now. Your names? Crow, and who else?”<br><br>“Candrence.” says the armored woman.<br><br>“Kengo.” responds the sabre-wielder.<br><br>Your eyes snap to the crowd; the head of a towering scythe is visible above the forming groups as its holder pushes through in your direction. A woman with mottled grey skin and wild white hair – it’s Freya, Freakshow’s supposed new leader, approaching the six of you in broad daylight. “I just remembered, I’m an Artifact user. Is it too late to join the meeting?”<br><br>“How exactly do you forget something like that?” Kengo asks, raising an eyebrow.<br><br>“Oh, selective memory?” Freya smiles, briefly making eye contact with you before glancing at Liza and Candrence in sequence. “Forgive me – I might have been under the impression that with the Crimson Guardian in your midst, as well as this bounty hunter, you might have tried to do something unsavory. How could I be certain Liza wouldn’t, say, put everything aside to attack me directly, even in front of all of these people?”<br><br>“Is this your way of being friendly?” Florica asks. Liza, meanwhile, seems to be merely keeping herself under control: eyes closed, breathing deeply.<br><br>“Civil, certainly. I think I’ve done an excellent job so far. Made certain my policies are clear and well-known. It’ll be beneficial to all of us to work together in the good name of Averron. So,” she says, bringing an outstretched hand around to address everyone, “What’s the plan, Artifact users?”<br><br>Liza looks at her, teeth grit, preparing to speak. You doubt she’ll tolerate Freya’s presence.<br><br><span class=\"quote\">> Interrupt. (Write-in.)</span><br><span class=\"quote\">> Keep listening.</span><br><span class=\"quote\">> Bail and let them sort it out – you’ve got business to handle.</span><br><span class=\"quote\">> Other.</span>","time":1473543825000,"time4chanFormatted":"9/10/16(Sat)17:43","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Freya.jpg","fileSize":"104332 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473543825393.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473543825393s.jpg","md5":"BuOsh/0BGfNJAjgLD+NXWQ==","w":"403","h":"834","tn_w":"60","tn_h":"125"}
