{"number":"551621","threadNumber":"550943","comment":"<a href=\"#p551022\" class=\"quotelink\">&gt;&gt;551022</a><br><a href=\"#p551062\" class=\"quotelink\">&gt;&gt;551062</a><br><a href=\"#p551094\" class=\"quotelink\">&gt;&gt;551094</a><br><br>“Well, it just dawned on me that I haven’t exactly resolved the issue of <span class=\"mu-i\">my</span> party.” You shrug. “But I’ve got a few minutes.”<br><br>“You’re welcome to come with us, you know. I believe we’ve got room!” Florica says, singsong – Liza looks over, merely rolling her eyes. “Keep it in mind, is all I’m saying.”<br><br>You follow the girls through the Observatory. It’s been a while since you’ve seen this few people inside, honestly; since the first posts detailing its existence went live on the message boards after your raid, the place has been stacked wall-to-wall with people seizing advantage of the myriad facilities. Between alchemy laboratories, general stores, the basement forge and even the overworld simulation (useless to the public save for a breath of fresh air and some unique scenery), no stone has gone unturned – and not for a moment.<br><br>Now, almost all of that enormous population is outside, awaiting instructions – or at least a proper reason to spring into action. The fact that you were able to gather all of them for this is rather reassuring, though not necessarily to any particular end. You know now that in a time of need, you can trust the people of Averron to fall in line behind you and take up arms (assuming, that is, that you are able to provide the proper incentive, high-power demagogues such as Liza certainly contributing).<br><br>Now on the ground level, the three of you approach the loose assemblage of individuals standing out from the crowd – only three artifact users in a crowd this large, or at least only three willing to come forward. You suppose Liza did kind of put them on the spot.<br><br>“This it?” The foremost of them speaks up – a woman, certainly imposing and taller than even you, clad in full armor of stone and iron – in a deep, somewhat husky voice. You haven't spent a whole lot of time around the forums, but you think you might remember her picture from there. “There’s a lot of people here to lead – not that I’m not confident, but we can’t be the only ones, right?”<br><br>“The only Artifact users, perhaps not.” Florica says. “The only leaders, certainly not. As stated, we want these people as organized as comfortably as possible. Most will form groups with friends.”<br><br>“As many as possible under those that don’t will need to be under the watch of confident types, assuming we wish to maximize the effectiveness of this endeavor.” Liza adds. “And though we concern ourselves rather frequently with the ways this game likes to segregate us, it’s no surprise that the possession of a functional Artifact renders you a cut above the rest.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1473543736000,"time4chanFormatted":"9/10/16(Sat)17:42","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Candrence.jpg","fileSize":"89801 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473543736358.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473543736358s.jpg","md5":"I2KuNXGs7i5nVctwJa6U9g==","w":"560","h":"835","tn_w":"83","tn_h":"124"}
