{"isOp":false,"threadNumber":550943,"number":552080,"name":"BSO","trip":"!3c0YaXQPuY","id":"aJoTo80m","time":1473548101000,"time4chanFormatted":"09/10/16(Sat)18:55:01","comment":"<a href=\"#p552060\" class=\"quotelink\">&gt;&gt;552060</a><br><br>“Do what you have to.” Liza says.<br><br>“But try to be reasonable.” You add. “Make it as inclusive as you’re willing to get.”<br><br>“Fair.” The warrior folds her arms. “I’d rather this not be about publicity if it’s something we’ve got to get done, but I understand you’ve got an agenda to push.”<br><br>“That was unnecessary.” Liza scoffs at her – it’s particularly interesting to see her face off with someone who’s more than a head higher than she. “Almost all of Averron is here, you know; you can’t just ignore that.”<br><br>“Hey,” You interrupt again, “Do you think we might want to share what our Artifacts are capable of? It doesn’t have to be exact specifics, but it’ll certainly help with coordination.”<br><br>“Umbral Talisman.” Crow says, pointing to a chain around his neck. “I blend into shadows, and can weaponize them circumstantially. It’s pretty damn nifty, if I do say so myself; I’ll, like, sneak around and hide inside stuff…”<br><br>“I use a Celestial Bulwark to block attacks of all types with preternatural reflexes.” Candrence says. She points a finger at Freya accusingly. “Comes in handy dealing with ambush attacks, especially from this one’s rat pack.”<br><br>“My sword will destroy most anything.” Kengo says nonchalantly. “I’m very good at using it.”<br><br>“That’s it?” Crow asks, seemingly unimpressed.<br><br>“Trust me: it’s enough.” She responds.<br><br>“Okay, and what about you?” Crow looks in your direction.<br><br>“Well, I’m not sure.” You shrug. “I haven’t used it yet, so I don’t really know much about what it does – it’s based on remembering my enemies, so…”<br><br>“Great,” Crow responds, “Well, I’m sure that’s very useful. Those who forget history, and all.”<br><br>You’re not sure the adage is appropriate; Strife Memoriam will likely repeat it regardless of whether or not you remember.<br><br>“Freya?” Crow asks. “I’m sure you’d love to share?”<br><br>“She has the power of life drain. Undefeated in player-versus-player combat because of it.” Candrence hisses. “That’s in and outside the arena, mind you. It’s focused in her hand, so don’t let her touch you or you’ll regret it.”<br><br>“You know so much about me, love. I’m flattered.” Freya says, straightening up and pacing about her scythe. “You could have asked, instead of going through the trouble of researching…”<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"7da1fc1e1823bdb3403ed50003467fa33604a4ba.jpg","fileSize":"171 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473548101252.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473548101252s.jpg","md5":"1qka0JF46Ffm4zjx9qbFYQ==","w":1000,"h":476,"tn_w":125,"tn_h":59}
