{"isOp":false,"number":"552060","threadNumber":"550943","comment":"<a href=\"#p551668\" class=\"quotelink\">&gt;&gt;551668</a><br><a href=\"#p551677\" class=\"quotelink\">&gt;&gt;551677</a><br><a href=\"#p551769\" class=\"quotelink\">&gt;&gt;551769</a><br><br>“First of all,” Liza says, stepping towards Freya. “You have no—“<br><br>“Liza?” You ask. “Can we try and get along for now – at least until the troglodytes are sealed?”<br><br>“Agreed.” Kengo says, glancing at you as if to size you up. “This mission is bound to fail if our supposed strongest are at one another’s throats for the duration.”<br><br>Liza exhales, shooting you a frustrated look before turning back to the group. “If the lot of you are truly confident, assemble groups by any means that foremost play to your strengths, including your preference of raids or smaller parties.”<br><br>“What if this rat tries to take advantage of the chaos?” Candrence asks, pointing a thumb at Freya. Supposedly, this woman’s a ‘bounty-hunter’ – looks like Freya now has two people denouncing her here, which pretty much just means more problems for you. “Gonna be a lot of people down there – she might just start offing dudes whenever she thinks no one’s looking.”<br><br>“You really think that lowly of me?” Freya asks, both hands braced around the haft of her scythe, bending forward to rest her weight on the weapon. “I’ve approached you with nothing but honesty, and—“<br><br>“You said raids and smaller parties, Liza?” You ask. “We know enough about the structure of things down there – should the different organizations be doing anything?”<br><br>“There’ll be a main fighting force, obviously: a rough organization should probably be forcing the way down toward the projected target location. Should be loose enough that injured front-liners can rotate inward to recover.” Liza says. “As we stated, those who want to take advantage of crafting and gathering should follow a distance behind this group; in terms of standard parties, though, we’ve got room for reconnaissance and outrunning, as well as keeping an eye out for ambushes and back patrols.”<br><br>“And I can’t help but expect the Seam to be serious trouble.” Florica adds. “I’m going to have to be down there to close it, but I’d really prefer to be in the company of some people who, well, mean business.”<br><br>“Understood.” You nod, unsure of where exactly you’re going to slot yourself into this plan.<br><br>“You need recon, I’m your man.” Crow says. “Well, you need anything, really, you can probably count on me, but – digression, right? I know some good Explorers in the crowd too – I’ll see if I can round up some people. We’ll keep contact, keep everyone informed, make it real.”<br><br>“I’ll lead a pack of any size.” Candrence says. “Stand someone behind me and I’ll make sure they live to do serious damage. I’d prefer not to fool around with anyone incapable, though; do you mind if I do some screening?”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1473547993000,"time4chanFormatted":"9/10/16(Sat)18:53","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Kengo.jpg","fileSize":"72732 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473547993048.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473547993048s.jpg","md5":"vqHSvMrj/fCgikK3zJ4/jg==","w":"700","h":"760","tn_w":"115","tn_h":"125"}
