{"isOp":false,"threadNumber":550943,"number":552128,"name":"BSO","trip":"!3c0YaXQPuY","id":"aJoTo80m","time":1473548358000,"time4chanFormatted":"09/10/16(Sat)18:59:18","comment":"<a href=\"#p552080\" class=\"quotelink\">&gt;&gt;552080</a><br><br>“Pipe down.” Candrence continues, pointing at Liza and Florica. “As far as the two Guardians, I think everyone here probably knows something about them – Crimson Wings and the Arcana.”<br><br>\"You got a lot of cash to blow on fortune tellings?\" Crow asks. \"Or just a lot of time to spend on the message boards?\"<br><br>\"Bounty hunting is pretty lucrative, and not a huge time investment.\" Freya gestures to Crow. \"She gets to kill whoever she wants, and set her own hours.\"<br><br>\"I said pipe down.\" Candrence says, pulling her shoulders back, chest puffed out as she wanders towards Freya to tower over her. \"No one's listening to you anyway.\"<br><br>“Whatever, this is more information than I needed.” Kengo says. “I’ll defer to you in terms of my group’s assignment once I’m done organizing, Liza. As I said, we will go where we’re needed.”<br><br>“And I believe I’ll be taking a group—“ Freya begins.<br><br>“If I’m to tolerate you on this excursion, you’re going somewhere where I can see you, and you’re staying there.” Liza says. <br><br>“You’re really going to strong-arm me on this one, mm?” The silver-haired woman asks. “I’m a fellow guild leader, you know…”<br><br>“Ascheritte,” Florica intrudes, shaking her head with a sigh. “Do you have any preference of assignment?”<br><br><span class=\"quote\">&gt; “I’ve got some guys. We’ll figure something out.”</span><br><span class=\"quote\">&gt; “I’ll come with you – it sounds like you’re going to need me.”</span><br><span class=\"quote\">&gt; “I’ll grab some people from the crowd.”</span><br><span class=\"quote\">&gt; Other</span>","filename":"1422324183059.jpg","fileSize":"387 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473548358488.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473548358488s.jpg","md5":"B3CpLdGgSXetSZAyFpGzeA==","w":679,"h":1549,"tn_w":54,"tn_h":125}
