{"number":"552413","threadNumber":"550943","comment":"<a href=\"#p552148\" class=\"quotelink\">&gt;&gt;552148</a><br><a href=\"#p552180\" class=\"quotelink\">&gt;&gt;552180</a><br><a href=\"#p552274\" class=\"quotelink\">&gt;&gt;552274</a><br><br>“I’ve got some guys,” You respond, drawing out your UI menu. “We’ll figure something out.”<br><br>“Very well,” Florica says, subduing her voice to speak to you over the continued argument behind her. “I’ll contact you when things are wrapping up over here; it’ll take a bit of time, I think, for people to gather their forces.”<br><br><span class=\"quote\">> [[ Contact Request: Florica ]]</span><br><br>“Thanks,” You respond. “I’ll try to be quick about it.”<br><br><span class=\"quote\">> Smith, Liza, Vyx, Tatsumaki, Ayla, Aelriss, and Sulya are online.</span><br><span class=\"quote\">> Vision, Donnel, and Nel are offline.</span><br><br>Looks like you’ve got a number of options in front of you. Vyx will most likely be traveling with an assemblage of Crimson Guardians, if not with Florica and Liza directly. Ayla will most likely be needed directly at the Seam once a clear path to it is revealed, though her position is likely at least slightly negotiable; you’d like to talk to her, at least, to see if you can do anything about the fact that she’s probably going to defect from the Alliance after all of this is over.<br><br>Tatsumaki is probably down for anything – you’ve never even seen the girl log off. Sulya is likely around here and could probably be talked into joining you, though her abilities aren’t particularly exceptional. Aelriss just logged back on, it seems; she seemed troubled after the raid, and it’s been a good while since you spoke with her – she probably has no idea any of this is even happening. Smith expressed interest in fighting alongside you again, too. He could certainly be an asset, though it’s likely that you’ve given him the impression that the two of you have more in common than you actually might; you don't want to call his trustworthiness into question, but...<br><br><span class=\"quote\">> Message someone. (Write-in.)</span><br><span class=\"quote\">> Other.</span>","time":1473550655000,"time4chanFormatted":"9/10/16(Sat)19:37","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Smith.jpg","fileSize":"610572 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473550655642.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473550655642s.jpg","md5":"Yxkuf5Xk+4zvA7eEw9/ecg==","w":"717","h":"787","tn_w":"113","tn_h":"125"}
