{"isOp":false,"threadNumber":550943,"number":553015,"name":"BSO","trip":"!3c0YaXQPuY","id":"aJoTo80m","time":1473555579000,"time4chanFormatted":"09/10/16(Sat)20:59:39","comment":"<a href=\"#p552899\" class=\"quotelink\">&gt;&gt;552899</a><br><br><s>Typically, five makes a proper party; you’re not sure if this counts as a ‘dungeon’ but there’s nothing in particular that would stop you from expanding the group to a small raid (aside from having to split experience and loot more ways).</s><br><br><a href=\"#p552914\" class=\"quotelink\">&gt;&gt;552914</a><br><a href=\"#p552936\" class=\"quotelink\">&gt;&gt;552936</a><br><br>“Follow me?” You ask.<br><br>“I guess.” Aelriss responds.<br><br>You head back toward the crowd – Liza, Freya, and Candrence are still trying to sort themselves out – and maneuver around to get Crow’s attention.<br><br>“Crow,” You ask. “I’m forming a party, trying to keep my options open. Would you be interested in scouting for us?”<br><br>“Huh? Oh, yeah – sure, Scrapbook.” He says, nodding, before turning away from the other Artifact users. “Liza would probably want us to split up, but I’m sure she won’t mind if you need me. You’re lucky you got to me first, though! I’ve got some serious A-listers lined up that I wouldn’t mind rolling out with.”<br><br>He turns back to the other Artifact users for a mere moment, then shoots you a sincere look of <span class=\"mu-i\">please save me from these women</span>.<br><br><span class=\"quote\">&gt; (A) Organize a party of - Ascheritte, Tatsumaki, Aelriss, Crow, Smith</span><br><span class=\"quote\">&gt; (B) Organize a party of - Ascheritte, Tatsumaki, Sulya, Dorian, Cardus</span><br><span class=\"quote\">&gt; (C) Expand to a small raid and invite all prospective members except Crow.</span><br><span class=\"quote\">&gt; (D) Expand to a small raid and invite all prospective members.</span>","filename":"Dorian.jpg","fileSize":"82 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473555579015.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473555579015s.jpg","md5":"kueEHyd/Pmju+ZSsDSd71w==","w":534,"h":1024,"tn_w":65,"tn_h":125}
