{"number":"553349","threadNumber":"550943","comment":"<s>Sorry - a little distracted. Going to take a quick break here so I can keep things going a while longer.</s><br><br><span class=\"quote\">> [[ UI Messenger – Aelriss ]]</span><br><span class=\"quote\">> [[ Aelriss ]]: I don’t want to laugh but holy shit this GUY</span><br><span class=\"quote\">> [[ Aelriss ]]: LOOK AT HIM</span><br><span class=\"quote\">> [[ Aelriss ]]: He’s CHECKING HIMSELF OUT ON THE PROFILE SCREEN</span><br><span class=\"quote\">> [[ Ascheritte ]]: Maybe he’s just organizing his inventory.</span><br><span class=\"quote\">> [[ Ascheritte ]]: …or something. Don’t be rude! He’s an Artifact user, you know.</span><br><br>The five of you rendezvous in a corner, at a table on the ground floor of the Observatory – Tatsumaki and Smith have been down exploring the hunting grounds, and are slowest to arrive as the others among you are already here. You mull over battle positions and the like; Crow is on scouting and reconnaissance, leaving you and Tats on the front lines and Aelriss offering support and crowd control with Smith.<br><br>“What now?” Crow asks. “We’ve all got everything taken care of?”<br><br>“I haven’t gone back over my inventory.” Aelriss says. “Might need to do some shopping.”<br><br>Tatsumaki looks at Ael, giving a nod in response.<br><br>“I should have most everything I need.” Smith says. “If anyone is in need of some change for consumables, I’ve plenty to spare.”<br><br>“What about you, Scrapbook?” Crow folds his arms, leaning back in his seat.<br><br><span class=\"quote\">> “I handled most everything already – but I could look around the Observatory for a few.”</span><br><span class=\"quote\">> “Might need to log for a little blt. We’ll meet back up before the raid starts.”</span><br><span class=\"quote\">> Other</span>","time":1473558976000,"time4chanFormatted":"9/10/16(Sat)21:56","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1422721374608.jpg","fileSize":"888348 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473558976544.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473558976544s.jpg","md5":"vJKA258z3Cf1eLm+YUcyfw==","w":"2560","h":"1600","tn_w":"125","tn_h":"78"}
