{"isOp":false,"number":"553699","threadNumber":"550943","comment":"<a href=\"#p553363\" class=\"quotelink\">&gt;&gt;553363</a><br><a href=\"#p553394\" class=\"quotelink\">&gt;&gt;553394</a><br><a href=\"#p553403\" class=\"quotelink\">&gt;&gt;553403</a><br><a href=\"#p553420\" class=\"quotelink\">&gt;&gt;553420</a><br><br>“Might need to log for a bit.” You nod. “I’ve been online for a while. We’ll meet back up before the raid starts. Sound good to everyone?”<br><br>“Certainly,” Smith nods. “We’ll meet back up here in time. Do take care, then.”<br><br>You feel your form relax as you initiate the process of logging out, sinking lower into your seat.<br><br><span class=\"quote\">> [[ BROKEN SKY ONLINE ]]</span><br><span class=\"quote\">> [[ Disconnecting, please wait… ]]</span><br><br>Comforting darkness washes over you as you close Broken Sky Online.<br><br>You are suddenly aware of yourself, of the sensations of your body, much heavier and weaker than it is in the game – you feel a sort of ubiquitous malaise and you aren’t entirely sure why. It’s not a headache, nor do you feel sore or particularly nauseated; you merely feel <span class=\"mu-i\">wrong</span>.<br><br>You’re in bed, having a hard time forming thoughts. You check your phone – no new messages. In fact, it’s not been very long at all: barely an hour, by your clock. How could you have done all of that in such a short time span?<br><br>It’s not even that late, now. You have to check to make sure it’s still the same day. Places are still open, if you wanted to go out for food, but you’ve got stuff here, and more responsibilities online soon. You close your eyes for another moment, hearing focusing down. It's quiet outside. Eric probably isn't here. You hear cars moving by on the street outside, and electronic music from some distant apartment, faintly rocking the foundation. You can hear your heart beating. Your ears ring.<br><br>Something nearby scurries out of sight; you think you can hear it scratching on the trim where the wall meets the floor. Some kind of insect? You thought this place was sprayed before you moved in. Or you might have just been imagining?<br><br><span class=\"quote\">> Go brush your teeth.</span><br><span class=\"quote\">> Look for food.</span><br><span class=\"quote\">> Check the imageboards for information on BSO.</span><br><span class=\"quote\">> Play Broken Sky Online.</span>","time":1473562550000,"time4chanFormatted":"9/10/16(Sat)22:55","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
