{"isOp":false,"threadNumber":550943,"number":554380,"name":"BSO","trip":"!3c0YaXQPuY","id":"aJoTo80m","time":1473569193000,"time4chanFormatted":"09/11/16(Sun)00:46:33","comment":"<a href=\"#p553905\" class=\"quotelink\">&gt;&gt;553905</a><br><a href=\"#p553910\" class=\"quotelink\">&gt;&gt;553910</a><br><a href=\"#p553911\" class=\"quotelink\">&gt;&gt;553911</a><br><br>A quick peek through the shades reveals all is well outside - nothing ablaze, anyway. There's people gathered around a car in the parking lot, windows down, music playing. It appears innocuous.<br><br>You don't think anything around here is your concern.<br><br>Wandering back into your room, you sit down, pulling the veil back over your eyes. Familiar blue, faintly stinging, somehow comforting. Leaning back, you welcome vertigo.<br><br><span class=\"quote\">&gt; [[ Calibrating, please wait… ]]</span><br><span class=\"quote\">&gt; [[ BROKEN SKY ONLINE ]]</span><br><br>Thick foliage around you, flanking either side of the clearing, obscures your vision. The mist is strange, affording a strange tactile sensation; thick and acrid, it rises up from the ground around you, stinging your nose and eyes, burning your skin.<br><br>The sky is strangely overcast, an off-green. You can’t see the sun through the clouds. As you pull yourself to your feet, an enormous shadow passes over you.<br><br>There’s movement nearby; rustling in the brush, and heavy breathing. You draw your sword, leaping into a fighting stance.<br><br><span class=\"quote\">&gt; [[ Overworld – </span><span class=\"mu-s\">î¤SY¦6ëþ™4©ÅÖ›„ &amp;êTCŒ”ß</span> // PvP Enabled ]]<br><br><span class=\"mu-i\">”…ect the ones to herald their return...”</span><br><br>“What?” You ask, turning to the source of the voice. The observer stares at you from a distance down the loamy path, quilled guardian wholly obstructing your vision of the horizon.<br><br><span class=\"mu-i\">”…though this world is not yet to their liking…”</span><br><br>White light like flame drips from glowing eyes, perfectly aligned. Shifting quills and hems of garments pour darkness upward, spilling and swirling to stain the very sky. Wind whistles hollowly through the trees, rattling chains as you observe the observer.<br><br><span class=\"quote\">&gt; ”Who are you?”</span><br><span class=\"quote\">&gt; Attack.</span><br><span class=\"quote\">&gt; Write-in.</span><br><span class=\"quote\">&gt; Log out.</span>","filename":"42672473262.jpg","fileSize":"136 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473569193108.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473569193108s.jpg","md5":"PlqIroCRjGqj+OCGaakcgw==","w":800,"h":1132,"tn_w":88,"tn_h":124}
