{"isOp":false,"number":"554535","threadNumber":"550943","comment":"<a href=\"#p554413\" class=\"quotelink\">&gt;&gt;554413</a><br><a href=\"#p554389\" class=\"quotelink\">&gt;&gt;554389</a><br><a href=\"#p554421\" class=\"quotelink\">&gt;&gt;554421</a><br><br><span class=\"mu-i\">”…it is unexpected that one so frail and timid would fall among their ranks…”</span><br><br>“Who are you?” You ask, maintaining your stance.<br><br><span class=\"mu-i\">”Among us are those who watched this place crumble. Amusing, then, that you wander forward as if there is something for you to do about it.”</span> It steps forward, gaze fixated more clearly on you. <span class=\"mu-i\">”Weak. Boorish. Insipid.”</span><br><br>You shake your head, feeling a buzzing from behind your ears. Strife Memoriam unfolds, a series of plaintive mechanical chirps and intrusive crackles reminiscent of Crimson Wings. The bright eye, a mirror reflecting the past, is as your third eye – in the center of your forehead, embedded within the circlet, an artifact of unknown might.<br><br><span class=\"mu-i\">”…Oh?”</span> It speaks without a mouth, words merely echoing from its core – droning, it coughs up something that you imagine is a laugh of pity. <span class=\"mu-i\">”You have their blessing, too. So be it.”</span><br><br>With a flick of its arm, the observer cracks the chain like a whip, unleashing its companion. Quills of black ichor flare outwards as it rocks onto its front legs, unleashing a roar that fills your ears to the exclusion of all else. It is white noise – static, raw and powerful – that shakes the very earth beneath, the trees surrounding bending away to accommodate.<br><br>You stand your ground.<br><br>It springs toward you faster than you imagined such a creature could move, crossing the intervening distance as if pulled on ethereal strings, as if the world had forgotten its appropriate position and velocity and elected to substitute something that ‘sounded about right’.<br><br>It’s barely an instant, but you’re aware of all of the sensations – the air moving around you, the noise filling your ears – as it approaches.<br><br><span class=\"quote\">> [[ 1d100 ]]</span>","time":1473570743000,"time4chanFormatted":"9/11/16(Sun)1:12","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1422560207401.jpg","fileSize":"3976462 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473570743758.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473570743758s.jpg","md5":"ow1F8UsSy0cX8gbq9f048Q==","w":"2500","h":"1716","tn_w":"125","tn_h":"85"}
