{"isOp":false,"threadNumber":550943,"number":554621,"name":"BSO","trip":"!3c0YaXQPuY","id":"aJoTo80m","time":1473571842000,"time4chanFormatted":"09/11/16(Sun)01:30:42","comment":"<a href=\"#p554545\" class=\"quotelink\">&gt;&gt;554545</a><br><br><span class=\"quote\">&gt; [[ 91 ]]</span><br><br>You think you remember.<br><br>In this world, you are stronger than you know. You are fast, and your body is light. You are capable of feats of agility and martial prowess that you or anyone in the real world could scarcely dream of achieving.<br><br>You imagine a time in which you moved faster than you ever had before to evade danger. You envisage it in your third eye and place yourself within.<br><br>The air ripples around the Guardian as it lurches toward you, and you’re away immediately, throwing yourself low and to the side, catching yourself in a roll that sends you running up the trunk of a twisted-and-leaned tree.<br><br>You can protect yourself from this thing, but you can’t get out of this mist – it’s burning your throat, choking you. You imagine it’s corroding your body, eating away at you on the inside, and on the outside, withering your armor and weapons. Minimize contact: go up, higher. The Guardian hits the ground skidding, knocking over so many trees and tearing through the brittle earth, a crater thirty feet long, fifteen across, ten deep, spilling ichor the whole way that dissipates in the air, attenuating into nothing.<br><br>It whirls around and spews oil – a constant, high-pressure stream of reeking tar – from its fanged mouth, cleaving through the foliage as it sweeps toward you. You run up the tree, launching yourself high into the air from the apex, the blast passing harmlessly under you as you twist in the air. You’ve dodged faster foes – the violet lightning of the rusted Artificer, the razor claws of his marbleized lover, the beams of sheer heat from his bejeweled guardian.<br><br>You are riding the momentum of your run, gaining height, rising above the mist. Now distant (far away, far below) the beast looks small, even in its enormity – and it does not appreciate this, content only to tower over its prey. It leaps back over the crater, landing approximately where you were when you moved to avoid it, then – looking upward – it leaps, massive human hands outstretched, sailing into the sky to meet you.<br><br>Your third eye burns.<br><br>You think you remember…<br><br><span class=\"quote\">&gt; Rust.</span><br><span class=\"quote\">&gt; Marble.</span><br><span class=\"quote\">&gt; Ruby.</span>","filename":"1422502875646.jpg","fileSize":"1.22 MB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473571842941.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473571842941s.jpg","md5":"CZLW14nhKuMeZzS00V1HqA==","w":2098,"h":2966,"tn_w":88,"tn_h":125}
