{"number":"554753","threadNumber":"550943","comment":"<a href=\"#p554653\" class=\"quotelink\">&gt;&gt;554653</a><br><a href=\"#p554677\" class=\"quotelink\">&gt;&gt;554677</a><br><a href=\"#p554693\" class=\"quotelink\">&gt;&gt;554693</a><br><a href=\"#p554707\" class=\"quotelink\">&gt;&gt;554707</a><br><br>Rust.<br><br>A scene plays out in your mind, viewed from many angles simultaneously. Violet fire scorches the earth, felling trees and tearing the ground asunder. Reflected in the mirror-eye of Strife Memoriam, a vendetta lasting minutes, hours, years – is played back in a moment.<br><br>You feel a power unlike any other.<br><br>You need more – but first, you need <span class=\"mu-i\">release</span>, to unleash your strength, and to see what you’re really capable of. Your empty hand is tingling. Your bones ache and burn – a vital infusion of Celestial power ripples through your body starting at the head – and every moment of it feels <span class=\"mu-i\">fantastic</span>.<br><br>Your eyes widen as the Guardian grows larger beneath you, flying up faster than you could have hoped to leap. Your grin grows wider. You -laugh-. Kjorikos was <span class=\"mu-i\">careless!</span> You are not!<br><br>The beast’s ascent is slowing, but so is yours. You’re ever so slightly out of reach, but beginning to fall, inches away from its crushing grip. Then, you stop. You steady yourself in the air, appearing as if crouched parallel to the ground, and watch it grope helplessly at the air beneath you as it tumbles back toward the earth.<br><br><span class=\"mu-i\">Then</span> you begin to fall. You streamline your body for a moment to accelerate, terminating in a forward roll which sends you hurtling toward the creature, arm raised high. Your empty hand is tingling – crackling – and you can’t take it anymore.<br><br><span class=\"quote\">> [[ 1d100 ]]</span>","time":1473573503000,"time4chanFormatted":"9/11/16(Sun)1:58","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"JD1HZy.jpg","fileSize":"127782 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473573503310.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473573503310s.jpg","md5":"nLjEcxRGOwVrQ6BX7mGvtA==","w":"1000","h":"800","tn_w":"125","tn_h":"100"}
