{"number":"554842","threadNumber":"550943","comment":"<a href=\"#p554757\" class=\"quotelink\">&gt;&gt;554757</a><br><br><span class=\"quote\">> [[ 95 ]]</span><br><br>Withering heat rises off your hand as you fall. You reach back to shape an inexorable lance from raw, amethyst lightning. It burns, held tightly in your gauntlet, light seeping from between your fingers.<br><br>You can’t hold it any longer. You cast it downward with fury befitting the mad Artificer. You are as a demigod of the storm, descending from the heavens to punish impudence. The clap of thunder, blasting the very leaves from the trees adjacent, heralds the arrival of your swift and terrible sword.<br><br>It is fixated on a target, and cannot be stopped. It pierces the beast’s side as it tumbles toward the ground, passing cleanly through, tracer-trail of wild plasma illustrating a clean and transient path from your hand to the ground, from one side of the Guardian’s body to the other.<br><br>It howls, ichor spraying from the wound, and crashes down, sending a plume of dust and broken earth skyward.<br><br>You pass into the cloud of smoke and land on one knee, a distance away from the new crater.<br><br>Black raindrops fall all around you as you rise, pitter-pattering on the leaves of ruined trees. Wind howls in the distance, and you hear the creaking of branches – torsional strain.<br><br>Your sword is in one hand, and you flex the fingers of the other, ancient flame gathering in your palm. With the hood of your cloak – rusted gold and bronze – so pulled over your head, one could be forgiven for mistaking you from a distance as Kjorikos or one of his adherents.<br><br>“I’m not done.” You say, and look over your shoulder. A distance behind you, through the withering cloud, the Observer’s eye flickers to life.<br><br><span class=\"mu-i\">”Inadequate.”</span><br><br>Something stirs nearby. The Guardian still lives.<br><br>As the smoke clears, you glimpse the horizon, where green threads of light reach up from the earth into the darkening sky. You are surrounded by piercing howls – faint white orbs, burning, flicker to life in the distance, at the vanguard of many-mouthed silhouettes in the sky beyond.<br><br>The sound is blaring, droning, aggressive. It fills your ears – though still, you can hear the Observer’s chain as it rattles nearby.<br><br>You sheath your sword, lightning burning away in your other hand. You turn and walk unafraid into the darkness; you shut your eyes, and hear familiar voices beyond.","time":1473575375000,"time4chanFormatted":"9/11/16(Sun)2:29","id":"aJoTo80m","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"203523905.jpg","fileSize":"637465 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/images/1473575375412.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/550943/thumbs/1473575375412s.jpg","md5":"BtPduTn/IKdlF/iIB/35Ew==","w":"1920","h":"1080","tn_w":"125","tn_h":"70"}
