{"isOp":false,"number":"580585","threadNumber":"580189","comment":"<a href=\"#p580475\" class=\"quotelink\">&gt;&gt;580475</a><br><a href=\"#p580459\" class=\"quotelink\">&gt;&gt;580459</a><br><a href=\"#p580403\" class=\"quotelink\">&gt;&gt;580403</a><br><br>“Logging in got weird.” You begin.<br><br>“The login server might be having trouble.” Smith says, glancing over at you with a characteristic smirk. “This game has become rather popular, after all, so it doesn’t sound unreasonable. I imagine even one so sophisticated might have such simple problems.”<br><br>\"Yeah, I had that problem once.\" Crow says. \"Didn't keep me too long, though...\"<br><br>You nod – you’re not sure how to explain exactly the trouble you had without getting weird yourself, and so elect to settle for something a bit more mundane. “I got caught up with some stuff, too. I wasn’t actually gone for long in real life, so…”<br><br>“Oh, yeah? Honestly, I figured it was something more like that.” Crow responds. “You know how this game can be, right? You're gone a minute, and...”<br><br>“Yeah, uh.” Aelriss says. “Does that bother anyone else?”<br><br>Tatsumaki shrugs, after looking pensive for a moment.<br><br>“What's up, Pretty-Bird? You’re not having fun?” Crow asks, looking over at Ael.<br><br>“I didn’t say that.” Aelriss sighs. “Just – playing has a way of really taking it out of me, especially since I’ve made a bad habit of binging. When I come up I feel like human garbage, and if I stay gone for too long I miss so much, and they keep changing the scale in both directions…”<br><br>“I’m sure that’s just part of trying to solve the problem.” Crow laughs to himself – no one is laughing with him. “The way I see, it just means I can play more without losing as much time out of my real life.”<br><br>“Agreed.” Smith adds. “I’m a rather busy man. Naturally, I appreciate the spare moments; it gives me more opportunities to indulge myself.”<br><br>You change the subject. “What’s going on right now, Crow? What should we be doing?”<br><br>“The caravan vanguard is almost at the closest hunting ground to Averron where exiles have been spotted, so they’ll likely be in combat soon. It should be a total zerg, but the skeptics are expecting them to strike back to meet our numbers after a little while; Red-Bird’s got the gatherers hanging way back and has urged the herd to stay ready for anything.” Crow says.<br><br>“So where does that leave us?” Aelriss asks.<br><br>“Currently, we’re free agents.” Crow asks. “Which leaves us with a number of options, as I’m sure you’re aware.”<br><br><span class=\"quote\">> Suggest aiding the frontlines.</span><br><span class=\"quote\">> Suggest scouting the adjacent branches.</span><br><span class=\"quote\">> Suggest shortcutting to the projected location of the Seam.</span><br><span class=\"quote\">> Write-in.</span>","time":1474064300000,"time4chanFormatted":"9/16/16(Fri)18:18","id":"tXyxxgeA","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Crow.jpg","fileSize":"90760 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474064300444.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/thumbs/1474064300444s.jpg","md5":"htWnLu+5NTOKR7gYYOZwyQ==","w":"500","h":"810","tn_w":"77","tn_h":"125"}
