{"isOp":false,"number":"581673","threadNumber":"580189","comment":"The oppressive heat slowly withers away as you travel upward – closer laterally to the Seam but further from the heart of the underground. Shadows dance in the dark against the distant cavern walls; this cave, too, splits off into a number of branches extending in various directions, a number of them also unexplored. It dawns on you that if you plan to journey either to the surface or to the Earthsea, you will need more than an Excavator – the city’s explorers will have to work together to generate a more complete, unified map of the territories surrounding Averron City.<br><br>“I saw movement.” Aelriss says, glaring at the cave wall, staff readied. A silken cord tied tightly around her finger warps into a strand of rainbow light; it takes the shape of Eunoia, a bird of paradise which comes to rest on her shoulder.<br><br>“Keep your eyes peeled, then, Pretty-Bird.” Crow says, constantly dialing figures into his menu and updating waypoints as he walks. “Crim-Crims are saying things are looking kind of tame at the forefront, but who knows what could be going on around us?”<br><br>“Entertaining the idea of an ambush attack?” Smith asks, and you hear a sound like that of a blender spinning up. A pair of drones – levitating spheres with gyroscopic whirling blades equipped – takes flight behind him, illuminating the floor in front of you with tiny searchlights.<br><br>“It’s happened before.” You say, approaching an overlook, a high terrace that affords a view of the magma chamber. Far ahead of the caravan is a steep cliff face; the branch below is the prospective location of your target. They’ll have to find another route, or a highly organized means of getting down assuming they’re to lead the entire army all the way to the lowest chamber.<br><br>Then, you see it: at first, your eyes deceive you, captured by the thought of the movement of tectonic plates or rolling liquid rock. Far, far below, a <span class=\"mu-i\">tide</span> of flesh, hundreds of distorted faces naked and hungering, roils through the underground, spreading in the direction of the caravan, but currently out of their sight. Many sprawl directly toward the cliff face, while some disappear into adjacent caves, presumably aware of a different way up.<br><br>Tatsumaki moves to stand at your side; she gives you a solemn look as she pounds her fist in her hand.<br><br>“Ashe, what do you see?” Crow asks. He turns – you hear heavy breathing, growling, <span class=\"mu-i\">howling</span> from one of the pathways hidden in the rocks up here.<br><br><span class=\"quote\">> Write-in</span>","time":1474075460000,"time4chanFormatted":"9/16/16(Fri)21:24","id":"tXyxxgeA","name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
