{"isOp":false,"threadNumber":580189,"number":581921,"name":"BSO","trip":"!3c0YaXQPuY","id":"tXyxxgeA","time":1474077319000,"time4chanFormatted":"09/16/16(Fri)21:55:19","comment":"“A fuckton of dudes, heading straight for the main group. We gotta warn them, make sure everyone knows.” You turn, scanning the walls for the source of the noise. “Crow, can you get down there?”<br><br>“A message is the best I can do – it’s too damn bright out there, lava and whatnot.” He shakes his head, pulling up a chat window. “I could make it to the bottom of the cliff in like a second, but then I’d be dead in the metaphorical water. No good way to rendezvous with the team and it’d take some serious finagling to get me back up. I’m contacting the Artifact users now…”<br><br>“Ael, Smith, look for cover?” You ask.<br><br>“Already on it.” Aelriss responds, currently scaling a rock spire. She’s almost at the top when a humanoid her height, wrist and leg irons tailing broken chains, leaps toward her from the unseen side, a large bone knife in one hand. She shouts, falling backwards from the rock; as the troglodyte falls towards her, Eunoia, still perched on her shoulder, lashes out at it with a powerful light beam that renders it half-melted, dead, before the two of them hit the ground in a heap.<br><br>You don’t have time to ask if she’s okay before Tatsumaki elbows you, getting your attention. You turn to see a number – more than a dozen in excess of your party size at a glance – of the creatures approaching from the slope leading up, having cut off your escape route. You will to your Artifact, but it does not respond. It needs a little more time.<br><br><span class=\"quote\">&gt; Assemble in formation and hold your ground.</span><br><span class=\"quote\">&gt; Spread out and fight.</span><br><span class=\"quote\">&gt; Regroup and escape via the nearby tunnels.</span><br><span class=\"quote\">&gt; Write-in.</span>","filename":"29ebab8867a0cc8b54d3cf2d39dbd819.jpg","fileSize":"33 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474077319681.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474077319681s.jpg","md5":"hwoMW1WhzQMQ2cK+PqwUGg==","w":736,"h":281,"tn_w":125,"tn_h":47}
