{"number":"582081","threadNumber":"580189","comment":"<a href=\"#p581940\" class=\"quotelink\">&gt;&gt;581940</a><br><a href=\"#p581951\" class=\"quotelink\">&gt;&gt;581951</a><br><a href=\"#p581952\" class=\"quotelink\">&gt;&gt;581952</a><br><a href=\"#p581953\" class=\"quotelink\">&gt;&gt;581953</a><br><br>“Message sent!” Crow says. Taking in the moment, you think you hear shouting among the raid down below; you hope it’s enough. “Now…”<br><br>“We fight?” You lead the group toward Aelriss, who’s making her way to her feet.<br><br>“Seems they’ve leveraged the numbers against us on all fronts.” Smith adds.<br><br>“They’re ambush attackers – we hold our ground, and our odds of winning go way up.” You respond.<br><br>“They’re lacking a bit in the brute force department.” Crow grins. “Scrapbook and Mochi-Ball on point, Pretty-Bird and Mr. Robot in back.”<br><br>“And what about the Shadow Master?” Aelriss asks, dusting herself off.<br><br>“I’m just gonna do me, sweetheart.” He turns, and his medallion glows – or, does the opposite? – looking to draw light from the surroundings for a moment before he steps <span class=\"mu-i\">into</span> the ground.<br><br>Great, how useful.<br><br>You have half a mind to tell him to get his ass back up here - wherever he went. At least <span class=\"mu-i\">then</span> he was between you and the approaching horde. They carry crude weapons and shields fashioned of stone. They wear chains and tattered cloth, branded with the rune of the Earthsea, faces aged by eons spent in exile.<br><br>You ready your sword, prepared to hold the line.<br><br><span class=\"quote\">> [[ 1d100 ]]</span>","time":1474078745000,"time4chanFormatted":"9/16/16(Fri)22:19","id":"tXyxxgeA","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"lava_by_zhangc-d5a5d5h.jpg","fileSize":"275075 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474078745939.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/thumbs/1474078745939s.jpg","md5":"RPZ1RvXRRL1UNtuH5G45ew==","w":"1200","h":"551","tn_w":"125","tn_h":"57"}
