{"isOp":false,"number":"582233","threadNumber":"580189","comment":"<a href=\"#p582116\" class=\"quotelink\">&gt;&gt;582116</a><br><br><span class=\"quote\">> [[ 58 ]]</span><br><br>Protecting the front of your group, you stay your blade against the charge as the horde of exiles approaches. They are greater in number even than the statues that guarded Kjorikos’s sanctum; thankfully, you think, they are not so heavily armored.<br><br>Over your shoulder, Smith chuckles as his eviscerating drones ruin their ranks, diving into the crowd and positively splattering enormous streaks of blood across the cavern floor in all directions. Some of the exiles break away from the pack to converge on one, dragging it to the ground, utterly destroying it, even if by clogging the spinning blades with their own flesh.<br><br>A swing of your blade carves deep into an abdominal wall, slicing upward through the shoulder; undeterred in its dying throes, the attacker lurches towards you to cast its chain up and over your arm, bringing your weapon low. A thrust from Aelriss’s staff knocks the creature to the ground, supine a few feet in front of you, but you feel a thin blade – an iron spike – sink into your shoulder as you recover, piercing through the rings of your mail.<br><br><span class=\"quote\">> [[ HP: 27 / 35 ]]</span><br><span class=\"quote\">> [[ Poisoned ]]</span><br><br>You need to remain undeterred as well, and fend the attacker off with another pair of slashes, red light – familiar though foreign – encircling your form as your speed increases supernaturally. Tatsumaki launches another one of them back into the crowd with a single mighty blow, foot planted forward. Near where it lands, you see Crow rise, executing it as he leaps from the dark on the ground with a swipe from a curved sword leveled at the neck. The exiles move to surround him, and he holds them at bay, inflicting meager damage before he’s forced to retreat back below.<br><br>“He’s nothing if not a fantastic distraction.” Smith says, his back now turned to you. His remaining drones are buzzing from behind you, and you see him raise a handcaster; exiles are climbing over the rocks behind you, attempting a sort of pincer attack.<br><br><span class=\"quote\">> [[ HP: 26 / 35 ]]</span><br><br>The initial charge is thinning out quickly, spread far by account of umbral diversionary tactics. Tatsumaki briefly breaks rank, taking a few steps forward to throw decisive punches while you cut down those that draw too near. But you’re at risk of being surrounded; a troglodyte’s body, cut apart in myriad ways about the midsection, tumbles down from the rocks behind you, but you hear a number more climbing over to join them.<br><br><span class=\"quote\">> Ask if Aelriss has anything for poison.</span><br><span class=\"quote\">> Ask if Crow can support on the flank.</span><br><span class=\"quote\">> Turn to face the flank with Aelriss and Smith, allowing Tatsumaki and Crow to continue fighting.</span><br><span class=\"quote\">> Other.</span>","time":1474080052000,"time4chanFormatted":"9/16/16(Fri)22:40","id":"tXyxxgeA","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1427157837862.jpg","fileSize":"76322 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474080052301.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/thumbs/1474080052301s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":"738","h":"1200","tn_w":"76","tn_h":"125"}
