{"isOp":false,"threadNumber":580189,"number":582662,"name":"BSO","trip":"!3c0YaXQPuY","id":"tXyxxgeA","time":1474083587000,"time4chanFormatted":"09/16/16(Fri)23:39:47","comment":"<a href=\"#p582466\" class=\"quotelink\">&gt;&gt;582466</a><br><span class=\"quote\">&gt; [[ 53 ]]</span><br><br><a href=\"#p582456\" class=\"quotelink\">&gt;&gt;582456</a><br><span class=\"quote\">&gt; [[ Poor Outcome ]]</span><br><br><span class=\"quote\">&gt; [[ Poisoned ]]</span><br><span class=\"quote\">&gt; [[ HP: 25 / 35 ]]</span><br><br>You step up, feet briefly planted on the rock spire, and throw yourself upward, scrambling with your hands for a moment to gain additional speed by account of your improved climbing ability. You don’t know if there’ll be enough room to build up the requisite momentum and trigger your ability. There’s a moment of uncertainty that’s dispelled by the sound of ethereal hoofbeats in the distance, an unseen cavalcade with you at the forefront, rising upward to meet your foes as they fall towards you. Wings of light appear at your back as you rise, illusory, serving no purpose other than to indicate your ability.<br><br>You charge forward, onward, <span class=\"mu-i\">upward</span>, rising inexorably even as rods pierce your flesh.<br><br>[[ HP: 11 / 35 ]]<br>[[ Bleeding ]]<br><br>There’s a sickening sound of your assailants’ bones shattering as you make contact. The exiles are balanced on your chest, stunned by the sheer force reverberating through their bodies, anchored to you only by the jagged spikes tearing into your body through your armor. You feel it, too: dullness, a buzzing where you think your ribs and collarbones are supposed to be.<br><br>You are still rising upward.<br><br>Naked and blind, the exiles are beginning to ragdoll against you, your force undeterred.<br><br>You feel a sudden awakening: like an icy needle, sewn suddenly into the back of your head, behind your ears. Your Artifact is ready for use.<br><br><span class=\"quote\">&gt; [[ Strife Memoriam: Rust ]] Stop where you are.</span><br><span class=\"quote\">&gt; Twist quickly to throw them toward the cliff.</span><br><span class=\"quote\">&gt; Fall to the ground atop them while they’re still stunned.</span><br><span class=\"quote\">&gt; Other</span>","filename":"4fb72b8e572b0c1623d6bf589d2f4742.jpg","fileSize":"63 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474083587681.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474083587681s.jpg","md5":"bwV11BZVQ2tjUWzqs//FMQ==","w":736,"h":587,"tn_w":125,"tn_h":99}
