{"number":"582932","threadNumber":"580189","comment":"With absolutely no leverage available to you, it should be practically impossible for you to exchange your linear momentum for angular momentum.<br><br>However, you’d probably have been killed within minutes of launching BSO if you attempted tasks based only on whether or not they seem possible. With all the strength you can muster, you spin in the air, eerie curved trails of blood leading from your wounds as you hurl the Exiles from your body. One lands in a crumpled heap at the edge of the cliff, while the other is launched clean over the side.<br><br><span class=\"quote\">> [[ HP: 9 / 35 ]]</span><br><br>Barely righting yourself, you manage to land atop the rock spires, balanced very precariously, dislodging. More Exiles are climbing up to meet you from the far side, and they’re met by a pair of bladed drones dive-bombing from directly above, sending them spinning back to the ground in a whirlwind of viscera.<br><br><span class=\"quote\">> [[ HP: 8 / 35 ]]</span><br><br>Tatsumaki and Crow have handled themselves surprisingly well, managing to rout all but a couple of members of the charging force via shadow ambush and crowd control tactics. It’s been <span class=\"mu-i\">far</span> too long since you held a Celestial Gem. The cavern rumbles – you, Smith, and Aelriss exchange glances – as what sounds like heavy footsteps echo from the mouth of a side-branch hidden behind long stalactites and rock outcroppings.<br><br>Your health is getting rather low, vision beginning to blur.<br><br><span class=\"quote\">> Ask Aelriss for some Eunoia action.</span><br><span class=\"quote\">> Eat herbs, drink potions, and pray you stop bleeding sometime soon.</span><br><span class=\"quote\">> Organize a tactical retreat.</span><br><span class=\"quote\">> Write-in.</span>","time":1474085411000,"time4chanFormatted":"9/17/16(Sat)0:10","id":"tXyxxgeA","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"underground_city_blue_fantasy.jpg","fileSize":"325880 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474085411355.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/thumbs/1474085411355s.jpg","md5":"ac6jXaFLKzf0v+hYpfch5w==","w":"2560","h":"1440","tn_w":"125","tn_h":"70"}
