{"isOp":false,"threadNumber":580189,"number":587336,"name":"BSO","trip":"!3c0YaXQPuY","id":"tXyxxgeA","time":1474163619000,"time4chanFormatted":"09/17/16(Sat)21:53:39","comment":"<a href=\"#p586905\" class=\"quotelink\">&gt;&gt;586905</a><br><span class=\"quote\">&gt; [[ 52 ]]</span><br><br>Time slows to a crawl as your Artifact activates, enshrining your head. You pay enough mind to pull the hood of your cloak up – then, you extend your arm, launching a blast of lightning at the mace head as it swings toward you. Part of it is blown off, chunks of melted stone trailing smoke in your direction, and you step back to clear the remainder of the damaged weapon.<br><br>More ranged attacks from Smith, with drones and Eunoia circling overhead. Tatsumaki delivers a powerful blow to one leg – you hear bone crack – but she’s swatted aside by its other foot as it turns on a heel, tumbling limply across the ground toward the cavern wall.<br><br>“<span class=\"mu-i\">Scrapbook! It’s me – don’t freak out!</span>” You hear Crow’s voice echo from no particular direction, and speak as you wander backwards, sword extended in the ogre’s direction in search of an opening.<br><br>“Crow.” Your voice is a measure deeper. It sounds familiar, but unlike yours – unlike Ascheritte’s. “Where are you?”<br><br>“<span class=\"mu-i\">I’m in your shadow!</span>”<br><br>“That’s a useful place to be.”<br><br>“<span class=\"mu-i\">Pipe down and give me an angle! I can’t get out if you just stand around.</span>”<br><br>You grit your teeth, a groan of distaste escaping your lips. Ancient power crackles in the palm of your off-hand as you stare your foe down. It approaches now with an overhead swing, the stone remaining about the damaged head of its flanged weapon white hot, partially melted by your attack.<br><br><span class=\"quote\">&gt; Move forward to dodge and attack from beneath.</span><br><span class=\"quote\">&gt; Step aside and levitate.</span><br><span class=\"quote\">&gt; Write-in.</span>","filename":"JD1HZy.jpg","fileSize":"125 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474163619518.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474163619518s.jpg","md5":"nLjEcxRGOwVrQ6BX7mGvtA==","w":1000,"h":800,"tn_w":125,"tn_h":100}
