{"isOp":false,"number":"587651","threadNumber":"580189","comment":"<a href=\"#p587352\" class=\"quotelink\">&gt;&gt;587352</a><br><a href=\"#p587354\" class=\"quotelink\">&gt;&gt;587354</a><br><a href=\"#p587362\" class=\"quotelink\">&gt;&gt;587362</a><br><a href=\"#p587529\" class=\"quotelink\">&gt;&gt;587529</a><br><br>The mace intersects with the space you occupied a mere moment ago as you dart forward, scarcely in contact with the ground, and slide beneath the chained fiend. The cave rumbles, stalactites dislodging, as you reach from beneath the titan’s legs to hurl lightning upward into its body. Bolts of raw, violet power leap across the walls and floor of the cave, dancing brightly, casting shadows in all directions. They stretch across the ceiling and peel back from each stone and pebble in sight where they touch the ground.<br><br>You pull to your feet as you glide forward across the ground, looking over your shoulder at the creature behind you. There’s another moment – an influx of Celestial power – where the very environment is still.<br><br>On the opposite side of the beast, you see Crow rise from the shadows spread by your attack, body wrapped in a second skin of darkness, eyes aglow. He looks foreign, strange, utterly malefic in his expression and stature, in a way that leaves you instinctively concerned as to whether he is friend or foe.<br><br>Your eyes meet before the moment passes. He too appears concerned – as the NPCs in the Observatory who saw Kjorikos reflected in you – but only for an instant, before his mouth curls into a wicked grin.<br><br>Reality catches up with your actions, hitting you like a bloodrush, sights and sounds occurring all at once. Blades of dark – like throwing knives, but sharp on every surface – loose themselves from Crow’s grip as he dips in and out of the earth, and the fiend roars, enraged. Chain lightning leaps from droplet to droplet as putrid titan’s blood sprays into the air. You dodge massive fist and mace strikes, and when you cannot, you lash out with bursts of the Artificer’s sacred fire, screeching bolts crossing the distance between you and your target nearly instantaneously.<br><br>The air is buzzing with Celestial power. Your very steps enshrine a zone where the unworthy are fit to walk. Your actions demonstrate the punishment for trespassing; divine gifts bestowed into your ownership, such a crime might well be betraying the will of the Gods. From just outside the edge of this territory – the penumbra – Aelriss, Smith, and Tatsumaki <span class=\"mu-i\">watch</span>, motionless.<br><br>The ogre’s strength is waning, movement slowing. But your vision is blurred, your Memory beginning to fade.<br><br><span class=\"quote\">> Leap upward and strike at the head.</span><br><span class=\"quote\">> Expend the last of your charge with a blast from afar.</span><br><span class=\"quote\">> Take the titan down by the knees.</span><br><span class=\"quote\">> Write-in.</span>","time":1474166641000,"time4chanFormatted":"9/17/16(Sat)22:44","id":"tXyxxgeA","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"203523905.jpg","fileSize":"637465 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/images/1474166641180.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/580189/thumbs/1474166641180s.jpg","md5":"BtPduTn/IKdlF/iIB/35Ew==","w":"1920","h":"1080","tn_w":"125","tn_h":"70"}
