{"isOp":true,"number":"625942","threadNumber":"625942","comment":"<span class=\"quote\">> [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">> [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline <br><span class=\"quote\">> [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br>You and your newfound ally Crow have unleashed an onslaught of Celestial power so impressive in its magnitude and utterly malefic in its appearance that it’s left the others in your party – only one other Artifact user in their midst – standing still, stricken suddenly by a curious mixture of awe and terror. Your foe, a chained ogre from the Earthsea, is a tenacious one, though now he slowly dies, putrid blood surging, pouring forth from the myriad wounds your strikes have left behind.<br><br>Charging forward at the titan, you leap skyward, the last vestiges of foreign power slipping from your grip as Strife Memoriam’s effect wears off. Your sword finds a home between the bars of the beast’s cage-like helmet, piercing clean to the other side; you draw it just as quickly, leaping to the ground in preparation for another low strike, swinging at about the knee.<br><br>Your foe still lives, and still able to fight: what <span class=\"mu-i\">is</span> this thing? The ogre’s mace, a ruined ceremonial-looking weapon, swings like a pendulum down towards you while you’re already committed to the strike. Pushing further, you all but hamstring the beast, and it sinks suddenly in its stance as the head of the mace imprints firmly in the center of your chest.<br><br><span class=\"quote\">> [[ HP: 8 / 35 ]]</span><br><span class=\"quote\">> [[ Dazed ]]</span><br><br><span class=\"quote\">> [[ earthsea mongrel was defeated. ]]</span><br><span class=\"quote\">> [[ You have 1 unspent EXP. ]]</span><br><br>A familiar buzzing sensation, a dullness pressed tightly against every last nerve in your torso. You have trouble drawing breath, feeling like your chest has been caved in, as you tumble toward the edge of the cliff. Your body crashes through a rock spire as you roll, and you see it somehow amidst the sounds of the underground and the sight of yourself spinning beneath you.<br><br>The Celestial Gem, dislodged from a crystal growth, spins through the air, falling over the side so close to the edge of the cliff. Your eyes widen, almost forgetting the very danger you’re in, rolling uncontrollably toward the very same edge, a certainly-lethal fall without your Artifact available, even with your equipment and abilities.<br><br>The situation is painfully slow, no better for the sensations you feel as you skid across the plateau like a stone skipping across water. The force of that blow was incredible, the cliff getting closer each moment. Your party is running towards you, voices muted by your bloodrush. The last available handhold will soon pass you by.<br><br><span class=\"quote\">> Write-in.</span>","time":1474837415000,"time4chanFormatted":"9/25/16(Sun)17:03","id":"8rmiChOG","name":"BSO","subject":"[[ Broken Sky Online Quest - Session 27 ]]","trip":"!3c0YaXQPuY","filename":"1427157837862.jpg","fileSize":"76322 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474837415443.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/thumbs/1474837415443s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":"738","h":"1200","tn_w":"153","tn_h":"250"}
