{"isOp":false,"threadNumber":625942,"number":626207,"name":"BSO","trip":"!3c0YaXQPuY","id":"8rmiChOG","time":1474839766000,"time4chanFormatted":"09/25/16(Sun)17:42:46","comment":"You lash out to grab one of the anchored stones beneath you, feeling your arm yanked sharply in its socket as the leverage afforded you stays the rest of your body. Now still atop the plateau, you breathe a sigh, lying in place. Damn, you think. So close.<br><br><span class=\"quote\">&gt; [[ HP: 10 / 35 ]]</span><br><br>Eunoia lands on your shoulder, whistling brightly before flapping its wings and disappearing in an iridescent glow. The rest of the party arrives shortly afterward: Tatsumaki crouches next to you, Aelriss kneeling by her side. Smith stands behind them, while Crow is in the process of slowly wandering over.<br><br>“Good work, team.” Crow says, inspecting his UI holo-screen as you pull yourself to your feet. “You alright, Scrapbook?”<br><br>“Been better.” You respond. “Checking in with the raid?”<br><br>“Things aren’t looking good.” Crow responds. “Leaders are having them make a rotation to get the wounded off the frontlines, but at the rate that crowd is going they’re gonna be drowning in flesh by the time they’re ready to make a big move.”<br><br>“Great.” Smith shakes his head. He and the girls are looking concerned, to say the least, though you can’t be entirely sure why at this point. “What will we do, then?”<br><br>“Well, if things get bad, we’re gonna have to scoot.” Crow says. “But given that we managed to underestimate our foe’s numbers by about an order of magnitude, Averron is going to be in serious trouble if the main force is forced to retreat.”<br><br><span class=\"quote\">&gt; Crow will be Crow, but the others look shaken; party comes first. “You guys alright?”</span><br><span class=\"quote\">&gt; You’re about spent, but you can lend your blade. “The frontlines could use our help.”</span><br><span class=\"quote\">&gt; Sounds like you’ve got one chance to do this, then. “Is there a shortcut to the Seam’s location?”</span><br><span class=\"quote\">&gt; Better to double back now so you don’t lose your city. “We should defend Averron.”</span>","filename":"Crow.jpg","fileSize":"89 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474839766525.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474839766525s.jpg","md5":"htWnLu+5NTOKR7gYYOZwyQ==","w":500,"h":810,"tn_w":77,"tn_h":125}
