{"number":"626485","threadNumber":"625942","comment":"You look over Aelriss and Tatsumaki. “You guys alright?”<br><br>“Yeah,” Aelriss nods. “We’re fine – just, your Artifacts are something else, is all. I was at a loss for words…”<br><br>Tatsumaki also nods, looking a bit more nervous than you’ve ever seen her.<br><br>“Right,” You say, then begin scanning your inventory for consumables, turning in Crow’s direction. “Crow, it sounds like someone’s going to have to seal the deal soon, regardless of whether or not the main force is going to be able to break through. We have an idea of where they’re coming from. Is there a shortcut?”<br><br>“There are two.” Crow says. “The <span class=\"mu-i\">fast</span> way from here is technically through the upper segment of the araneid nest. We’d be flying mostly blind, though…”<br><br>“Surely there must be a map.” Smith says.<br><br>“Nope.” Crow responds. “It’s mostly straightforward, but there’s a few twists and turns; issue is, it usually gets too hot in there for anyone trying to map it out, so there hasn’t really been a concerted effort.”<br><br>“What’s the other way?” You ask.<br><br>“Straight ahead across the plateau.” Crow responds. “There’s a cliff leading down over the magma chamber that’s traversable enough. It’s precarious, so it’d take time to get a full party or larger down there. Big issue I’m having is I don’t know how much time we have.”<br><br><span class=\"quote\">> What are you even going to do if you make it down there? “Aelriss, what do you know about sealing a rift?”</span><br><span class=\"quote\">> Start patching yourself up.</span><br><span class=\"quote\">> Suggest a course of action. (Write-in)</span><br><span class=\"quote\">> Other.</span><br><br><s>Started gaming in the interim. Back in action in just a bit here.</s>","time":1474847667000,"time4chanFormatted":"9/25/16(Sun)19:54","id":"8rmiChOG","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Aelriss.jpg","fileSize":"132820 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474847667345.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/thumbs/1474847667345s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":"1000","h":"605","tn_w":"125","tn_h":"75"}
