{"isOp":false,"threadNumber":625942,"number":626860,"name":"BSO","trip":"!3c0YaXQPuY","id":"8rmiChOG","time":1474851377000,"time4chanFormatted":"09/25/16(Sun)20:56:17","comment":"You take the time to rest, consuming a healing potion as you pan through your menu, wondering what to invest in next.<br><br><span class=\"quote\">&gt; [[ HP: 28 / 35 ]]</span><br><br>“Bigger issue.” You say. “We make it down there, then what? Aelriss, you’re an Artificer: what do you know about sealing this thing?”<br><br>“Pretty much nothing,” She responds, shaking her head. “It won’t stop me from trying, if that’s what it comes to. But I’m not as powerful as Florica and I don’t study this game like Ayla does.”<br><br>“What about our route?” Smith says. “If the three of you Artifact users are to be at full capacity, we’ll need time before we get there regardless. And there’s no telling what danger we could face in another head-on engagement…”<br><br>“Again, I can’t even make a good estimate as to how long we’ve got.” Crow says. “Liza’s still acting confident as ever, but I’ve got a feeling things aren’t looking so good down there. Stands to reason the situation is either going to stabilize or get worse in the time frame we’re looking at.”<br><br>There’s a pause, leaving you to contemplate. A moment passes, before Tatsumaki points down the path you came from. There’s a figure making her way towards you; it’s Freya, looking rather unperturbed, with her scythe held like a yoke over her shoulders.<br><br>The five of you watch her carefully as she approaches. As she draws within proximity, she raises an eyebrow, evidently confused as to why anyone would want to keep their guard up around her.<br><br>“My,” She says, smiling. “The lot of you look like you’ve been through the wringer. I couldn’t help but overhear – it sounds like you’re in need of help.”<br><br>[[ 1 ]]<br><span class=\"quote\">&gt; Spend EXP on HP or PP.</span><br><span class=\"quote\">&gt; Spend EXP on a Perk. (Armsmaster / Fleetfoot / Guardian)</span><br><span class=\"quote\">&gt; Spend EXP to improve a weapon skill.</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; “Maybe - we're planning on skipping to the end. Have you been following us?”</span><br><span class=\"quote\">&gt; “Why are you here, and what do you want?”</span><br><span class=\"quote\">&gt; Other</span>","filename":"Freya.jpg","fileSize":"102 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474851377312.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474851377312s.jpg","md5":"BuOsh/0BGfNJAjgLD+NXWQ==","w":403,"h":834,"tn_w":60,"tn_h":125}
