{"number":"627086","threadNumber":"625942","comment":"Spending your spare experience point on PP, you watch, satisfied, as your new maximum rises to more than enough to use Concussive Strike. Your current amount scales up to an equivalent percentage of your maximum – unfortunately, it’s still zero.<br><br>“What are you offering, exactly?” You ask. “Cause, it’d be great if you could go over to the frontlines and take care of the <span class=\"mu-i\">everything</span> marauding about down there.”<br><br>“Oh, calm yourself.” She scoffs, shaking her head to toss her wild white hair. “You may think this is an opportunity for everyone to fight in the name of Averron City and earn esteem, but <span class=\"mu-i\">my</span> options here – that’s as someone who’s hated personally by the Crimson Queen – are rather limited. I thought it’d be prudent for me to skirt around and at least try to be useful; imagine my surprise when I happen upon all of you here.”<br><br>“Scouting ahead.” Crow says, rolling his eyes. “Got caught up in a fight.”<br><br>“Ma’am.” Smith chimes in, adjusting his vest. “I believe Ascheritte asked what you had to offer. I, too, am eager to hear it.”<br><br>“You’re wondering about the nature of their source, correct? How to close it?” Freya nods. “Because it’s beginning to look like the raid won’t be able to push through despite their numbers?”<br><br>“Go on.” Through the lull in the conversation, you hear the sounds of fighting in the distance, echoing through the magma chamber.<br><br>“I can help.” She smiles, continuing. “I believe I’m quite capable, and, well. I’m here. Surely, we’ll not fail with the combined abilities of your Artificer friend and I? You’ve got a plan to get down there, correct?”<br><br><span class=\"quote\">> Accept. “Sure – you’re in?”</span><br><span class=\"quote\">> Decline. “Thanks, but we’ve got it under control.”</span><br><span class=\"quote\">> Ask Freya something else. (Write-in.)</span>","time":1474854259000,"time4chanFormatted":"9/25/16(Sun)21:44","id":"8rmiChOG","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Smith.jpg","fileSize":"610572 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474854259283.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/thumbs/1474854259283s.jpg","md5":"Yxkuf5Xk+4zvA7eEw9/ecg==","w":"717","h":"787","tn_w":"113","tn_h":"125"}
