{"isOp":false,"threadNumber":625942,"number":627223,"name":"BSO","trip":"!3c0YaXQPuY","id":"8rmiChOG","time":1474855883000,"time4chanFormatted":"09/25/16(Sun)22:11:23","comment":"<a href=\"#p627098\" class=\"quotelink\">&gt;&gt;627098</a><br><br>“What exactly can you do, Freya?” You ask. “I know you like to be mysterious, but we’re going to need transparency if we’re going to get this done – especially given that a sixth player will turn this into a raid, which will make things more dangerous if prior experiences are any indication.”<br><br>“Very well,” She exhales sharply – a bit of a laugh, smirking, eyes closed – before she strides towards you. The others watch, poised to move, as she extends her arm, palm upturned, as if offering you her hand. “I’ll be honest, if it pleases you.”<br><br>She’s showing you something: her palm is labelled with an abhorrent black mark. The rune is somehow familiar, but it is both dizzying in its intricate design and repulsive in its appearance. Exposed before you, it glows faintly.<br><br>“This old mark of mine is related to the lands below.” Freya twists her wrist, studying her hand like a girl inspecting her manicure. “I have reason to suspect it can obviate a number of the measures required to seal the gate, so to speak. It’s something I believe I have to do to learn more about it, and to find more information regarding the Earthsea – information I believe will edify our efforts to proceed.”<br><br><span class=\"quote\">&gt; Ask if she’s done any scouting.</span><br><span class=\"quote\">&gt; Ask about Anaximander.</span><br><span class=\"quote\">&gt; Accept her help.</span><br><span class=\"quote\">&gt; Decline her offer.</span><br><span class=\"quote\">&gt; Other.</span>","filename":"2dd54ce20056a106d01d9f26d2b004c4.jpg","fileSize":"19 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474855883519.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474855883519s.jpg","md5":"SGoCRssbxf4k54XdWLe2Ag==","w":236,"h":196,"tn_w":125,"tn_h":103}
