{"number":"630240","threadNumber":"625942","comment":"<a href=\"#p630237\" class=\"quotelink\">&gt;&gt;630237</a><br><br><br>You catch a glimpse of something on the ceiling – a look up reveals thick threads, white and wispy, roped tightly in reticulated stretches between inverted columns. “They spin webs?” You look down at Tatsumaki, who’s unperturbed; you get the sense <span class=\"mu-i\">you</span> might be afraid of more things than she is.<br><br>“I guess?” Crow says, looking up. “I mean, I’ve never seen it happen, but why else? And – they are quite spidery.”<br><br>“Spider-like?” Smith raises an eyebrow.<br><br>“Like if a centaur was a spider.” Crow says. “Y’know, spidery.”<br><br>“They have more in common with scorpions.” Freya says. “But they’re organized, regardless of what they might look like. I’ve no doubt there’s a Precursor somewhere in these caves – and if ever there was one I’d like to see myself…”<br><br>“Which way are we going, Crow?” You ask. He’s pushed up against a high rock wall, climbing a ways up to look over; then, he turns, sliding down and speaking quietly.<br><br>“I believe the path we’re looking for is right over there; it spits out on a ridge overlooking the very bottom of that whole side of the magma chamber we were just on, which is our projected target location.” Crow responds. <br><br>“And not very far from the Earthsea proper, assuming all of these things are connected the way we’re led to believe they are.” Freya nods. “Shall we?”<br><br>“Unfortunately,” Crow continues. “There’s a couple of ladies blocking the way.”<br><br>“Not your type, I’m guessing?” Aelriss asks.<br><br>“No chance, Pretty Bird.” Crow sighs. “I guess we could wait for them to pass on, since we can’t really afford to take another fight with what’s ahead of us?”<br><br>“Keep in mind, I’m with you.” Freya smiles. “If it comes to that, I plan to pull my weight.”<br><br>“Think we can run past them, Crow?” You ask.<br><br>“Ascheritte, they have eight legs.” Smith says. “It stands to reason…”<br><br>“Looks can be deceiving, or something.” You shake your head. “I don’t know.”<br><br><span class=\"quote\">> Plan to engage the araneids.</span><br><span class=\"quote\">> Plan to run past them.</span><br><span class=\"quote\">> Plan to sneak by.</span><br><br><s>This week is going to be all over the place for me. I'll try and keep this thread alive another day or so and just plan a time to actually continue properly.</s>","time":1474946551000,"time4chanFormatted":"9/26/16(Mon)23:22","id":"8rmiChOG","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"under_city_by_wen_xaeroaaa-d5i8f3b.jpg","fileSize":"70325 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/images/1474946551174.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/625942/thumbs/1474946551174s.jpg","md5":"k5eyeK53qRhyUmR9dd28rA==","w":"900","h":"352","tn_w":"125","tn_h":"48"}
