{"isOp":true,"number":"949671","threadNumber":"949671","comment":"<span class=\"quote\">> [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">> [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline <br><span class=\"quote\">> [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br><span class=\"quote\">> [[ Underground: Lower Averron – Tethiss’s Claw // PVP Enabled ]]</span><br><br>You pass through subterranean tunnels far removed from civilization. The beating of footsteps – an army of distant allies – reverberates through the caverns overhead, dislodging bits of rock and dust that rouse you to alertness as they tumble down around you. It’s dark here; patches of bioluminescent mushrooms sprawl across the walls and dot the floors, faintly lighting a trail that winds deep into the underground.<br><br>The rock formations are roughly hewn and unfamiliar in their shape. Cut from a different type of stone, they appear out-of-place at best and somehow-malicious at worst. Thick threads, white and wispy – spiders’ webs – stretch between them, roped around the stalagmites in reticulated stretches and swaths. There’s little pitter-patters on the ceiling. You might see movement in the shadows when you gaze overhead, though you want to believe that your eyes deceive you.<br><br>You and your group exchange nervous glances, while Freya – the current leader of Freakshow, who seems to know a fair bit about this place – leads you along the path. You travel with a necessary air of caution, the lot of you remaining quiet. You are on a mission of utmost importance: travel to some supernatural seam deep beneath the earth, and seal or otherwise inactivate it before Averron City is overwhelmed by protohuman creatures from beyond.<br><br>“How much longer?” Aelriss asks. “I get the sense we’re on borrowed time.”<br><br>“Not much, but deeper still beneath us.” Freya says, turning over her shoulder and smiling. “Once we reach the end of this branch, we will have a fair distance to descend.”<br><br>“This is getting seriously sketch, lady.” Crow shakes his head. Tatsumaki nods, seeming to agree with the sentiment; Smith, however, seems rather unperturbed still. “We’re all sort of giving you the benefit of the doubt, here.”<br><br>“Just be careful.” You nod. “We can’t afford to m—“<br><br>The ground is uneasy where your foot next falls – a loose organization of rocks gives way to reveal a thin spiderweb beneath.<br><br>A pitfall trap?<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1482027101000,"time4chanFormatted":"12/17/16(Sat)21:11","id":"xuvxstZK","name":"BSO","subject":"[[ Broken Sky Online Quest - Session 28 ]]","trip":"!3c0YaXQPuY","filename":"1427157837862.jpg","fileSize":"76322 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482027101759.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482027101759s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":"738","h":"1200","tn_w":"153","tn_h":"250"}
