{"isOp":false,"number":"949928","threadNumber":"949671","comment":"<a href=\"#p949794\" class=\"quotelink\">&gt;&gt;949794</a><br><a href=\"#p949819\" class=\"quotelink\">&gt;&gt;949819</a><br><a href=\"#p949834\" class=\"quotelink\">&gt;&gt;949834</a><br><br>The mouth of the cave is dead ahead, though you’ve a distance yet to go. Your Artifact is ready, but the Memory of Rust may not serve you here; unfortunately, Strife Memoriam only has the capacity for a single active Memory as of now, and you do not have the luxury of reallocating it on the fly.<br><br>You’ll just have to work with what’s available.<br><br>Bouncing to your feet, you break into a full sprint. The ground is uneven, making it difficult to get up to speed, but you <span class=\"mu-i\">have</span> to build up enough momentum to…<br><br>Golden wings of light – cosmetic, unfortunately – burst into form at your back, hovering above your shoulder blades and illuminating the floor surrounding you. You are as a caravan of warhorses, trampling the earth beneath you into a path more suitable to your inexorable advance.<br><br>The Araneids, though, are not satisfied with this turn of events; they appear unwilling to let you leave unchallenged. Massive shadows fall from the ceiling ahead to block your path, turning upright to land on eight massive legs. The flesh of their humanoid bodies – protruding from enormous, segmented abdomens like those of scorpions, complete with a knobbed stinger – is ashen, matte and pale; their red eyes glow faintly, perfectly visible while they stand in eerie silhouette.<br><br>They wield… weapons? The two of them move to block your path, leveling large, twisted spears against your charge.<br><br><span class=\"quote\">> Draw your sword and utilize inertia to push through.</span><br><span class=\"quote\">> Stray from your course to avoid the Araneids.</span><br><span class=\"quote\">> Go low, sliding beneath them with your immense momentum.</span><br><span class=\"quote\">> Activate Strife Memoriam, and herald your arrival with the ancient flame.</span>","time":1482029847000,"time4chanFormatted":"12/17/16(Sat)21:57","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1480131824334.jpg","fileSize":"246020 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482029847415.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482029847415s.jpg","md5":"lyDFVnNwtG8SsybwPYaMsg==","w":"1920","h":"711","tn_w":"125","tn_h":"46"}
