{"isOp":false,"number":"950137","threadNumber":"949671","comment":"<a href=\"#p949940\" class=\"quotelink\">&gt;&gt;949940</a><br><a href=\"#p949941\" class=\"quotelink\">&gt;&gt;949941</a><br><a href=\"#p949944\" class=\"quotelink\">&gt;&gt;949944</a><br><a href=\"#p949945\" class=\"quotelink\">&gt;&gt;949945</a><br><br>Sorry, not sorry. You need these guys out of your way, and the best way you can think of to go about the task is by using what you have on hand: a fuckton of momentum, and a sour attitude.<br><br>You wish someone would ask you if you ever get tired of throwing your weight around. You’re pretty sure you’d have a clever answer for them.<br><br>You can feel the strength of these foes as they brace themselves against your charge, improvising a defense with skill and apparent presence of mind unusual for normal enemies. But you’re not sure they can be adequately prepared for what you have in store. Drawing your sword, you swing upward as you travel, parrying geminate spears as they zone in on any perceived weaknesses in your armor.<br><br>You pass between the Araneid warriors, who skid to either side as you carve your own path toward the cave’s exit, passing into the light as your ethereal wings begin to fade away.<br><br>Ahead, the cavern is enormous and wide open, illuminated eerily with white light from somewhere deep below. Somehow, the sight of this place fills you with dread. You are charging toward the edge of a cliff; roughly-hewn paths wind upward along the circumference of this great rift. There must be one accessible a distance below the drop ahead. You’ve only so much time to think, as the Araneids are sure to pursue…<br><br><span class=\"quote\">> Jump for it, activating Strife Memoriam to survive a fall if necessary.</span><br><span class=\"quote\">> Skid to a stop and climb down.</span><br><span class=\"quote\">> Run toward a path traveling upward and try to contact your group.</span><br><span class=\"quote\">> Other.</span>","time":1482031975000,"time4chanFormatted":"12/17/16(Sat)22:32","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1480130065966.jpg","fileSize":"315655 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482031975734.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482031975734s.jpg","md5":"hv2E3ptsyX1BsSlFKFTMLg==","w":"1920","h":"1127","tn_w":"125","tn_h":"73"}
