{"number":"950339","threadNumber":"949671","comment":"Skittering footsteps – eight pairs, if you dared to count – echo behind you, tapping strong and flat on the cavern floor as you veer off course. The cliff draws within proximity, and you jump for the very corner, landing on a diagonal path travelling upward a few feet ahead where its height intersects with the plane you’re on.<br><br>You can’t afford to stop. Thus, you run, manipulating your UI’s projected screen in front of you as you go, navigating through menus to maneuver back to your party’s group chat.<br><br><span class=\"quote\">> [[ Und¼1ðÛYOoK¼und: Tåiô¬üv¿T¼ à¿ Aás CÑU~zúÛÂ¿ðM ƒþw // PVP Enabled ]]</span><br><span class=\"quote\">> [[ o‘oëD¿‹sÿ ÈFÖ[wDþ »¾ªèŸðJŸ ]]</span><br><br>What?<br><br><span class=\"quote\">> [[ Communication server unavailable. ]]</span><br><br>This has got to stop.<br><br>“Behind you, Ascheritte!” You hear Freya’s voice, calling to you from the path below. A look over your shoulder reveals she’s exiting the mouth of the cave you just left – while the pair of Araneid soldiers tails you, one crawling down to mount the slope you’re on, the other traveling along the cavern wall to intersect with your current route.<br><br>“Yeah, thanks!” You shout. “I couldn’t tell!”<br><br><span class=\"quote\">> “Come this way! We’ve got to lose them!” Keep running upward.</span><br><span class=\"quote\">> “Think you could give me a hand with these guys?” Hold your ground with Freya’s assistance.</span><br><span class=\"quote\">> “Where’s everyone else? How did you get down here?”</span><br><span class=\"quote\">> Write-in.</span>","time":1482033912000,"time4chanFormatted":"12/17/16(Sat)23:05","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Freya.jpg","fileSize":"104332 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482033912165.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482033912165s.jpg","md5":"BuOsh/0BGfNJAjgLD+NXWQ==","w":"403","h":"834","tn_w":"60","tn_h":"125"}
