{"isOp":false,"threadNumber":949671,"number":950600,"name":"BSO","trip":"!3c0YaXQPuY","id":"xuvxstZK","time":1482036644000,"time4chanFormatted":"12/17/16(Sat)23:50:44","comment":"<a href=\"#p950424\" class=\"quotelink\">&gt;&gt;950424</a><br><span class=\"quote\">&gt; [[ 98 ]]</span><br><br>You leap out of the way as the soldier falls towards you from above, approaching your target at unexpected speed with your blade held high. It’s still moving, not quite ready for your attack.<br><br><a href=\"#p950412\" class=\"quotelink\">&gt;&gt;950412</a><br><a href=\"#p950427\" class=\"quotelink\">&gt;&gt;950427</a><br><span class=\"quote\">&gt; [[ Critical Success ]]</span><br><br>A single, decisive swing cleaves the Araneid’s humanoid body asunder, slicing clean from shoulder to waist, burning away writhing threads of sinew that reach into the newly-formed gap from either side. It shrieks for a mere instant before it dies, though its sprint still carries forward; you land halfway down the length of the creature’s abdomen and run along it like a treadmill as it passes beneath you, dodging a flying stinger with forward dive-roll to the ground.<br><br><span class=\"quote\">&gt; [[ Ascheritte defeated araneid soldier. ]]</span><br><br>Recovering on one knee, you turn and look past your kill, which collides with the rocks and collapses in a chitinous heap. The other soldier stands in the space you leapt from, with Freya on its back; her scythe is resting with the blade embedded in its body, and she stands adjacent, left hand wrapped around the back of its neck, manicured nails biting deep into mottled flesh. The sleeve of her garment is pulled back, her arm positively glowing; vitality – red threads of life – is surging into her from the point of contact as the Araneid scrambles to throw her off.<br><br>The foe slows. Its skin is shriveling, pulling taut over its sunken bones. It cracks, and fades from white to black, ichor pouring out across its form from within as the light behind its eyes falls dead.<br><br><span class=\"quote\">&gt; [[ Freya defeated araneid soldier. ]]</span><br><br>“Where’s everyone else?” You ask, after a breath.<br><br>“Still above.” She says, recovering her weapon, which comes dislodged with a grotesque noise. “These creatures delight in the kill – in personally undoing their enemies and picking them clean once they’ve been ensnared. It’s highly unlikely a pitfall would have killed you outright. I told them so, but they believed I was attempting to deceive them.”<br><br>“So you jumped down after me?” You raise an eyebrow.<br><br>“Correct. We’ve little time to delay, which left me with few options.” Freya nods. “The others appear to distrust me, or are heavily reliant on your leadership – I have yet to figure out which.”<br><br>You shake your head, gazing out over the edge. There’s a path to the bottom – the way the roads are set along the circumference of this chasm gives the impression of an ancient amphitheater with a white light shining from the very center.<br><br>It's calm here now, but you can't shake the feeling...<br><br>“Are you in need of life?” Freya asks. Her arm is held up; there are little red motes rising off of her palm. “I have extra, which would otherwise go to waste.”<br><br>[[ 1 ]]<br><span class=\"quote\">&gt; “Sure. So, what – we wait for the others?”</span><br><span class=\"quote\">&gt; “No thanks. What do we do now?”</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; Other</span>","filename":"1474855883519.jpg","fileSize":"20 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482036644117.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482036644117s.jpg","md5":"SGoCRssbxf4k54XdWLe2Ag==","w":236,"h":196,"tn_w":125,"tn_h":103}
