{"number":"950825","threadNumber":"949671","comment":"<a href=\"#p950628\" class=\"quotelink\">&gt;&gt;950628</a><br><a href=\"#p950631\" class=\"quotelink\">&gt;&gt;950631</a><br><a href=\"#p950760\" class=\"quotelink\">&gt;&gt;950760</a><br><br>The feeling that strikes you when Freya lays her hand on your shoulder is not unlike that of laying hands on a stolen item – the fear of <span class=\"mu-i\">persecution</span>, that you are being watched by one who knows you are in possession of something that is clearly not yours.<br><br><span class=\"quote\">> [[ HP: 35 / 35 ]]</span><br><br>“That should be enough.” Freya says, looking to you with a smirk.<br><br>“What if she finds out?” You cough up.<br><br>“What was that?” She tilts her head.<br><br>“Nothing—I mean.” You respond. “What do we do now?”<br><br>“We can’t exactly call back up to them.” She says, manipulating her own UI menu. “Shouting anywhere in that cave would see an army of Araneids set upon us. Likewise, our communications appear to be jammed here, and given the assumption that the others believe we’ve both fallen to our deaths, it’s unlikely that they follow behind us anytime soon.”<br><br>“Could we manage it alone?” You ask, glancing into the white light below. “Do you know what to expect down there?”<br><br>“I haven’t a clue.” She shakes her head. “I am certain I’ll be able to accomplish the requisite task. In terms of how long it will take, or what sort of opposition we’ll face? I’m flying blind.”<br><br>[[ 1 ]]<br><span class=\"quote\">> Allocate the Memory of Rust to Strife Memoriam.</span><br><span class=\"quote\">> Allocate the Memory of Marble to Strife Memoria.</span><br><span class=\"quote\">> Do not change Strife Memoriam’s allocated Memory.</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Write-in.</span>","time":1482039476000,"time4chanFormatted":"12/18/16(Sun)0:37","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1515126512361.jpg","fileSize":"285494 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482039476107.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482039476107s.jpg","md5":"3aIaF3wJZ720jAhxn3LMsA==","w":"1364","h":"768","tn_w":"125","tn_h":"70"}
