{"number":"951220","threadNumber":"949671","comment":"<a href=\"#p951213\" class=\"quotelink\">&gt;&gt;951213</a><br><br>You sheathe your sword and heft Rubi, a delicately-crafted gun which feels odd and unfamiliar in your untrained grip. Gazing down the sights, you look deep into the chasm. Paths wind down, with tunnels beneath – caves, leading into small unseen areas carved out of the rock.<br><br>In the center of it all, white light pours from an enormous, chiseled icon. It is as a sigil, or some unknown message of the Earthsea, though it appears damaged in a way that leaves you unsure whether mere magic will be able to fix it. Strewn about nearby, you can see bodies, broken Identifiers – fallen Players, no doubt.<br><br>She wasn’t lying. This is the place.<br><br>You watch the sigil for a little bit. Runes surrounding the outside gradually fill with light, as if they are counting up to something; your impression of it given about twenty seconds of analysis is that there’s twelve of them in total with ten currently to go, and it takes about sixty seconds for one to fill completely.<br><br>As you think on your Artifact, a haunting image passes through your mind: the face of Velika, whom you had only recently allowed yourself to forget. A clawed finger reaches out to touch your chest, carving a line down your breastbone. Your flesh parts, giving way not to blood, but to a sheet of cold, unyielding porcelain, clean and immaculate white. Tendrils of ivory creep across your skin from the seam to entomb your invulnerable body beneath, forever locking your features in place.<br><br><span class=\"quote\">> With the Memory of Marble, gain a massive increase in damage resistance and health regeneration for a short duration.</span><br><span class=\"quote\">> Additionally, deal bonus unarmed damage at the cost of a significant reduction in manual dexterity.</span><br><span class=\"quote\">> Strife Memoriam remains inactive for a short time after reallocating equipped Memories.</span><br><br>You take a sharp breath, snapping back suddenly to consciousness; you stand ready, looking like a cloaked gunman briefly as you hold Rubi at the ready, finger running parallel to the trigger guard. It’d probably be best to put this thing away before you shoot your eye out. If you want to switch back, well – it’ll take another few moments, but you get the sense your Artifact will probably be ready by the time you make it down.<br><br>Meanwhile, you have no idea what’s become of the remainder of your group, and no way to contact the raid, which you know was due to be overwhelmed. You could give them time; you <span class=\"mu-i\">know</span> they haven’t lost faith in you, but you’re not sure how much time you have to spare. Freya stands by, looking oddly amused as she waits on you with her weapon tossed over one shoulder.<br><br>[[ 1 ]]<br><span class=\"quote\">> Maintain the Memory of Ruby.</span><br><span class=\"quote\">> Reactivate the Memory of Rust.</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Give the group five minutes, allowing the sigil to progress halfway to \"completion\".</span><br><span class=\"quote\">> Give the group ten minutes, and observe the sigil before acting.</span><br><span class=\"quote\">> Ask Freya if she’s ready, and head into the Chasm.</span>","time":1482045200000,"time4chanFormatted":"12/18/16(Sun)2:13","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"underground_city_blue_fantasy.jpg","fileSize":"325880 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482045200724.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482045200724s.jpg","md5":"ac6jXaFLKzf0v+hYpfch5w==","w":"2560","h":"1440","tn_w":"125","tn_h":"70"}
