{"isOp":false,"number":"951539","threadNumber":"949671","comment":"With a resolute nod, you turn to face the chasm.<br><br>“What did you see?” Freya asks.<br><br>“The seal is counting down to something. I don’t want to wait any longer to find out what it is.” You respond. “Let’s get this over with.”<br><br>“My sentiments exactly.” She says, and the two of you begin down the path.<br><br>The path is unsteady and narrow in places, but the rock wall at your side provides an excellent handhold. As you progress, the air grows heavy around you. It’s somewhat dizzying, especially when coupled with a curious stench – one of neither strictly death nor rot, but equally repulsive as either. You steel yourself as you approach the bottom.<br><br><span class=\"quote\">> [[ Earthsea Pro¼1ðÛYOoK¼de: Calamity Rift // PvP En‡ÊKÙÔÉ‡ed ]]</span><br><br>It’s much more intimidating at ground level. The walls around you and the sigil before you leave you feeling smaller than you ever have. You check your corners, ensuring the way ahead is clear of enemies, not sure how to proceed.<br><br>Just over nine minutes, by your clock. You wish you had more time, especially given you’re in the dark when it comes to time frame.<br><br>“Freya, are you doing this?” You ask, watching her carefully maneuver to the edge of the seal. She holds her staff upright at her side, extending her left hand forward with her palm downturned.<br><br>“I’m here, as promised. I have not neglected the duty this power entails.” She scoffs, as her hand begins to glow. The dizzying symbols of her cursed brand are reflected in the enormous mark on the ground at her feet. Her smile grows wide, as she begins to absorb its light.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1482049809000,"time4chanFormatted":"12/18/16(Sun)3:30","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"2141829515.jpg","fileSize":"26773 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482049809329.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482049809329s.jpg","md5":"h4q1PAJo/v7g79g5HGXH/g==","w":"490","h":"368","tn_w":"125","tn_h":"93"}
