{"number":"951566","threadNumber":"949671","comment":"<a href=\"#p951539\" class=\"quotelink\">&gt;&gt;951539</a><br>A pause, as she turns to face you.<br><br>“Ascheritte, I’m going to need a couple of minutes.”<br><br>Her smile grows wider as the sigil floods with her own red threads, which quickly begin to stitch the seam closed.<br><br>The earth rumbles suddenly, as if displeased with this development.<br><br>“Oh, come, now - you <span class=\"mu-i\">really</span> thought I would do as you asked? You wanted lives? Sacrifices? For what, now?” The woman smirks as the very earth before her twists and bucks as if trying to break free. She’s working quickly, but there’s so much yet to do. “Either way, I’ve changed my mind. But I’ll be keeping this power for myself – and putting an end to this exile nonsense while I'm here – and I want something more from you, as well…”<br><br>“What?” You ask, moving forward with your weapon at the ready. Something is rising before her – a form is pulling itself free of the crack. “Freya, what are you—“<br><br>“Show me the truth. I want to know what you really are – what you’re hiding from us.” She continues, rotating the sigil with a twist of her wrist to work from a different angle. A gauntleted hand breaches the surface, looking for a moment as if it will reach toward her own before planting itself firmly in the earth. There’s something pulling itself out. “Whoever's listening? Teach me what you know, or I’ll bury as many more of your slaves it takes for me to find out myself.”<br><br><span class=\"mu-r\">”Please. You misunderstand.”[/spoiler] Face concealed behind a broken helmet, it wears scraps of regal armor, decorated in the color you believe the sky should be. It is tall and wiry, towering over either of you. The sheath of an enormous sword – claw marks in the leather – dangles from its shredded faulds. <span class=\"mu-r\">”We would have given anything – or paid any price – to protect this place.”[/spoiler]<br><br>“Yeah,” She says, looking upward. “Right.”<br><br><span class=\"mu-r\">\"If you will not help us, then...\"[/spoiler] Its voice is growing ragged - it sounds wet, and strained through a cage of flesh and metal.<br><br>\"Ascheritte!\" Freya shouts, gritting her teeth. A blast of light - a stroke of the knight's hand - undoes precious seconds of her work, as he pulls himself completely free of the chasm. \"Incoming!\"<br><br>You shake your head, readying your blade as you move into position. He approaches with an inhuman stride, great height falling upon you…<br><br><span class=\"quote\">> [[ 1d100 ]]</span>","time":1482050152000,"time4chanFormatted":"12/18/16(Sun)3:35","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"3462476335.jpg","fileSize":"171253 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482050152332.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482050152332s.jpg","md5":"8FpCYrFUSGM47QW1PKcaaw==","w":"800","h":"800","tn_w":"125","tn_h":"125"}
