{"isOp":false,"number":"951671","threadNumber":"949671","comment":"<a href=\"#p951572\" class=\"quotelink\">&gt;&gt;951572</a><br><br><span class=\"quote\">> [[ 97 ]]</span><br><br>A sword of black light – a narrow stretch of gleaming white cast in crackling bilateral shadow – forms in the colossal knight’s hands as he falls towards you, and you sidestep to avoid the attack; the umbral weapon explodes on contact with the ground, sending so many little razor-blades flying along the floor to the Rift’s circumference, where they climb the walls and disappear high overhead.<br><br>You’ll be sure to watch your step.<br><br>The two of you are illuminated in white and red from the sigil below as Freya works carefully a distance to the side. At a glance, you notice that what she’s completed of her apparent patch-up appears at least twice redundant; while certainly a thoughtful measure, you’re not sure it’s one you have the time for. <br><br>Meanwhile, the knight’s enormous strides dwarf yours, and you’re forced to do fancy footwork to stay out of range. It seems like each foe you face is unlike any you’ve faced before; his speed is <span class=\"mu-i\">incredible</span>, and his movements…<br><br>A fading strike glances off of his armored body – you glimpse diseased flesh beneath – as he spins upward, drawing another shadowed blade from the air to threaten you further away with a spinning attack. The motion carries him upward into a midair pirouette that sends dark projectiles lancing in all directions from the blade’s reach, exploding on the cavern floor and walls. The sound of falling rock echoes around you.<br><br>You situate yourself to prepare for his landing, but end up stumbling away. His body twists head-over-heels, the joints of his wrists and ankles cracking and inverting; he lands on all fours and marches ‘backwards’ with his downturned head facing you.<br><br><span class=\"mu-r\">”PLEASE. DO NOT GO FURTHER. DO NOT DO NOT.”[/spoiler]<br><br>You can barely keep up. He leaps a few feet towards you to build momentum, then <span class=\"mu-i\">spins</span> on his upended hands, claw-tipped gauntlets sparking as they grind against the cavern floor.<br><br><span class=\"quote\">> Activate Strife Memoriam and get in close to guarantee time and deal literally any damage.</span><br><span class=\"quote\">> Prepare your sword and brace against the spinning charge.</span><br><span class=\"quote\">> Leap upward and strike down as he passes beneath.</span><br><span class=\"quote\">> Write-in.</span>","time":1482051999000,"time4chanFormatted":"12/18/16(Sun)4:06","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
