{"isOp":false,"threadNumber":949671,"number":951892,"name":"BSO","trip":"!3c0YaXQPuY","id":"xuvxstZK","time":1482059338000,"time4chanFormatted":"12/18/16(Sun)06:08:58","comment":"<a href=\"#p951888\" class=\"quotelink\">&gt;&gt;951888</a><br><br><span class=\"quote\">&gt; [[ HP: 28 / 35 ]]</span><br><span class=\"quote\">&gt; [[ HP: 29 / 35 ]]</span><br><span class=\"quote\">&gt; [[ HP: 30 / 35 ]]</span><br><br>Your every waking moment is a nightmare. The miscreation whose skin you wear exists as a mockery of life itself, but also – in the character of your existence, transitory, artificial, and predicated strictly on visual beauty – of love. You beg, in your mind, for your creator to end you. Your lips are stiff and unmoving.<br><br><span class=\"quote\">&gt; [[ HP: 17 / 35 ]]</span><br><br>There’s a sudden pause as you fall. You bear down with your weight, attempting to ride the knight in your clutch to the ground, but his other hand snaps up suddenly, wrapping around your neck and slinging you over his head, the rest of your body ragdolling behind you with a sickening pop. You’re not sure the sound is of your spine or his; he carries the motion through, bending over backwards and slamming you into the ground hard enough to craterize it around you.<br><br><span class=\"quote\">&gt; [[ HP: 18 / 35 ]]</span><br><span class=\"quote\">&gt; [[ HP: 19 / 35 ]]</span><br><span class=\"quote\">&gt; [[ HP: 20 / 35 ]]</span><br><br>You roll to the side to avoid a downward lunge from your opponent. It’s actually rather hard to move in this form; your motions aren’t smooth, but jerky and slightly displaced in time like a horror-movie hallucination. You manage to pull yourself to your feet – dainty little obsidian things, filed to razor-points – and draw your sword, moving back into reach.<br><br><span class=\"quote\">&gt; [[ HP: 21 / 35 ]]</span><br><span class=\"quote\">&gt; [[ HP: 22 / 35 ]]</span><br><span class=\"quote\">&gt; [[ HP: 18 / 35 ]]</span><br><br>Your swing rebounds limply off his armor, and he shoves your blade aside with a gauntleted hand, ramming into you with his shoulder to send you skidding a few feet backward. You can’t get a good swing off – it’s too damn hard to hold your sword properly with these hands.<br><br>A lull in the fighting, as your health continues to rapidly regenerate. The knight levels a spirit blade overhead, but remains poised to strike. A thick, olive-colored liquid is pouring down his neck from the cracks of his ruined headpiece, streaking his armor and pooling on the floor beneath. He’s <span class=\"mu-i\">waiting for you</span>.<br><br><span class=\"quote\">&gt; Write-in.</span>","filename":"Velika.jpg","fileSize":"381 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482059338054.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482059338054s.jpg","md5":"PkVWQsh7Izl0EWV7bdkPuw==","w":514,"h":775,"tn_w":82,"tn_h":125}
