{"number":"951852","threadNumber":"949671","comment":"<a href=\"#p951804\" class=\"quotelink\">&gt;&gt;951804</a><br><span class=\"quote\">> [[ 63 ]]</span><br><br>He springs back up, arcing onto his hands and feet as you fall, and pushing himself into your blade in doing so. You cut deep into his gut with the intent and requisite force to tear him to ribbons – black blood surging from the wound, the knight escapes via a macabre-looking crab-walk, blade cutting out of his side as he maneuvers.<br><br>You’re cautious, but you approach this time, your foe sideways-somersaulting into a standing position and lashing out with twinned shadows, pulled suddenly from overhead. You move back as blades cross, extending their reach further – you can feel cold through your armor as they come within inches – to rend you asunder. You duck a horizontal swipe and sidestep a thrust, circling around as white, black, and red threads dance along the caverns adjacent. <br><br>The second blade comes diagonally upward, sweeping from below as the next step in the lithe tower’s whirling dance. You move, instinctively bringing your blade low to parry.<br><br><span class=\"quote\">> [[ HP: 31 / 35 ]]</span><br><br>Energy from the spirit weapon rushes along your blade, burning as it sinks beneath your fingernails and digs into your pores, creeping up your wrist.<br><br><span class=\"quote\">> [[ HP: 20 / 35 ]]</span><br><br>You half leap backwards and are half blown away; he presses his blade into yours, keeping them locked together, and his weapon explodes moments later, bladed lights cutting into you as they lurch outward in all directions. He screams, a ragged howl spewing droplets of blood from his cracked helmet as he continues to bear down on you. The cavern wall is drawing close behind, now.<br><br>“Freya—!”<br><br>“I can see…” You hear her call out. “I’m only halfway done, but I’m so <span class=\"mu-i\">close</span>…”<br><br>You’re running out of room.<br><br><span class=\"quote\">> He’s all about offense. See if he likes your charge.</span><br><span class=\"quote\">> No more games – activate Strife Memoriam.</span><br><span class=\"quote\">> Go low and try to maneuver past him.</span><br><span class=\"quote\">> Wall-run? Wall-run.</span><br><span class=\"quote\">> Write-in.</span>","time":1482056945000,"time4chanFormatted":"12/18/16(Sun)5:29","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
