{"isOp":false,"number":"953096","threadNumber":"949671","comment":"“A few seconds more, Ascheritte!” Freya calls. Her voice is sounding much airier than usual. “Do hold on… I should be available to help…”<br><br>You cannot respond in a meaningful way.<br><br>Sheathing your blade for the time being, you totter into range on perfect, handcrafted tiptoes. The knight’s stance shifts as he prepares his strike, but you lurch back and forth, body quivering in and out of his weapon’s maximum reach as if pulled on unseen, indecisive strings. <br><br>Your health is full.<br><br>When the blade sweeps past you, spilling black flame through the air in its wake, the minute movements at play are so many and so difficult to read that it’s functionally impossible to determine whether you dodged or he missed. You know only that this is an opportunity that you cannot afford to waste, and you seize it, closing the gap at barely-perceptible speed and leaping toward your opponent’s torso.<br><br>He flails, doing everything he can to throw you off as your clawed hands and spiked feet bite into his timeworn armor, piercing flesh beneath and keeping you pinned in place. Your wiry, clawed fingers dig deep beneath the links of chain mail. You are taken, completely and suddenly, by an insatiable bloodlust that compels you to peel back this armor, tearing it apart link by link to strip the flesh beneath.<br><br>The knight tumbles backwards, throaty and profane utterances spilling from the grated skin of his neck as he collapses in a crumpled heap. You crash face-first on the ground behind him, a forehead-to-shoulder crack evolving in your immaculate, self-healing skin. If your lips could part, you would cry out at this sudden, unacceptable affront to your beauty. These vestiges of Celestial power are slipping from your grip, though, as your Artifact’s duration comes to a close. Still, you need more.<br><br>You are wobbling and unsteady, the way you pull yourself to your feet. The knight is rising, inverted on all fours, though visibly slower in the way he executes his movements. Freya’s work is almost complete, but light is welling up in the room. You’re not immediately sure how much time has passed, but it can’t be that long…<br><br><span class=\"quote\">> Tear his head from his shoulders.</span><br><span class=\"quote\">> Jump back on and cleave open his chest.</span><br><span class=\"quote\">> Release the effect of Strife Memoriam and strike with your sword before he rises.</span><br><span class=\"quote\">> Write-in.</span>","time":1482100059000,"time4chanFormatted":"12/18/16(Sun)17:27","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"19-2.jpg","fileSize":"40389 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482100059235.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482100059235s.jpg","md5":"NI5pFZMr3FsbKJsEJg7HLw==","w":"480","h":"600","tn_w":"100","tn_h":"125"}
