{"isOp":false,"number":"953198","threadNumber":"949671","comment":"<a href=\"#p953108\" class=\"quotelink\">&gt;&gt;953108</a><br><a href=\"#p953126\" class=\"quotelink\">&gt;&gt;953126</a><br><a href=\"#p953129\" class=\"quotelink\">&gt;&gt;953129</a><br><br>You lurch forward, your jittery movements beginning to run together. Your bones are aching, and you move ever closer as you reach out, each additional step compensating for your shrinking arm, which slowly returns to color and form as it withers back to the correct length.<br><br>Time is of the essence.<br><br>Your clawed hand wraps about the top of the knight’s armored skull. With a single, decisive motion – fingers clutch, wrist flicks – you crush the head, feeling flesh and bone give way beneath the immense strength of your fingertips.<br><br><span class=\"quote\">> [[ Ascheritte defeated Cidren, Hand of the Earthsea King. ]]</span><br><span class=\"quote\">> [[ Ascheritte, your journey ends here. ]] </span><br><br>The marble coating your body like a second skin slowly flakes away, fluttering toward the ground at your feet and slowly dissolving like a strange snowfall. You hold a wet and bloody helmet in your hand; the vitreous black fluid spilling ceaselessly from the head-hole is thick, and writhes like a mass of leeches as it spreads out on the ground.<br><br>Suddenly casting the headpiece aside, you look over to Freya. She appears strained in her stance, clutching her left wrist with her right hand as she completes her work. The last threads that she extends to close shut the seam – still working triply redundant – are almost complete.<br><br>The last stitch falls into place.<br><br>The clock stops, and the earth seals.<br><br>She falls to her knees, trembling with wide eyes. An explosion of light from the core of the sigil blasts her away, sending her rolling limply toward the cavern's opposite wall with her scythe landing beside her.<br><br><span class=\"quote\">> Write-in.</span>","time":1482101687000,"time4chanFormatted":"12/18/16(Sun)17:54","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
