{"number":"954278","threadNumber":"949671","comment":"<a href=\"#p954104\" class=\"quotelink\">&gt;&gt;954104</a><br><br><span class=\"quote\">> [[ 59 ]]</span><br><br><span class=\"quote\">> [[ HP: 9 / 35 ]]</span><br><span class=\"quote\">> [[ Cursed ]]</span><br><br>Its touch scorches a black handprint into your greaves, tainting the flesh beneath. A powerful shock courses through you, arcing from its body to yours. Your sword is deflected once or twice – from an apparently unarmored surface – before you can cut yourself free from its grip, delivering another quick series of slashes.<br><br>You shake your head, teeth grit. The ground is fast approaching, and you jump, landing rather ungracefully and rolling heavily, skidding across the rocks beneath you. Freya has since abandoned her position, no longer ready to intercept; she’s by your side instead, prepared to drag you to your feet by the back of your neck.<br><br><span class=\"quote\">> [[ HP: 21 / 35 ]]</span><br><br>“Having a good rest?” She teases. The left sleeve of her garment is in tatters, now that you’ve got a good look at her; her arm, up to the elbow, appears to have been scorched several measures darker than even her ashen skin. You feel strange when she offers you life, this time – you don’t even know where it’s coming from.<br><br>“Feels like I deserve one.” You say, almost rolling your eyes at her, teeth grit.<br><br>“We don’t appear to be making significant headway. Even damaged, it looks ready to fight.” Freya watches as Eunoia attacks the fiend, blasting it repeatedly with orange beams while it struggles to its feet. “Is that Aelriss’s bird?”<br><br><span class=\"quote\">> [[ HP: 19 / 35 ]]</span><br><br>“Yeah.” You nod. “Anyway – I weakened it on one side. Or, I should have.”<br><br>“Let’s try again?” She glances toward you, brandishing her scythe, taking it horizontally in her hands with an elaborate flourish. “We might as well give it all we have.”<br><br>You shrug. You’re kind of tapped out on tricks. You feel a little clumsy, and your veins are aching.<br><br><span class=\"quote\">> Attack together while it’s down.</span><br><span class=\"quote\">> You’ve got its attention, mostly – keep switching off, with one of you on backup.</span><br><span class=\"quote\">> Attempt to escape combat.</span><br><span class=\"quote\">> Write-in.</span>","time":1482116207000,"time4chanFormatted":"12/18/16(Sun)21:56","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
