{"isOp":false,"number":"955455","threadNumber":"949671","comment":"“Been better. Sick of these things.” You nod, taking stock of your inventory. Damnit - it seems the curse has run its course, but it’s gotten hold of your weapon, which isn’t looking very good, the rest of your baggage notwithstanding. Thankfully, you’re no longer poisoned – probably Eunoia’s doing – as you don’t seem to have anything on hand for such an ailment. You should really consider a restock. “Can’t recommend getting cursed, either.”<br><br>“Certainly not.” She shakes her head. “It might not pass from you until you visit a fortune teller, or a seriously accomplished Artificer. It would be in your best interest to make sure you’re well before you re-engage in combat. That said… you know what sort of foe we just faced?”<br><br>“Yeah, sort of. I’m flattered I’ve got the attention of -whatever these are- but they’re seriously obnoxious.” You grit your teeth, folding your arms while you inspect the corpse of the King’s Hand. “The ominous messages, too – really starting to get on my last nerve. What about you? What was that whole show you put on?”<br><br>“Something I had to take care of.” She inspects her left hand – her skin has turned pitch-black from fingertip to elbow – curiously, turning it in front of her face to view it from a variety of angles. “Service was demanded of me as an additional price for this power, but I won’t be so easily used as a tool. Good work, by the by. You performed impressively.”<br><br>You glance over at the sigil, which appears sealed, sewn entirely shut by the red threads of her strange art. All things considered, it looks like she did alright too. The clock has come to a stop – it’s quiet here, now. You turn your attention toward more productive avenues.<br><br>A thread of ice runs across the back of your head as you inspect the fallen warrior. Strife Memoriam has witnessed this, and you will not so easily forget.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1482135264000,"time4chanFormatted":"12/19/16(Mon)3:14","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"JD1HZy.jpg","fileSize":"127782 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/images/1482135264975.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/949671/thumbs/1482135264975s.jpg","md5":"nLjEcxRGOwVrQ6BX7mGvtA==","w":"1000","h":"800","tn_w":"125","tn_h":"100"}
