{"number":"955532","threadNumber":"949671","comment":"<a href=\"#p955474\" class=\"quotelink\">&gt;&gt;955474</a><br><br>The royal signet ring marks its wearer as an accomplished Earthsea royal. It radiates magic, but its properties are unknown.<br><br>The vile tourmaline is a jagged, black shard. It sparkles within with some corrosive energy.<br><br>You walk toward the other pile of loot, but immediately stumble and fall. It takes you a couple of seconds before you’re able to crawl back onto your feet.<br><br>The Symbol of Fire is a metal icon enshrined in jewels harvested from the magma chamber beneath Averron. It appears to be a part of something.<br><br>You loot two Celestial Gems. Beautiful and brilliant, they belong in your hands alone. They are rife with so many little memories lost to you and time. You wish there was some way for you to look closer. You take a third – “For Aelriss – for that close save.” – and tuck it away in your Unique Identifier, feeling somehow satiated, somehow calmed.<br><br>“T-the other Gems—are for you. I’m splitting the credits evenly.” You nod. “Is there anything here you particularly want?”<br><br>“I’ve actually been looking for a crystal like that, believe it or not.” Freya shrugs. “Otherwise, if you were planning on taking one of those named weapons to sell or break down, I’d appreciate the other. Items with stories seem to fetch much more at market, after all. That ring appears important, but I somehow doubt I’d put it to proper use; the rest of it is of limited value to me.”<br><br>[[ 1 ]]<br><span class=\"quote\">> Afford her the vile tourmaline and “Red Wind”, taking everything else for yourself.</span><br><span class=\"quote\">> Negotiate for another of the above items.</span><br><br>[[ 2 ]]<br><span class=\"quote\">> “Something on your mind?”</span><br><span class=\"quote\">> Try to contact the others of your group. (Write-in.)</span><br><span class=\"quote\">> Other.</span>","time":1482138188000,"time4chanFormatted":"12/19/16(Mon)4:03","id":"xuvxstZK","name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
