{"isOp":true,"threadNumber":980053,"number":980053,"subject":"[[ Broken Sky Online Quest - Session 29 ]]","name":"BSO","trip":"!3c0YaXQPuY","id":"XrT+CxR1","time":1482881291000,"time4chanFormatted":"12/27/16(Tue)18:28:11","comment":"<span class=\"quote\">&gt; [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.c<wbr>om/archive.html?tags=Broken%20Sky<br><span class=\"quote\">&gt; [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">&gt; [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline<wbr> <br><span class=\"quote\">&gt; [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br><span class=\"quote\">&gt; Smith, Liza, Vyx, Nel, Tatsumaki, Ayla, Florica, and Aelriss are online.</span><br><span class=\"quote\">&gt; Vision and Donnel are offline.</span><br><br>You’ve since resolved to rendezvous with Crow and the others at the nearest entrance to Tethiss’s Claw, high above. You’ve equipped some different gear, as well – trading out what of your equipment suffered the curse to whatever else you have on hand. Currently, you wield your old scimitar and wear leather boots; additionally, you slide the earthsea royal signet ring onto one of the fingers of your right hand, feeling a momentary humming in your mind upon doing so.<br><br>Thus, you depart up the slopes from the Calamity Rift.<br><br>“I’m not convinced.”<br><br>There’s a long, deliberate stall. You pause in your tracks and look over your shoulder at Freya, who cocks an eyebrow at you, folding her arms.<br><br>“You’re not convinced about what, now?” She asks.<br><br>“You’re inviting me to join Freakshow, and I’m not really feeling the pitch.” You respond, giving a dismissive gesture. “You haven’t really told me why I should get involved with you – just why I <span class=\"mu-i\">shouldn’t</span> get involved with the Alliance. You’re not lacking confidence, are you?”<br><br>“What? Never.” Freya responds. “I’m marketing to my target audience – <span class=\"mu-i\">you</span> just happen to be a hard sell. How else could someone rub shoulders with the likes of both the Guardians and the Writ Keepers and remain guildless? I merely didn’t want to waste time feeding you impertinent information. But, if you <span class=\"mu-i\">prefer</span>…”<br><br>“That’s enough. What does your guild actually want to achieve?” You ask. “Because orchestrating an attack on Averron City was not exactly what I’d call good PR.”<br><br>“That was a regrettable incident, yes.” She looks unperturbed. “Anaximander was rather heavy-handed in his approach – though he wanted to make a statement, and <span class=\"mu-i\">was</span> rather successful in doing so. To be quite honest? I’m not even sure I understand now what he once hoped to achieve. The fact of the matter, though, is that we’ve secured peace.”","filename":"1427157837862.jpg","fileSize":"75 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/images/1482881291049.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/thumbs/1482881291049s.jpg","md5":"6m5x1cRfjQHxAgmvj3mv4A==","w":738,"h":1200,"tn_w":153,"tn_h":250}
