{"number":"980065","threadNumber":"980053","comment":"<a href=\"#p980053\" class=\"quotelink\">&gt;&gt;980053</a><br><br>“<span class=\"mu-i\">You’ve</span> secured peace?” You shoot her an incredulous look.<br><br>“Averron at large now knows the consequences of player-versus-player combat. They understand how to conduct themselves in matters where the Nameless are concerned,” She glances at you with a grin. “Most important, though, is that they have someone to fear.”<br><br>She scoffs when your expression doesn’t change. “No one wants to hear the truth,” she continues. \"You must admit: what we represented then does well now to keep the population of this place away from each others' throats.\"<br><br>“Peace in Averron is tenuous at best.” You respond. \"Still.\"<br><br>“Is that the way you see it?” Freya asks. “From my point of view, things have been rather stable. In fact, the only one who’s made a power play thus far is Liza.”<br><br>You shake your head. You don’t really have a lot to say to that one. An icy tingling runs across the back of your head from ear to ear a moment later, indicating that your Artifact is once again ready for use. It’s an exhausting climb, but the mouth of the cave you departed from to this deep, hellish branch of the Underground is just a ways further overhead. You think you can hear voices...<br><br>How will you pass the last of the time?<br><br><span class=\"quote\">> Allocate a different Memory to Strife Memoriam.</span><br><span class=\"quote\">> Message someone. (Who?)</span><br><span class=\"quote\">> Say something. (Write-in.)</span>","time":1482881424000,"time4chanFormatted":"12/27/16(Tue)18:30","id":"XrT+CxR1","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Freya.jpg","fileSize":"104332 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/images/1482881424677.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/thumbs/1482881424677s.jpg","md5":"BuOsh/0BGfNJAjgLD+NXWQ==","w":"403","h":"834","tn_w":"60","tn_h":"125"}
