{"isOp":false,"number":"980533","threadNumber":"980053","comment":"<a href=\"#p980098\" class=\"quotelink\">&gt;&gt;980098</a><br><a href=\"#p980138\" class=\"quotelink\">&gt;&gt;980138</a><br><a href=\"#p980145\" class=\"quotelink\">&gt;&gt;980145</a><br><br>“We’re nearby,” Freya says, looking to you suddenly. “I believe I can hear them in the distance. Are you alright?”<br><br>“Yeah.” You respond, shaking your head. “I was wondering – why did you join Freakshow?”<br><br>“I had aspirations – but like you, I also had doubts.” Freya gives a long pause, then a bit of a sigh. “These opportunities that the elite have access to in Averron? I wanted to partake. But as you’ve seen yourself, it’s not a matter of merit to do so – merely luck and proper connections. And I was downtrodden by the Crimson Guardians and their hegemony; I wasn’t <span class=\"mu-i\">right</span> for them, allegedly. So I had no place to call my own, a fate I wouldn’t wish on anyone.”<br><br>“Then?”<br><br>“He saw my potential.” She says, giving you a flat look. “Of course, I didn’t disappoint. I became his second in command – discerned the method behind his madness – and when he quit, no one was more suited to take the helm.”<br><br>“Your guild widened the gap between Nameless and Identified.” You shoot her a bit of a glare. “You’re right that I’m not a fan of the Alliance’s methods, but I’m hoping to get us all to work together in the interest of unity – which I have a feeling is going to be very important with us coming into contact with more cities.”<br><br>“Our actions have always been in the interest of equality, Ascheritte. Though some choose to look down upon us for playing by the rules that this game has already set in place.” She says, extending a hand to help you up the next set of rocks; you accept, though mentally double-checking to ensure it’s her right hand. “We are leaders, you know, but some in Averron are not content with mere leadership. They are not interested in creating unity,” Freya continues, “They are interested in deciding what unity represents.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1482887157000,"time4chanFormatted":"12/27/16(Tue)20:05","id":"XrT+CxR1","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Anaximander.jpg","fileSize":"282178 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/images/1482887157935.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/thumbs/1482887157935s.jpg","md5":"SPUqqmKAN5IigJZRaJAKYQ==","w":"590","h":"900","tn_w":"81","tn_h":"125"}
