{"isOp":false,"number":"980867","threadNumber":"980053","comment":"<span class=\"quote\">> [[ UI Messenger – Nel ]]</span><br><span class=\"quote\">> [[ Ascheritte ]]: Oh, you know, the usual.</span><br><span class=\"quote\">> [[ Ascheritte ]]: Hanging out with Freya. You know, from Freakshow?</span><br><span class=\"quote\">> [[ Ascheritte ]]: We’re besties now.</span><br><span class=\"quote\">> [[ Nel ]]: wat</span><br><span class=\"quote\">> [[ Nel ]]: you’re joking right?</span><br><span class=\"quote\">> [[ Nel ]]: …please tell me you’re joking</span><br><span class=\"quote\">> [[ Ascheritte ]]: I am.</span><br><span class=\"quote\">> [[ Nel ]]: oh thank god</span><br><span class=\"quote\">> [[ Ascheritte ]]: We’re not besties.</span><br><span class=\"quote\">> [[ Ascheritte ]]: I am with her though.</span><br><span class=\"quote\">> [[ Nel ]]: ashe pls.</span><br><span class=\"quote\">> [[ Ascheritte ]]: I have a totally good reason. You missed a lot of stuff.</span><br><span class=\"quote\">> [[ Nel ]]: …how much could I have possibly missed?</span><br><br><span class=\"quote\">> [[ UI Messenger – Aelriss ]]</span><br><span class=\"quote\">> [[ Ascheritte ]]: Yo, is that you guys in the cave up ahead?</span><br><span class=\"quote\">> [[ Aelriss ]]: What?</span><br><span class=\"quote\">> [[ Aelriss ]]: Oh, wait, shit!</span><br><br>“ASHE!” Someone shouts from a great distance in front of you – and you see one of the shadows crack a fluorescent torch to light. It’s your group: Aelriss, Tatsumaki, Smith, and Crow, all looking a little bit worn down – well, Tatsumaki looks a little angry, and the others look a bit worn down. You and Freya wait in the light, and the four of them pick up the pace a bit to meet you.<br><br>“Scrapbook! Lady Grey!” Crow folds his arms, wearing a wide, confident grin. His hair is down, which, in his bruised and beaten state gives him a bit of an ‘outcast warrior’ look that belies his likely level of injury. “You have no idea how glad I am to see you.”<br><br>“Were you not the one that wanted to bail as soon as things got bad?” Aelriss asks, looking at Crow over her shoulder as she moves to stand before you. The fringe of her cloak is in tatters, and she’s got rough cuts on her lower lip and beneath her eye.<br><br>“They’re a pair of Artifact users!” Crow sighs. “I had total faith in them, you know – I was just keeping the best interests of the group in mind.”<br><br>Tatsumaki gives a subdued groan.<br><br>“What they’re trying to say is that we’re happy you made it, Ascheritte.” Smith shakes his head. “I’m told that you succeeded in completing our mission, no less?”<br><br>“It’s all taken care of.” Freya says. “We met with a powerful foe, but Ascheritte’s protection was more than adequate for me to take the necessary actions.”<br><br>“What happened to your arm?” Aelriss asks, eyeing her suspiciously.<br><br>“To be honest?” Freya asks. The left sleeve of her garment is in tatters, and her arm – starting at the seal etched into her palm – is burned black, darker than her ashen skin, all the way to the elbow, terminating in a mess of strange, swirling figures like lapping flames. “I’m not entirely sure, though I am somehow eager to find out.”<br><br><span class=\"quote\">> “Bigger issue: How are we getting back upstairs?”</span><br><span class=\"quote\">> Message someone else.</span><br><span class=\"quote\">> Write-in.</span>","time":1482889990000,"time4chanFormatted":"12/27/16(Tue)20:53","id":"XrT+CxR1","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Crow.jpg","fileSize":"90760 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/images/1482889990112.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/thumbs/1482889990112s.jpg","md5":"htWnLu+5NTOKR7gYYOZwyQ==","w":"500","h":"810","tn_w":"77","tn_h":"125"}
