{"isOp":false,"threadNumber":980053,"number":981136,"name":"BSO","trip":"!3c0YaXQPuY","id":"XrT+CxR1","time":1482892184000,"time4chanFormatted":"12/27/16(Tue)21:29:44","comment":"“Sorry about all of the trouble, guys. I’ll watch my step next time and whatnot, but we’ve got bigger issues I think.” You make eye contact with each of them in turn. “How do we get back upstairs?”<br><br><span class=\"quote\">&gt; [[ UI Messenger – Crimson Guardian Liza ]]</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Yo.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Situation report?</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: Regrouping and assessing.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: I’m not sure what’s happened, but what Exiles aren’t scattering seem to have gone catatonic.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: There’s no way we could have prepared adequately for those numbers, though.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: I don’t have a body count, but we’ve suffered a lot of losses.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: Report from your front?</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: It’s done.</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: What’s happened is that the rift has been closed – with Freya’s help, no less.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: …</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: How?</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Her Artifact had something to do with it. She met with us, and was able to seal it shut with her ability.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: I don’t trust it.</span><br><span class=\"quote\">&gt; [[ Crimson Guardian Liza ]]: Send me the location of the rift. You understand the importance of double-checking, correct?</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Will do.</span><br><br>“Tethiss’s Claw is a black spot on the best maps we’ve got.” Crow says. “There’s definitely a road to the top somewhere in there, but we’re not exactly in top combat shape – unless we wanted to stay on standby and watch Cat-Tats punch her way through everything in sight while the rest of us are bleeding out…”<br><br>“She was trying to help.” Aelriss barks. “You know anything about that?”<br><br>“What else have you got, Crow?” You ask. “My climbing-buff gear is cursed.”<br><br>“It’s that or the back roads: also rather uncharted, and almost certainly much worse going bottom-up than top-down.” He folds his arms. “No spiders, probably, but I can’t guarantee what <span class=\"mu-i\">is</span> there.”<br><br>“This is how the best players die, you know.” Smith says. “From getting in too deep – landing in a location you shouldn’t be in with no way out. It’s never the fighting that kills; it’s the little mistakes, or what happens afterward…”<br><br>“Well,” Freya says. “Your confidence is appreciated, but do you mind keeping such thoughts to yourself for the time being? Crow, you’re the scout. What’s your suggestion?”<br><br>“We’ve got the advantage when it comes to scouting in either location. The Claw presents more obvious dangers, while the environment and lack of knowledge as to where we actually are is probably the biggest threat along the other route.” He says. “I’ll leave it up to you, but personally I don’t want to see another Araneid as long as I live.”<br><br>Aelriss scoffs – you know what she’s thinking: that might not be very long the way things are going.<br><br><span class=\"quote\">&gt; Write-in.</span>","filename":"Crimson Guardian Liza.jpg","fileSize":"796 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/images/1482892184281.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/thumbs/1482892184281s.jpg","md5":"KWtb/ltt3MNMO+AxQs98QQ==","w":1236,"h":1020,"tn_w":125,"tn_h":103}
