{"isOp":false,"number":"981707","threadNumber":"980053","comment":"“Ael.” You produce a Celestial Gem, barely able to hand it over to her in spite of all she’s done for you. It feels as if you’re parting with a piece of yourself. “I wanted to thank you for the save earlier.”<br><br>“Oh.” Aelriss responds, eyes sparkling as she accepts the gift with open palms. “T-thanks, Ashe.”<br><br>“Cute. I’m gonna have to start calling you Lovebird.” Crow says, not looking up from his screen. “You know, doves are a symbol of peace, which is pretty fitting for the pacifist in you…”<br><br>“Ever seen what happens when you attack a bird of paradise, Crow?” Tucking away the Gem, Aelriss folds her arms, looking over her shoulder at him. “You should try it sometime.”<br><br>“Oh, Tats – sorry if we caused you some trouble.” You ruffle her hair. “Like I said, I’ll try watching my step. We’re all alright now, right?”<br><br>“Mm.” She nods. “Okay.”<br><br>“Freya,” Smith says, “You said you met with a powerful foe, earlier?”<br><br>“Yeah, fought a boss.” You respond. “And a boss after the boss. This place is supposedly close to the Earthsea Promenade – we’re deeper than I think we think we are.”<br><br>“Closer now than ever to that place.” Freya adds.<br><br>“We’re still a long way off, you know.” Aelriss says. “The alliance guilds are still trying to accrue resources for the excavator, and Ayla’s tearing herself up over planning the build. That, and we need safety – this raid has proven how hard it is for us to get high numbers of people this far down.”<br><br>“Have the Observatory’s proprietors considered the possibility of teleportation, Ascheritte?” Smith asks. <br><br>“Haven’t even thought about it.” You respond. “But we’d need somewhere to go – an away base, or something, which means we’d need to find somewhere with an Altar to set up camp, as well as enough Gems to secure a facility.”<br><br>“Right next to you.” Crow chimes in. “You could take Tethiss’s Claw.”<br><br>You shudder. You could never plan such a thing, could you? What if she finds out?<br><br>“Do you know of a Precursor within, Crow?” Freya asks.<br><br>“Look on the forums, Lady – like I’m doing right now.” Crow responds, unperturbed. “What else would something called ‘Tethiss’ be in a place like this? Meanwhile, I’m thinking ‘great, a fucking spider queen, just what we need’.” He sighs. “Maybe I should join the Excavator project. This place sucks ass.”<br><br><span class=\"quote\">> Suggest taking on some mobs to pass the time.</span><br><span class=\"quote\">> Message someone.</span><br><span class=\"quote\">> Ask something.</span><br><span class=\"quote\">> Search for something on the message boards.</span><br><span class=\"quote\">> Other.</span>","time":1482898457000,"time4chanFormatted":"12/27/16(Tue)23:14","id":"XrT+CxR1","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Aelriss.jpg","fileSize":"132820 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/images/1482898457887.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/thumbs/1482898457887s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":"1000","h":"605","tn_w":"125","tn_h":"75"}
