{"isOp":false,"number":"981960","threadNumber":"980053","comment":"“Anyone want to take on some of the mobs down here?” You ask. “We’ve still got a while to wait.”<br><br>“I think you’re gonna be on your own.” Crow says. “I’m spent, for one, and don’t feel like fighting for two. Don’t have the resources right now to recover from any slip-ups.”<br><br>“Tatsumaki will probably be eager to join you.” Smith says. “Tatsumaki?”<br><br>Tatsumaki nods.<br><br>“Ael?” You ask.<br><br>“Taking stock of the situation.” Aelriss says, now on her own UI as well. “Sorry – looks like there’s a lot going on. There’s a lot of picking up the pieces underway right now, since a lot of Players went down in the raid. Likewise, there’s some pretty huge arguments going on about bounty hunting that I’m trying to read; some controversial things are going on and people are starting to find it reprehensible.”<br><br>“Oh, lovely.” Smith sighs. “I can’t wait to see the Averron we’re going back to.”<br><br>“Whatever things are like up there,” Freya says, addressing them – though she seems to be looking at you. “It just means that those of us who remain are more important than ever.”<br><br>[[ 1 ]]<br><span class=\"quote\">> Switch Strife Memoriam’s allocated Memory.</span><br><span class=\"quote\">> Maintain the Memory of Exile.</span><br><br>[[ 2 ]]<br><span class=\"quote\">> Explore the area nearby with Tatsumaki.</span><br><span class=\"quote\">> Head down alone to spend time exploring the Calamity Rift.</span><br><span class=\"quote\">> Search for something on the message boards.</span><br><span class=\"quote\">> Message someone or ask something.</span><br><span class=\"quote\">> Relax and pass the time in recuperation while Kengo’s team makes their way through the Claw.</span>","time":1482902291000,"time4chanFormatted":"12/28/16(Wed)0:18","id":"XrT+CxR1","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1480131595713.jpg","fileSize":"318875 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/images/1482902291060.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/thumbs/1482902291060s.jpg","md5":"hSdoxH9sa0YpuWNYqMGPyg==","w":"1100","h":"761","tn_w":"125","tn_h":"86"}
