{"isOp":false,"number":"982292","threadNumber":"980053","comment":"As you call upon Strife Memoriam once more, you feel for a moment as if you have faded into the background. Silently, you watch as civilization grows and flourishes around you; silently, you obey as a golden age begins.<br><br>Some find your existence abhorrent; you are a strange creature, they believe, given false life by a madman toying with the forces of the universe. They show no respect, though you bear the weight of their kingdom on your shouiders.<br><br>You feel neither disappointment nor shame. You feel nothing. It is not your purpose to feel.<br><br><span class=\"quote\">> With the Memory of Ruby, temporarily attack from a distance with destructive energy from Strife Memoriam.</span><br><span class=\"quote\">> While active, significantly increases the user’s physical effect on their environment, improving the ease of feats of strength. No effect on damage of attacks.</span><br><span class=\"quote\">> Strife Memoriam remains inactive for a short time after reallocating equipped Memories.</span><br><br>The forums have become home to a lot of threads cataloguing players who’ve fallen; rendezvous attempts for players whose whereabouts are unknown after the raid, as well as the fates of rare items and named or handcrafted equipment lost to the underground are rather commonplace, it seems.<br><br>There are not a lot of success stories.<br><br>Certainly, new arrivals present with a given frequency – but even though identified players respawn as nameless after their death, they are not guaranteed to spawn in or anywhere near Averron. Judging by what you once read online – on an imageboard – they aren’t even guaranteed to respawn in a city territory. You’ve heard stories of some who’ve just been cast alone into the Underground.<br><br>You get the sense that Averron’s population is smaller. It’s quiet and somewhat somber. Liza has had Mendicant, who appears to be in charge of the Guardians’ PR, update the city at large with the current status of the raid and related business.<br><br>There’s no word on a means of restoring life to a fallen Player, though discussion suggests that people now believe not even Artifacts can do so. Requests for such Artifacts, in fact, seem to be rewarded with strange and unique messages from the ‘Celestials’.<br><br>It doesn’t take you long to find the thread Aelriss is speaking of, either. It seems trouble’s come from a number of sources, the ‘my-word-against-yours’ scenarios you noted when you first faced Anaximander notwithstanding. Though player-versus-player combat has thankfully grown much less common, this decrease has led to some who seek a source of justified bloodshed in a place where justice isn’t easy to find. An entire branch of the forums has emerged, devoted to the swift removal of ninja looters, player killers, trolls and anyone deemed at large to be ‘problematic’.","time":1482907448000,"time4chanFormatted":"12/28/16(Wed)1:44","id":"XrT+CxR1","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Candrence.jpg","fileSize":"89801 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/images/1482907448975.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/980053/thumbs/1482907448975s.jpg","md5":"I2KuNXGs7i5nVctwJa6U9g==","w":"560","h":"835","tn_w":"83","tn_h":"124"}
