{"isOp":false,"threadNumber":993431,"number":993451,"name":"BSO","trip":"!3c0YaXQPuY","id":"wXa/5/gd","time":1483161185000,"time4chanFormatted":"12/31/16(Sat)00:13:05","comment":"<span class=\"quote\">&gt; [[ HP: 33 / 35 ]]</span><br><br>“Sorry!” You hear Tatsumaki’s actually-rather-unfamiliar voice, spoken probably too loud as you hit the ground much harder than you intended to and roll to one knee, head whipping to face the mouth of Tethiss’s Claw. There’s araneids coming in your direction; four in total, with the one at the forefront larger than before, though the rest are significantly smaller. “Very sorry!”<br><br>You watch, hand eased around the hilt of your scimitar, as the members of your group spring to their feet and assume a crude formation, stashing away their toys and preparing their weapons. Your foes are a distance away, but approaching fast on eight long legs apiece, spreading out as they do so. The largest among them, wielding a hideous-looking axe – their assumed leader – wears worn-out looking armor, a strange mess of harnesses and metal designed to suit her unique anatomy; a decorated hauberk drapes down from her shoulders to preserve the modesty of her human half.<br><br>She skids to a stop in the center of your group. The cord around Aelriss’s finger unfurls; Eunoia emerges from her palm in an iridescent flash, perching on her shoulder. Smith appears to be down to one drone, which hovers ominously overhead.<br><br>An arrow whistles from the cave, striking the araneid’s abdomen and sticking.<br><br>She turns, momentarily distracted.<br><br><span class=\"quote\">&gt; Move about to investigate the source.</span><br><span class=\"quote\">&gt; All-out while the leader’s occupied.</span><br><span class=\"quote\">&gt; Take out the adds first; everyone knows that.</span><br><span class=\"quote\">&gt; Write-in.</span>","filename":"Crow.jpg","fileSize":"89 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483161185520.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483161185520s.jpg","md5":"htWnLu+5NTOKR7gYYOZwyQ==","w":500,"h":810,"tn_w":77,"tn_h":125}
