{"isOp":true,"number":"993431","threadNumber":"993431","comment":"<span class=\"quote\">> [[ Previous Threads ]]</span><br>http://suptg.thisisnotatrueending.com/archive.html?tags=Broken%20Sky<br><span class=\"quote\">> [[ Unique Identifier: Ascheritte ]]</span><br>http://pastebin.com/pZv3XUPQ<br><span class=\"quote\">> [[ Twitter ]]</span><br>https://twitter.com/BrokenSkyOnline <br><span class=\"quote\">> [[ Ask Page ]]</span><br>http://ask.fm/Sylvetican<br><br>“Any word on the body count?” Smith asks.<br><br>“People are tossing out figures,” Aelriss responds. “But no confirmations. It’s gonna be bad, no matter who’s right.”<br><br>“What about the Rescue Rangers, Ashe?” Crow asks. \"Heard back from them?\"<br><br>“Not yet.” You respond. “Said they were on their way down – that was a while ago now.”<br><br>“Figured.” He shakes his head, sitting cross-legged on the rocks. Looks like he’s starting to get a little impatient; you’re not sure what he plans to do, then, since he wasn’t in the mood for more fighting. “Kengo looked like the type to take her sweet time with things.”<br><br>“I’m not sure what your issue i—“ You turn to face him, but see Tatsumaki flinch suddenly at your side. She drops low and braces herself against the ground, sweeping your leg from beneath you with a spinning kick before you’re even aware of what’s happening.<br><br>You’re falling backwards – confused, but aware of your surroundings by account of the incessant adrenal drip this game seems to feed you in the throes of combat – and doing your best to think of how you’re going to recover, wondering exactly <span class=\"mu-i\">why</span> this is going on and what you’re going to do about it. That’s when you see the spear – a razor-edged obsidian point, surely poison-laced, attached by thick silk to a haft of rough-hewn bone – pass inches above your upturned chest, sailing through the space you occupied an instant ago.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1483160989000,"time4chanFormatted":"12/31/16(Sat)0:09","id":"wXa/5/gd","name":"BSO","subject":"[[ Broken Sky Online Quest - Session 30 ]]","trip":"!3c0YaXQPuY","filename":"underground_by_xiaoxinart-d3do0ht.jpg","fileSize":"72041 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483160989724.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483160989724s.jpg","md5":"bJvMGcXyXo6Z5H8B1+BgSw==","w":"900","h":"394","tn_w":"250","tn_h":"109"}
