{"isOp":false,"threadNumber":993431,"number":993719,"name":"BSO","trip":"!3c0YaXQPuY","id":"wXa/5/gd","time":1483163642000,"time4chanFormatted":"12/31/16(Sat)00:54:02","comment":"<a href=\"#p993460\" class=\"quotelink\">&gt;&gt;993460</a><br><a href=\"#p993471\" class=\"quotelink\">&gt;&gt;993471</a><br><a href=\"#p993503\" class=\"quotelink\">&gt;&gt;993503</a><br><br>“Yo!” You shout, springing up into a full sprint. You’re in a wide landing at the very top of a cliff – the araneids approach from the mouth of the cave, which takes up most of the opposite wall. You think you hear the pounding of hooves on the stone floor; it is the sound of the unseen caravan of pegasi, declaring your inexorable approach. Golden wings flare at your back as you charge toward an unaware target. “Adds first!”<br><br>You leap as you approach one of the three lesser araneids, equipped with a long, halberd-like tool. You’ll have to be more careful; this weapon is shorter and weaker than the one you’re used to, and they’ll be able to ready themselves against your charges easily. He’s facing the cave, but swivels in your direction as you come into proximity. By the time he can raise his weapon, you’re back on the ground, having left a series of deep cross-cuts down his chest.<br><br>“Where’d that arrow come from?” Smith asks, slowly making his way – well, out of the line of fire. He’s got good dramatic timing; another couple of arrows come flying out of the cave. The araneids you aren’t engaged with duck and weave to avoid the shots, spreading further out across the clifftop as the projectiles vanish into the darkness of the distant caves.<br><br><span class=\"quote\">&gt; [[ HP: 34 / 35 ]]</span><br><br>“I think help has arrived.” Freya calls. The armored legionnaire appears to be focused on her as of now; she jumps backwards, and a swing of its enormous weapon cracks the earth at her feet. The drone you’re fighting skitters toward you, closing the distance quickly. You parry a swing, weapons clashing uncomfortably close to your face; you’re giving up ground until Tatsumaki slides past you, executing a concussive blow from beneath.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"Aelriss.jpg","fileSize":"130 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483163642866.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483163642866s.jpg","md5":"w73UsJub4uJHjQ+fYu2FWA==","w":1000,"h":605,"tn_w":125,"tn_h":75}
