{"number":"994165","threadNumber":"993431","comment":"<span class=\"quote\">> [[ 69 ]]</span><br><br>The light of Strife Memoriam is intense enough that it’s more comfortable to confirm your shot and close your eyes before firing. You feel the heat on your face once more as energy gathers and a second heat beam surges across the mesa, the air adjacent visibly quivering. It streaks scorch-marks up the legionnaire’s armor, lurching up from the point of impact and cutting into her side.<br><br>You’ve given Freya time to recover, at least; the legionnaire turns and starts toward you, while the scythe-wielding woman stumbles and collapses dazed – to your surprise, even given a hit like that.<br><br>She’s fast. You have to work quick.<br><br>You wheel around, pre-firing, to cut and dislodge one of the standing stones from its base; tall, but not so thick that you can’t carve through it in time or pick it up. You’re on your feet and running; you lift it from the top, and it comes loose with the sound of earth moving and stone cracking. You whirl around, momentum building into a swing as the enormous legionnaire comes into proximity.<br><br>A clash, as your tools collide, strength matched. The head of her massive axe cuts into the base of the enormous cone you’re hanging onto – sending a long crack down the side of it – but the weapon rebounds. She stumbles; that is, steps back with her front feet, the links of her armor clanging with each movement.<br><br>Her and her kin are skilled with their weapons. When she stands before you, you feel hemmed in, as if flanked by a solitary presence. She whirls her axe overhead, swatting Smith’s drone from the air and sending it crashing down near the cave entrance in a heap of scrap. The archer, kneeled a distance away, is pelting her with a volley of arrows that pierces her armored abdomen; she’s unfazed, though, and her motion is carrying through into a wide sweep leveled downward at you.<br><br><span class=\"quote\">> Bash in with your club.</span><br><span class=\"quote\">> Incinerate her weapon before it makes contact.</span><br><span class=\"quote\">> Get clear of the axe.</span><br><span class=\"quote\">> Write-in.</span>","time":1483170282000,"time4chanFormatted":"12/31/16(Sat)2:44","id":"wXa/5/gd","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Smith.jpg","fileSize":"610572 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483170282491.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483170282491s.jpg","md5":"Yxkuf5Xk+4zvA7eEw9/ecg==","w":"717","h":"787","tn_w":"113","tn_h":"125"}
