{"isOp":false,"threadNumber":993431,"number":994361,"name":"BSO","trip":"!3c0YaXQPuY","id":"wXa/5/gd","time":1483173828000,"time4chanFormatted":"12/31/16(Sat)03:43:48","comment":"<a href=\"#p994342\" class=\"quotelink\">&gt;&gt;994342</a><br><br>As the clifftop falls quiet, the glow at your forehead fades, Strife Memoriam collapsing to its inactive state. Damn – if only you could have done more, you think. This will have to suffice for now.<br><br>“Good stuff.” Kengo says, giving you a nod. Packed up from his perch, the archer moves to her side, and they’re joined by a third who’s been hidden somewhere near the mouth of the cave – a small, white-robed woman, probably even shorter than Tatsumaki, who looks more like an apprentice mage than an actual combatant of any sort. “Looks like that was all of ‘em. Everybody here?”<br><br>You pause as you glimpse Kengo’s sabre again, fingers curling a bit, heat building behind your eyes as your hand creeps toward your weapon. That weapon’s gleam is the light, its edge <span class=\"mu-i\">perfection</span>. She is not fit to wield it – she…<br><br>“Ashe.” Aelriss says, now standing beside you. “You good?”<br><br>“Huh.” You blink, steadying yourself. “Yeah.”<br><br>“He means this is all of us.” Aelriss rolls her eyes. “We really appreciate the assist, by the way.”<br><br>“It’s no trouble at all.” Kengo responds.<br><br>“Arguable.” The archer shakes his head; he stashes his bow on his back, then stands with his arms folded.<br><br>“I can see why nobody ever comes down this far.” Kengo says, dismissing him. The robed girl – she’s got a bit of a jaded look – is standing between her and Tatsumaki now; you confirm that they <span class=\"mu-i\">are</span> about the same height. ”Place is absolutely crawling with those things, and they’re seriously riled with all the goings-on.”<br><br>“There’s a safe way back to the upper branches, though.” Crow says, approaching the group. “Right?”<br><br>“Duh.” The archer says, curtly. You can’t gauge his expression through his face-obscuring headgear, but it sounds like he scoffs. A moment passes before he projects a UI holoscreen, interacting with it to bring up a map. “But I don’t know how long it will stay that way.”<br><br>“Which means – surprise – time crunch.” Kengo says, turning to face you. “What’s our status? Liza told me you guys were at the seam - since you're up here, I'm guessing that's handled.”<br><br><span class=\"quote\">&gt; \"All taken care of.\" This party was sent to assist your return to Averron - something that's actually important as of now.</span><br><span class=\"quote\">&gt; \"Mostly.\" Your resources are about depleted, but you haven't done your fair share of exploring the Rift.</span><br><span class=\"quote\">&gt; Write-in.</span>","filename":"09a9899524612fad0de52971233c7a67.jpg","fileSize":"40 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483173828615.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483173828615s.jpg","md5":"uAml2sveu0tw+FMrppGXvA==","w":393,"h":553,"tn_w":88,"tn_h":125}
