{"isOp":false,"number":"994342","threadNumber":"993431","comment":"<span class=\"quote\">> [[ 75 ]]</span><br><br>Your purpose is clear.<br><br>You bring the makeshift weapon up for an overhead slam and bring it down, striking her at the base of her humanoid torso hard enough to halt her strike and send her sliding backwards, tips of her spindly legs digging into the ground. She screeches, stomping forward and whirling her weapon towards you again, leaning low and leering at you; her hair is long and thin, nose flat, sclera black, and her rows of razor-fangs curl into a wicked smile as she marches.<br><br>Eunoia flutters overhead, harrying her with another powerful magic blast that renders her stance unsteady, while Crow maneuvers about behind her, lashing out at weak points and attempting to strike beneath.<br><br>“Ascheritte! Are you ready?” A figure emerges from between the rocks adjacent; you see Kengo out of the corner of your eye, and she dashes to the legionnaire’s side while the creature is still distracted with you. You recall her words; her weapon brings destruction. The araneid turns, but can’t react quickly enough to the new combatant. With a single swing of her sabre, she cleaves through the foremost pair of armored legs on one side, sending the creature collapsing forward before you.<br><br>The next swing of your weapon is its last; you bring the club up and back down onto the legionnaire’s human head hard enough to break it into fragmented, pulverized stone. Most of the creature’s human body gives way instantly in a disgusting display of flesh, bone, and translucent off-yellow blood, axe slipping from arms that hang loosely from broken shoulders.<br><br><span class=\"quote\">> [[ araneid legionnaire was defeated. ]]</span><br><br>You discard what's left in your hand (a small, broken shard of stone) as the last vestiges of Celestial power slip from your body.<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1483173483000,"time4chanFormatted":"12/31/16(Sat)3:38","id":"wXa/5/gd","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Kengo.jpg","fileSize":"72732 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483173483827.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483173483827s.jpg","md5":"vqHSvMrj/fCgikK3zJ4/jg==","w":"700","h":"760","tn_w":"115","tn_h":"125"}
