{"number":"995464","threadNumber":"993431","comment":"“We’re kind of burning out in terms of resources. Liza wanted another set of eyes on the Rift to see whether or not we took care of it...” You begin.<br><br>“She told us that. I assume she’s going to take care of it herself, though. None of us are really qualified. Right?” Kengo asks, looking down at the robed girl beside her – who responds by shooting her a bit of a dirty look, gesticulating – ‘really?’ – with upturned palms. “Yeah, not our thing.”<br><br>Crow glares down at the archer, who’s inspecting the legionnaire’s corpse. “You looting already?”<br><br>“Did you not hear Kengo? Key words: time crunch.” The archer says, shaking his head as he pulls up his menu. “No Gems. Splitting the creds way in your favor. We’re taking the armor bits. Rest of the stuff is yours.”<br><br><span class=\"quote\">> [[ Inventory: araneid legionnaire ]]</span><br>primitive araneid greataxe<br>tenacious silk x8<br><br>“Do we even want any of this?” Smith asks, inspecting the items.<br><br>“That silk seems like a pretty good crafting reg.” Aelriss says. “I’ll take it if you’re not interested.”<br><br>“We’ll split it.” Freya responds.<br><br>“No one wants that axe?” You ask.<br><br>“I mean – it’s large, and that’s about it.” Freya shrugs. “The lot of us seem to be comfortable with our weapons, so…”<br><br>“Dibs, then.” You respond.<br><br>“Oi.” The archer says, rising and rejoining Kengo’s group. “Are we going?”<br><br><span class=\"quote\">> Begin the return to Averron – you’ve got a road ahead of you and plenty of things to do.</span><br><span class=\"quote\">> Ask Kengo’s team to come inspect the Rift with you.</span><br><span class=\"quote\">> Write-in.</span>","time":1483224028000,"time4chanFormatted":"12/31/16(Sat)17:40","id":"wXa/5/gd","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"1480131595713.jpg","fileSize":"318875 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483224028850.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483224028850s.jpg","md5":"hSdoxH9sa0YpuWNYqMGPyg==","w":"1100","h":"761","tn_w":"125","tn_h":"86"}
