{"isOp":false,"threadNumber":993431,"number":995527,"name":"BSO","trip":"!3c0YaXQPuY","id":"wXa/5/gd","time":1483225564000,"time4chanFormatted":"12/31/16(Sat)18:06:04","comment":"“Yeah.” You nod. “Let’s get the hell out of here.”<br><br><span class=\"quote\">&gt; [[ Underground: Lower Averron – Tethiss’s Claw // PVP Enabled ]]</span><br><br>As you pass into the cave’s fanged maw, you look to either side, reaffirming your earlier thought – this would certainly be a good place for an ambush. Fortunately, you’re in good company, and have evidently dealt with the worst of the threats nearby. You’ll have to gather more information about these foes, be it from fortune-tellers or forums; beyond what you’ve faced – the tip of the iceberg, from your impression – you don’t know much about them, their habits, more advanced behaviors, and <span class=\"mu-i\">how quickly they respawn</span> or move to fill the empty space in their own territory, a factor of importance to you as of right now.<br><br>Smith criticized the archer for his choice of weapon, but you’re not sure if you’d do the same. While Kengo seems to be their group’s leader, he appears to be their navigator, guiding the lot of you forward by the light of his UI screen, tracking your location on a crude map of the area. The young, spiritless-looking mage follows idly behind them, staff in hands. They must be capable; you expected more than three people.<br><br>You’re moving upward through this cave of ominous, roughly-hewn stone walls, crossing over large rocks and enormous spires. You can hear sounds around you; there’s movement, no doubt, through tunnels in the distance and beyond walls. You can hear running water, as was in the pitfall that took you this deep in the first place. You feel uneasy, but only for a moment.<br><br>“That was an impressive display, Ashe.” Kengo says, looking over her shoulder at you. “I was surprised – you certainly understated the power of your Artifact in our meeting with Liza.”<br><br>“Yeah, uh.” Aelriss says, nudging you. “Lasers? Seriously, how many things can you do? I’m half expecting you to sprout wings and fly around like Liza – or turn into an elder crawler, or something…”<br><br>[[ 1 ]]<br><span class=\"quote\">&gt; “Don’t worry.” Dismiss the inquiry. “I can already do both of those things.”</span><br><span class=\"quote\">&gt; “There are limits.” Explain your ability. “I don’t even understand all of them.”</span><br><br>[[ 2 ]]<br><span class=\"quote\">&gt; “You guys have names?” Ask for introductions.</span><br><span class=\"quote\">&gt; ”Kengo, do you know Candrence?” Ask what they about bounty hunting.</span><br><span class=\"quote\">&gt; “Does she not speak English?” Ask about the young mage.</span><br><span class=\"quote\">&gt; “Ever fight an enemy without a name?” Ask about suspicious occurrences.</span>","filename":"1515126512361.jpg","fileSize":"279 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483225564283.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483225564283s.jpg","md5":"3aIaF3wJZ720jAhxn3LMsA==","w":1364,"h":768,"tn_w":125,"tn_h":70}
