{"isOp":false,"threadNumber":993431,"number":995696,"name":"BSO","trip":"!3c0YaXQPuY","id":"wXa/5/gd","time":1483229558000,"time4chanFormatted":"12/31/16(Sat)19:12:38","comment":"“You’re one of the few people that could figure out how it works, Ael.” You respond. “Give it some thought. It might seem familiar.”<br><br>“What? I still don’t… How would it be…?” She stalls for a moment. “Wait – oh, holy shit! Seriously? That’s <span class=\"mu-i\">insane!</span>”<br><br>You nod.<br><br>“What is it?” Crow asks. “I wanna know now.”<br><br>“Explaining it ruins the mystique.” You add, before looking to Kengo’s party. “Don’t worry about it. Hey – you guys have names, right? You never introduced yourselves.”<br><br>“Varrin.” says the archer, not breaking step. “I shoot stuff. And, no, I don’t have lasers – you can spot some targets for me if you want, though.”<br><br>“You know my name.” Kengo says, then gestures to the white-robed mage. “The quiet little one back here is Millie.”<br><br>“She looks like a healer – is that a proper assumption based on appearance alone?” Freya asks. “I’ve never seen someone dedicated to the role, so I feel the need to ask.”<br><br>“It’s a highly sought-after ability.” Kengo says. “It allows us to do more with less.”<br><br>“Cute.” Crow asks. “Non-communication must be hard with a dedicated support, though. We’ve got a non-English speaker in our party too, so...”<br><br>“Oh, you must be fucking joking, right?” Millie says, stopping in place and turning around. “Wait, you’re serious.”<br><br>“W-what?” Crow says, cocking an eyebrow and raising his hands defensively.<br><br>“You think you’re an interesting little shit, don’t you?” She continues, deadpan. “You think you’re interesting enough that if I don’t want to talk to you, something must be wrong – like I don’t speak your language.”<br><br>“I.” Crow blinks. “I mean. I wasn’t like, judging! Tatsumaki back here doesn’t speak English either, so…”<br><br>“I bet. Go ahead and lump me in with her, then! I bet she won’t mind.” Millie turns to face forward, continuing up the path ahead. “What, she Jap? She should join up with us. Gookshot over here can translate for her – he’s a bigger fuckin’ weeb than Kengo.”<br><br>“We’re in a PVP zone, Mill.” Varrin says, sounding only a little frustrated. “Call me Gookshot one more time and I swear to God I will shoot you until you learn not to overheal.”<br><br>“Do it. I fucking dare you.” Millie responds. “We <span class=\"mu-i\">like</span> that. We’re all masochists. Every single one of us. That’s why we spend all of our time keeping you alive. You’re what makes the pain real.”<br><br>Your UI pings.<br><br><span class=\"quote\">&gt; [[ UI Messenger – Aelriss ]]</span><br><span class=\"quote\">&gt; [[ Aelriss ]]: I’m laughing</span><br><span class=\"quote\">&gt; [[ Aelriss ]]: These guys are literally human garbage</span><br><br>You glance over at her; she’s looking at you with wide eyes and a nervous smile.<br><br><span class=\"quote\">&gt; [[ Continued ]]</span>","filename":"1480130065966.jpg","fileSize":"308 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483229558424.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483229558424s.jpg","md5":"hv2E3ptsyX1BsSlFKFTMLg==","w":1920,"h":1127,"tn_w":125,"tn_h":73}
