{"number":"995703","threadNumber":"993431","comment":"<a href=\"#p995696\" class=\"quotelink\">&gt;&gt;995696</a><br><br>You glance over at her; she’s looking at you with wide eyes and a nervous smile.<br><br><span class=\"quote\">> [[ UI Messenger – Aelriss ]]</span><br><span class=\"quote\">> [[ Ascheritte ]]: I mean, they actually seem like they’re getting along.</span><br><span class=\"quote\">> [[ Aelriss ]]: Somehow</span><br><span class=\"quote\">> [[ Aelriss ]]: Though I don’t know how it works</span><br><span class=\"quote\">> [[ Aelriss ]]: I never imagined a competent group could be so adversarial.</span><br><span class=\"quote\">> [[ Ascheritte ]]: Maybe she’s just a little firestarter. Or Kengo’s a good leader.</span><br><br>“That Liza?” Kengo asks. “I haven’t heard back from her yet.”<br><br>“Nope.” You respond. “Just a friend. Say, have you ever fought an enemy without a name?”<br><br>“Is that like, a philosophical question?” Kengo says, with a little laugh.<br><br>You shake your head. “Back in the Rift – Freya and I fought a monster that was tough as bricks.”<br><br>“The King’s Hand.” Freya says, looking at you.<br><br>“But after that – the thing that came out of him.” You respond.<br><br>“It had a name.” Freya says. “It was… wait.”<br><br>“Right?” You ask. “It just said ‘we defeated’ or whatever – like a blank space.”<br><br>“Spooky.” Crow says. “You’re overthinking, Ashe. I bet it was a glitch. Not everything that happens in a game like this can possibly be intentional.”<br><br>“I’ve never seen anything like that.” Kengo says. “It doesn’t sound unbelievable – I’ve seen my fair share of weird stuff between the fortune teller and the lower branches, not to mention the rumor mills on the forums – but I can’t imagine what it might mean.”<br><br><span class=\"quote\">> [[ Continued ]]</span>","time":1483229650000,"time4chanFormatted":"12/31/16(Sat)19:14","id":"wXa/5/gd","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"3462476335.jpg","fileSize":"171253 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483229650446.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483229650446s.jpg","md5":"8FpCYrFUSGM47QW1PKcaaw==","w":"800","h":"800","tn_w":"125","tn_h":"125"}
