{"isOp":false,"threadNumber":993431,"number":996098,"name":"BSO","trip":"!3c0YaXQPuY","id":"wXa/5/gd","time":1483236718000,"time4chanFormatted":"12/31/16(Sat)21:11:58","comment":"“Can you identify some items for me, Ael?” You ask.<br><br>“Haha, get a load of this guy – he thinks I’m a competent artificer.” Aelriss says, feigning amusement. “Every point I don’t have invested into traditional combat skills is invested into my ability to use the Aven Cordis, Ashe. So you don't ask in front of anyone else - as of right now, I have pretty much no abilities that are useful for crafting, support, or trade. I can't even identify without unbinding my artifact, waiting out the cooldown, and fully regenerating first.\"<br><br>“Oh.” You respond. “Sorry.”<br><br>“Why?” She gives you an incredulous look.<br><br>“Dunno. Gonna roll down to the Chapel for a bit.” You say, pulling up your UI screen. “Got some administrative business.”<br><br>“Fancy.” Aelriss says. “Well, I’ll be around. See you later?”<br><br>“Of course.” You respond, making your way into the Observatory and downstairs.<br><br><span class=\"quote\">&gt; [[ UI Messenger – Ayla ]]</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Yo</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Just touched back down at the Observatory. What’s up?</span><br><span class=\"quote\">&gt; [[ Ayla ]]: I can’t even deal. I feel like tearing my hair out atm.</span><br><span class=\"quote\">&gt; [[ Ayla ]]: Liza’s riding me again and people are talking about taking my guild to battle over bounty hunting, of all things!</span><br><span class=\"quote\">&gt; [[ Ayla ]]: Half of Averron just died – and every other person out of the remaining half wants to kill someone else.</span><br><span class=\"quote\">&gt; [[ Ayla ]]: By my projection, there will be two (2) people remaining in the city within 48 hours.</span><br><span class=\"quote\">&gt; [[ Ayla ]]: Of course my time might be off because I FEEL LIKE I HAVEN’T SLEPT IN THREE DAYS.</span><br><span class=\"quote\">&gt; [[ Ayla ]]: I just log off and log right back on, cause, why not, right? It’s only been, what, a few minutes? Maybe an hour or so by now?</span><br><span class=\"quote\">&gt; [[ Ayla ]]: If I go to sleep now, which I’m not sure I can, I’ll be awake all night.</span><br><span class=\"quote\">&gt; [[ Ayla ]]: And think of how much I’d MISS, Ashe.</span><br><span class=\"quote\">&gt; [[ Ayla ]]: Can’t you feel it?</span><br><span class=\"quote\">&gt; [[ Ayla ]]: I know you can dont you fucking lie to me</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: ?</span><br><span class=\"quote\">&gt; [[ Ayla ]]: It’s getting SLOWER</span><br><span class=\"quote\">&gt; [[ Ascheritte ]]: Ayla, are you alright?</span><br><br>There’s no response by the time you reach your destination.","filename":"841259182.jpg","fileSize":"625 KB","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483236718742.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483236718742s.jpg","md5":"hPypc9GrEdI6Nu/Skae6yg==","w":800,"h":638,"tn_w":125,"tn_h":99}
