{"number":"996436","threadNumber":"993431","comment":"<span class=\"quote\">> [[ Underground: Averron Observatory – Soulforge // Neutral Territory // PVP Disabled ]]</span><br><br>In the observatory basement, a bridge extends out over an abyss, leading to a circular platform; the center slopes down into a small pit where a purple flame once burned eternally. The platform, though, has been cleaned of the storage crates and spare materials.<br><br>It is surrounded by strange apparatuses – instruments and baubles of bronze and ivory extending haphazardly in all directions, inward over the platform and outward over the abyss. Crackling with malefic power, it resembles a strange combination of a robotic surgeon and a planetarium. There are clouds swirling high overhead. You’re not sure if the height of the sky you’re looking at is congruent with the floor of the Observatory floor above you. A faint redness creeps in from the outer dark of the place.<br><br>“Your predecessors are a strange breed, Keeper.” A voice booms uncomfortably loudly from the heart of the Ethereal Forgemaster’s form as you approach. He floats about the platform, instructing each of the devices as they shape an unsteady beam of rusted golden-bronze light above the center of the Forge. “They fought with ancient fire and clothed themselves in souls. They walked so close to the darkness that they were consumed by it. Does that surprise you?”<br><br>You shrug.<br><br>“I thank you for this opportunity, Keeper. You will not be disappointed.” He says. “In the flames, I have already seen what it is you seek. I can offer that much to you, if you desire.”<br><br>“Oh?” You ask. “Do tell.”<br><br>“You will not find it here.” The Forgemaster turns, pausing from his work momentarily. “Kjorikos possessed knowledge of all worlds, yet not even he could circumvent life and death. What makes you believe you can?”<br><br>The conversation stalls.<br><br>“He looked as far as the sky, Keeper, but not beyond.” The Forgemaster says. “That is where your search will begin. I have seen it in a word, which appeared to me from the pale flame – where that word truly comes from is a mystery to me.”<br><br>“That is?” You ask.<br><br>“<span class=\"mu-s\">Einherjar.[/spoiler]”<br><br><span class=\"quote\">> “What are you?”</span><br><span class=\"quote\">> “Is that a lightsaber? Can I have it?”</span><br><span class=\"quote\">> “Thank you. I require your services.”</span><br><span class=\"quote\">> Write-in.</span>","time":1483242744000,"time4chanFormatted":"12/31/16(Sat)22:52","id":"wXa/5/gd","name":"BSO","subject":null,"trip":"!3c0YaXQPuY","filename":"Ethereal Forgemaster.jpg","fileSize":"28501 B","fileSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/images/1483242744780.jpg","fileThumbSrc":"http://suptg.thisisnotatrueending.com/qstarchive/993431/thumbs/1483242744780s.jpg","md5":"9bc7pH1Fh99l72Rkc+IFrg==","w":"580","h":"318","tn_w":"124","tn_h":"68"}
