{"number":"996534","threadNumber":"993431","comment":"“What new items can you craft?” You ask.<br><br>“Long ago, beams from fractalline crystals were shaped into melee weapons. Mundane weapons were wreathed in the pale flame, while bows and arc-casters were utilized to attack from afar.” The Forgemaster responds. “But this forge was built from a mind wrought with darkness. It can additionally afford the powers of bloodletting, corruption, and piercing without material components. The qualities of armor I can produce are also unusual – though I have yet to discover their full potential. You will have to return later.”<br><br>“Do you have any new wares?”<br><br>“I have a variety of old aethersteel weapons of many types.” The Forgemaster says. “They reject artifice, but readily accept pale flame. It will augment the damage of your attacks.”<br><br>“My main weapon is kind of ruined. What are you making right now?”<br><br>“An experiment.” He says, turning the craft – a blade of rusted golden-bronze light, sparking with arcs of power, protruding from an elaborate hilt of etched silver – in place as it levitates above the forge. “A failure, which would be mocked even by these heretics in their time. It has not properly bathed in the flame. Its properties are too unpredictable.”<br><br>“I have some equipment that needs repairs.” You nod. “Can you do that?”<br><br>“Have you forgotten my capacity already, Keeper?” He makes a loud sound that might be a laugh. “Perhaps the heat of the lower branches has left you brain-addled.”<br><br>[[ 1 ]]<br><span class=\"quote\">> [[ Repair an item for 250# ]]</span><br>• steel bastard sword (alternate weapon, worn on belt, empowered by Fire: burning insect heart, cursed, damaged)<br>• old broken sword (damaged, unidentified)<br>• steel full helm (head, damaged, unidentified)<br>• iron naginata (damaged, unidentified)<br>• iron gauntlets (hands, damaged)<br>• silverwing boots (cursed, damaged) [[ + Free Climbing ]]<br><span class=\"quote\">> Opt out.</span><br><br>[[ 2 ]]<br><span class=\"quote\">> “Can I see those aethersteel weapons, then?”</span><br><span class=\"quote\">> “So you’re just going to throw that away?”</span><br><span class=\"quote\">> Write-in.</span>","time":1483245016000,"time4chanFormatted":"12/31/16(Sat)23:30","id":"wXa/5/gd","name":"BSO","subject":null,"trip":"!3c0YaXQPuY"}
